{"id":24706,"date":"2014-11-22T15:45:20","date_gmt":"2014-11-22T15:45:20","guid":{"rendered":"https:\/\/bivol.bg\/?p=24706"},"modified":"2015-05-07T15:43:46","modified_gmt":"2015-05-07T15:43:46","slug":"in-the-grip-of-the-past","status":"publish","type":"post","link":"https:\/\/bivol.bg\/en\/in-the-grip-of-the-past.html","title":{"rendered":"Bulgaria: In the Grip of the Past"},"content":{"rendered":"<p><em>The prestigious <a href=\"http:\/\/ostpol.de\/beitrag\/4138-im_wuergegriff_der_vergangenheit\" target=\"_blank\">German weekly Ostpol published the article of Assen Yordanov <\/a>dedicated to the 25th anniversary of the fall of the Berlin Wall.<\/em><\/p>\n<p class=\"p1\"><span class=\"s1\">Bulgaria is documented as the European country with the same unchanged name since the early 7th century. Undoubtedly the oldest one on the continent, it kept its self-determination and had a huge cultural contribution to the creation of an alternative European literature and culture in the Early Middle Ages. Fourteen centuries later, Bulgaria became a country experiencing the consequences of its onerous historical karma. After five centuries of Muslim Ottoman rule, the period after the Second World War was especially dramatic in its new history. Having fallen again into the camp of the losers, Bulgaria was stripped of primordial ethnic regions and the Yalta deal left it permanently in the sphere of influence of the Soviet bloc. This determined the fate of Bulgarian society as a victim of a ruthless Communist dictatorship with all its darkest sides. National intellectuals were thrown into concentration camps or killed mercilessly in the mincer of the imposition of the new regime. Private initiative was destroyed; property was nationalized; the land was collectivized and the latter virtually liquidated the hard-working rural class. Frontrunner of traditional values and morality, this part of the population had to be artificially converted into raw material for the creation of the missing proletariat – the vanguard of communism. <\/span><\/p>\n<p class=\"p1\"><span class=\"s1\">From owners of lands, orchards and livestock, millions of Bulgarians were moved to concrete ghettoes and were thrown as labor force in the megalomaniac industrial projects of the Communist state. Namely in Bulgaria, the Soviet ideological model was imposed for 45 years with particularly strict consistency and adherence to radically foreign to Bulgarian society disastrous Russian standards. Speculating with the participation of Russia in its last war against the Ottoman Empire, the Communist propagandists were trying to manipulate the public opinion, openly replacing the truth. The Soviet occupier was represented through the twisted concept of &#8220;liberator&#8221; and &#8220;savior&#8221; of its victim. Twenty-five years after the collapse of this sinister anti-human block in Eastern Europe, the monuments of the &#8220;Soviet Liberators&#8221; continue to hover at prominent places in major Bulgarian cities. Even now, the “democratic” authorities in the country hunt the civil resistance demanding their removal and the organized mass protests against these symbols of the dark era. Activists opposing the thousands of Communist monuments, concreted in the most emblematic places in Bulgarian towns and villages, are treated as vandals and prosecuted by the administrative and judicial authorities. The young people who colored with spray paint the statue of a Red Army soldier in Sofia as Batman and colored pink the statue of the Communist guerrilla in front of the Communist Party bastion were prosecuted as criminals and threatened with imprisonment. At the same time, mobsters and drug dealers, pursued by international institutions, are living in the country freely and undisturbed, demonstrating a living standard, impossible even in the dreams of ordinary people.<\/span><\/p>\n<p class=\"p1\"><span class=\"s1\">Quarter of a century after the both real and symbolic destruction of the Berlin Wall as a symbol of dogmatism and dictatorship, in a EU and NATO member country the Communist symbols continue to be the &#8220;holy of holies&#8221; and to be worshipped by the authorities. The enormous controversy in the contemporary Bulgarian society is embedded precisely in the answer to this paradox. This society is torn apart by the dark forces of the past, which were transformed during the &#8220;transition&#8221; period into a total political power, and, on the other hand-side, by its strive towards normality, rule of law and democracy.<\/span><\/p>\n<p class=\"p1\"><span class=\"s1\">When Bulgaria was accepted as fully pledged member of the EU, a leading Russian politician brazenly and arrogantly declared that it was the &#8220;Trojan Horse&#8221; of Russia in the European-Atlantic structures. This statement by a representative of the Russian imperial syndrome demonstrates in the purest form the suffocating symbiosis between the formerly ruling Communist cliques in Bulgaria and Russia. The dimensions of the Russian aggression in its effort to control its former satellites and its violations of international laws were recently exposed through the sinister drama in Ukraine. This perhaps would help to understand why Russia continues to require from all Bulgarian authorities to preserve the Soviet symbols as national values and to repress the protesters in the same manner as the previous regime.<\/span><\/p>\n<p class=\"p1\"><span class=\"s1\">Then, did the collapse of the Berlin Wall actually happen in Bulgaria on November 10, 1989? Or does its shadow still virtually exist in the overall system of scandalous corruption, the grip of the mafia and the oligarchic Russian model? This is the Wall of the &#8220;iron curtain&#8221; that prevents the Bulgarian nation from firmly joining the big family of European democracy, where it belongs. It would not be an exaggeration to say that today the influence of Putin in Bulgarian politics and economy is even more scandalous than his already broken poisonous relationship with Ukraine.<\/span><\/p>\n<p class=\"p1\"><span class=\"s1\">While Bulgarians suffered for 25 years colossal misery, hardships, almighty organized crime, judicial and administrative corruption, economic decay, monstrous pillage of the citizens’ savings and of national resource, the old organized structures of the Bulgarian Communist Party and the repressive machine of the former sinister Communist State Security (DS), generated continuous social chaos. That has been the proper background in order to put their hands on and perpetuate their monopoly in all areas of society, but mimicking behind legal parties, ideas and organizations. Accustomed to poverty, lack of opportunities, unemployment and any societal security, ordinary Bulgarians realized that there is no real chance to change the corrupt system and chose to protest by emigrating. Over three million young, intelligent and hardworking Bulgarians permanently relocated to Western Europe and North America, and the population of the country melted by a record one-third since the end of 1989.<\/span><\/p>\n<p class=\"p1\"><span class=\"s1\">On the eve of the anniversary, there is not even a dash of the original hopes, enthusiasm, and massive joy over the collapse of Communism in the late 90s. The oligarchy and the backstage ruling in Bulgaria not only dictate the agenda of political life, but also the overall media environment. Because of the targeted control of the ownership of the majority of mainstream print and electronic media, and the imposition of gross censorship and anti-journalistic work rules in them, Bulgaria collapsed in the rankings of Reporters Without Borders by 65 places in the last seven years Paradoxically, after it was accepted as a fully-pledged member of the European Union in 2007, the country fell from 36th to the shameful 100th place by the Freedom of Press Index. Today, Bulgaria is firmly at the last place in Europe, even far behind countries such as Kosovo and Albania. The criterion of freedom of speech is a barometer of the overall state of democracy.<\/span><\/p>\n<p class=\"p1\"><span class=\"s1\">Freed from the inhibitions to behave before Europe in order to gain membership and access to EU funds, the “repainted” Bulgarian communists and snitches from the old regime openly stood at the forefront of Bulgarian society and stated their intention to prevent any breakthrough of their positions. One can say now that the majority of intelligent Bulgarians definitely realize that they have become victim of massive historical fraud. The naked former State Security genetics of all parliamentary political parties led to a record lack of trust. The publication of the fact that agents of the Communist Secret Services crowded party election ballots only caused lack of participation in such manipulated elections. Over 53% of eligible Bulgarian voters don’t see any reason to go to the polls. The remaining minority, which chooses local lawmakers and MEPs, consists mainly of solid disciplined electorates of the former Bulgarian Communist Party (today Bulgarian Socialist Party, BSP) and the ethnic Turkish party Movement for Rights and Freedoms, DPS, whose voters are literally made to march to the polls without even understanding and speaking the official language of the country. Such configuration, combined with the hardline nationalist formations, controlled by exposed former State Security agents, has the sole purpose to keep as long as possible the neo-feudal current state of socio-political development of Bulgaria.<\/span><\/p>\n<p class=\"p1\"><span class=\"s1\">In 2010, from the tribune of the first media congress in Europe, which took place in the emblematic city of the German revolution – Leipzig &#8211; I stated the proven fact that Bulgaria is ruled by criminals in the literal sense of the word. The newly established party Citizens for European Development, GERB, which continues to win all elections in the last seven years, cannot collect enough majorities to form a government alone. The reason is that in its essence this party is also the result of political engineering and does not at all differ from previous mastodons which deterred public trust and confirmed the view that they are generators of public plunder and corruption. GERB’s vicious links with the parties of the &#8220;transition&#8221; period is evident in the numerous political nomads in its ranks, as well as the drastic number of former State Security snitches in it. The seizing of the leadership of the self-proclaimed center-right party by former convicted criminals, thugs and smugglers; the promotion of such people to the highest levels of government; the lobbying for the appointment of people with questionable track record in the leadership of the so-called independent judicial system, quickly discredited Boyko Borisov’s party.<\/span><\/p>\n<p class=\"p1\"><span class=\"s1\">Society is not capable of real resistance due to lack of political representation, economic and financial resources and media tribune. The syphoning of Bulgarian banks, which were established and are used precisely by the mutated Communist oligarchy, is obvious even for foreign diplomatic representatives. Not surprisingly, a secret cable of former American Ambassador, John Beyrle, leaked in <b>Bivol.bg<\/b>, the partner media of Wikileaks, in which the diplomat qualified <a href=\"http:\/\/wikileaks.org\/cable\/2006\/12\/06SOFIA1652.html\" target=\"_blank\">eighth Bulgarian banks as &#8220;bad apples.&#8221;<\/a> The US cables shed light on the darkest sides of the criminal past of the former, and now again candidate to become Bulgarian Prime Minister, Boyko Borisov as drug trafficker, smuggler, and launderer of dirty money. The most popular Bulgarian politician emerged in the focus of media yet in 1995. He was revealed as a Manager of Mobster Company maintaining illegal factory producing cigarettes near the Port City of Burgas. However, Borisov and his team, which includes convicted criminals, enjoy warm and friendly reception by European and world leaders. The former secret police agent with the codename &#8220;Buddha&#8221; is well accepted as partner by European leaders, who don’t care about the cumulative effect of such &#8220;messages&#8221; to the democratically thinking public. In 2012, the lobbying by senior leaders in the European Commission prevented the summoning and the questioning by the “Ant-mafia” Committee of Bulgaria’s current top politician. Especially at a time when documents emerged, revealing the PM’s shady traits and his links with the drug Godfather of Europe &#8211; Serbian Sretan Jossic, jailed in Belgrade a few years ago on the request of the Netherlands.<\/span><\/p>\n<p class=\"p1\"><span class=\"s1\">This bleak picture repels deeply and permanently the creative and open-minded part of Bulgarian society from undertaking any public initiative. The presence of the failed in Bulgaria Socialist leader, Sergei Stanishev, as leader of one of the largest European parties, the Party of the European Socialists, PES, is generating a strong wave of EU-skepticism. It reinforces the belief that the current Union of European democracies does not correct, but rather fuels the criminal pro-Russian Bulgarian political class. In Bulgaria, there is no logical answer as to how the Soviet-born, Sergey Stanishev, who studied and lived in the former Soviet Union and is a former Soviet citizen, suddenly headed BSP without ever holding a job, and then, despite his tremendous local political failure, deserved to be nominated and elected leader of all European socialists. European taxpayers probably don’t see anything wrong with this guy, but in Bulgaria this fact has a specific and explicitly negative explanation certainly not in favor of European values.<\/span><\/p>\n<p class=\"p1\"><span class=\"s1\">Bulgaria is facing now a crucial choice. The current situation involves almost 100% Russian energy dependency, economic colonization and plundering of the economy. The push for pro-Russian energy projects such as “South Stream”, despite European sanctions and opinion, gives reason to believe that the cynical statement of the Ambassador of the Russian Federation Vladimir Chizhov about the &#8220;Trojan Horse&#8221; was not unreasonable. However, ongoing permanent civil protests, though with variable strength, gripped the country in the last two years and set a new, uncontrolled agenda in the development of Bulgarian society &#8211; after 25 years of post-Communist agony Bulgaria is waking up slowly, but irrevocably, to true and uncompromising growth in the desire to conquest its Freedom.<\/span><\/p>\n","protected":false},"excerpt":{"rendered":"<p>The prestigious German weekly Ostpol published the article of Assen Yordanov dedicated to the 25th anniversary of the fall of the Berlin Wall. Bulgaria is documented as the European country&hellip;<\/p>\n","protected":false},"author":1,"featured_media":24704,"comment_status":"closed","ping_status":"open","sticky":false,"template":"","format":"standard","meta":{"_mo_disable_npp":"","_relevanssi_hide_post":"","_relevanssi_pin_for_all":"","_relevanssi_pin_keywords":"","_relevanssi_unpin_keywords":"","_relevanssi_related_keywords":"","_relevanssi_related_include_ids":"","_relevanssi_related_exclude_ids":"","_relevanssi_related_no_append":"","_relevanssi_related_not_related":"","_relevanssi_related_posts":"","_relevanssi_noindex_reason":"","kia_subtitle":"25 Year after Wall: Assen Yordanov's article published in Ostpol.de","spay_email":"","jetpack_publicize_message":"","jetpack_is_tweetstorm":false},"categories":[5543,5955,5806],"tags":[5258,5423,5147,7504,5107,5108,6145,5090,5143],"jetpack_featured_media_url":"https:\/\/bivol.bg\/wp-content\/uploads\/2014\/11\/Assen_Jordanov_SW.jpg","jetpack_publicize_connections":[],"jetpack_sharing_enabled":true,"jetpack_shortlink":"https:\/\/wp.me\/p9hbsr-6qu","jetpack_likes_enabled":true,"_links":{"self":[{"href":"https:\/\/bivol.bg\/en\/wp-json\/wp\/v2\/posts\/24706"}],"collection":[{"href":"https:\/\/bivol.bg\/en\/wp-json\/wp\/v2\/posts"}],"about":[{"href":"https:\/\/bivol.bg\/en\/wp-json\/wp\/v2\/types\/post"}],"author":[{"embeddable":true,"href":"https:\/\/bivol.bg\/en\/wp-json\/wp\/v2\/users\/1"}],"replies":[{"embeddable":true,"href":"https:\/\/bivol.bg\/en\/wp-json\/wp\/v2\/comments?post=24706"}],"version-history":[{"count":0,"href":"https:\/\/bivol.bg\/en\/wp-json\/wp\/v2\/posts\/24706\/revisions"}],"wp:featuredmedia":[{"embeddable":true,"href":"https:\/\/bivol.bg\/en\/wp-json\/wp\/v2\/media\/24704"}],"wp:attachment":[{"href":"https:\/\/bivol.bg\/en\/wp-json\/wp\/v2\/media?parent=24706"}],"wp:term":[{"taxonomy":"category","embeddable":true,"href":"https:\/\/bivol.bg\/en\/wp-json\/wp\/v2\/categories?post=24706"},{"taxonomy":"post_tag","embeddable":true,"href":"https:\/\/bivol.bg\/en\/wp-json\/wp\/v2\/tags?post=24706"}],"curies":[{"name":"wp","href":"https:\/\/api.w.org\/{rel}","templated":true}]}}