{"id":25460,"date":"2015-01-21T10:02:19","date_gmt":"2015-01-21T10:02:19","guid":{"rendered":"https:\/\/bivol.bg\/?p=25460"},"modified":"2015-01-21T18:00:34","modified_gmt":"2015-01-21T18:00:34","slug":"they-tried-to-eliminate-me-twice","status":"publish","type":"post","link":"https:\/\/bivol.bg\/en\/they-tried-to-eliminate-me-twice.html","title":{"rendered":"&#8220;They Tried to Eliminate Me Twice&#8221;"},"content":{"rendered":"<p>The Swiss newspaper <em>Klartext<\/em> quoted Bivol’s Director Assen Yordanov in an article dedicated to media freedom in Bulgaria titled &#8220;Under the Grip of Oligarchs”.<\/p>\n<p>Bulgaria is ranked last in the EU by freedom of press, reminds the author of the report from Sofia, Gilles Labarthe. Another reality lurks behind the numerous publications on newsstands, creating an illusion of pluralism. “Media work in an environment of corruption and dark dependencies. PR has replaced journalism and the publications no longer work in the interest of citizens, but in the interest of those who pay,” this is how the management of Darik Radio summed up the situation.<\/p>\n<p>&#8220;The permanent collusion between media, politics, and the clique of oligarchs, some believed to be connected to organized crime, the heirs of the communist period who returned to the political scene in the role of business-swindlers is one of the reasons for the protests in 2013,&#8221; commented Antoine Hery from <em>Reporters without Borders<\/em>.<\/p>\n<p>“It is a disaster!” says Assen Yordanov, who survived the communist period and its collapse. He began his career in journalism at the age of 22, in his hometown of Burgas on the Black Sea coast, initially as correspondent of major newspapers in the capital Sofia. His first investigations came fast. The most significant one &#8211; eight pages in the then-<em>Standart<\/em> in the smuggling of cigarettes, oil and precious metals &#8211; implicated corrupt Customs officials. &#8220;It cost me many police interrogations, house arrest and death threats.&#8221;<\/p>\n<p>He did not give up and continued with his investigations, despite pressure from organized crime circles, much more direct and difficult to bear in the countryside than in Sofia. &#8220;My life was a gamble. I managed to mend two attacks aimed at eliminating me. During my three years of military service, I was a martial arts instructor and it helps.&#8221;<\/p>\n<p>After Bulgarian media closed the door to his investigations, Assen Yordanov continued to work, but on the Internet. &#8220;I created with a colleague the site Bivol.bg at the end of 2010. Then I faced total surveillance, particularly after the contract that we signed with Julian Assange for partnership with WikiLeaks. We had to strengthen security and to encrypt our communications in order to protect our sources.” Bivol.bg is entirely funded by private donations and advertising. The site publishes online investigations based on confidentially obtained documents. This was an experiment that continued with the creation of Balkanleaks, together with Atanas Tchobanov. Under certain conditions &#8211; protection of sources and guaranteed anonymity &#8211; Internet may offer a space for expression, dedicated to investigative journalism. But Bulgarian press does not respond by supporting and publishing these investigations. Assen Yordanov concludes with the following warning: “Oligarchs learned brilliantly to speak the language of the EU and to grasp funding from the West, including, as ironic as this is, funds set up twenty years ago to support democracy through diversification of the press and the training of journalists.”<\/p>\n<p>&#8220;Some funding, such as the one from the Soros Foundation, went into the wrong pockets. This also explains why, despite so much support from the West, quality and freedom of the press are not on the rise. In the first years after the fall of the Communist regime, there was an improvement. But I think that the current situation is worse than ten years ago,&#8221; he regrets in principle. And it is better in Albania.<\/p>\n<p>&nbsp;<\/p>\n","protected":false},"excerpt":{"rendered":"<p>The Swiss newspaper Klartext quoted Bivol’s Director Assen Yordanov in an article dedicated to media freedom in Bulgaria titled &#8220;Under the Grip of Oligarchs”. Bulgaria is ranked last in the&hellip;<\/p>\n","protected":false},"author":1,"featured_media":25771,"comment_status":"closed","ping_status":"open","sticky":false,"template":"","format":"standard","meta":{"_mo_disable_npp":"","_relevanssi_hide_post":"","_relevanssi_pin_for_all":"","_relevanssi_pin_keywords":"","_relevanssi_unpin_keywords":"","_relevanssi_related_keywords":"","_relevanssi_related_include_ids":"","_relevanssi_related_exclude_ids":"","_relevanssi_related_no_append":"","_relevanssi_related_not_related":"","_relevanssi_related_posts":"","_relevanssi_noindex_reason":"","kia_subtitle":"Assen Yordanov before the Swiss newspaper KLARTEXT on freedom of speech in Bulgaria","spay_email":"","jetpack_publicize_message":"","jetpack_is_tweetstorm":false},"categories":[5955],"tags":[],"jetpack_featured_media_url":"https:\/\/bivol.bg\/wp-content\/uploads\/2015\/01\/Screen-Shot-2015-01-26-at-21.07.37.png","jetpack_publicize_connections":[],"jetpack_sharing_enabled":true,"jetpack_shortlink":"https:\/\/wp.me\/p9hbsr-6CE","jetpack_likes_enabled":true,"_links":{"self":[{"href":"https:\/\/bivol.bg\/en\/wp-json\/wp\/v2\/posts\/25460"}],"collection":[{"href":"https:\/\/bivol.bg\/en\/wp-json\/wp\/v2\/posts"}],"about":[{"href":"https:\/\/bivol.bg\/en\/wp-json\/wp\/v2\/types\/post"}],"author":[{"embeddable":true,"href":"https:\/\/bivol.bg\/en\/wp-json\/wp\/v2\/users\/1"}],"replies":[{"embeddable":true,"href":"https:\/\/bivol.bg\/en\/wp-json\/wp\/v2\/comments?post=25460"}],"version-history":[{"count":0,"href":"https:\/\/bivol.bg\/en\/wp-json\/wp\/v2\/posts\/25460\/revisions"}],"wp:featuredmedia":[{"embeddable":true,"href":"https:\/\/bivol.bg\/en\/wp-json\/wp\/v2\/media\/25771"}],"wp:attachment":[{"href":"https:\/\/bivol.bg\/en\/wp-json\/wp\/v2\/media?parent=25460"}],"wp:term":[{"taxonomy":"category","embeddable":true,"href":"https:\/\/bivol.bg\/en\/wp-json\/wp\/v2\/categories?post=25460"},{"taxonomy":"post_tag","embeddable":true,"href":"https:\/\/bivol.bg\/en\/wp-json\/wp\/v2\/tags?post=25460"}],"curies":[{"name":"wp","href":"https:\/\/api.w.org\/{rel}","templated":true}]}}