{"id":30712,"date":"2016-05-09T13:58:46","date_gmt":"2016-05-09T13:58:46","guid":{"rendered":"https:\/\/bivol.bg\/en\/?p=30712"},"modified":"2016-05-14T16:43:10","modified_gmt":"2016-05-14T16:43:10","slug":"prosecutors-special-unit-illegally-tapped-investigator-boyko-atanasov","status":"publish","type":"post","link":"https:\/\/bivol.bg\/en\/prosecutors-special-unit-illegally-tapped-investigator-boyko-atanasov.html","title":{"rendered":"Prosecutor’s “Special Unit” Illegally Tapped Investigator Boyko Atanasov"},"content":{"rendered":"<p>Investigator <strong>Boyko Atanasov<\/strong> had <strong>been illegally tapped<\/strong> without evidence of involvement in any crime and with the permission of a district judge, instead of the Head of the Sofia City Court (SCC). This emerges from a statement of the National Bureau for Control of Special Surveillance Devices (SSDs), which he, himself, requested and obtained. The Attorney General and the Supreme Judicial Council (SJC) have been notified about the illegal wiretapping.<\/p>\n<p><a href=\"https:\/\/bivol.bg\/wp-content\/uploads\/2016\/05\/boyko-atanasov-srs.png\" data-rel=\"penci-gallery-image-content\" ><img loading=\"lazy\" class=\"alignnone size-full wp-image-30667\" src=\"https:\/\/bivol.bg\/wp-content\/uploads\/2016\/05\/boyko-atanasov-srs.png\" alt=\"boyko-atanasov-srs\" width=\"430\" height=\"619\" srcset=\"https:\/\/bivol.bg\/wp-content\/uploads\/2016\/05\/boyko-atanasov-srs.png 430w, https:\/\/bivol.bg\/wp-content\/uploads\/2016\/05\/boyko-atanasov-srs-208x300.png 208w\" sizes=\"(max-width: 430px) 100vw, 430px\" \/><\/a><\/p>\n<p>Boyko Atanasov told Bivol he was the target of retaliations after being blackmailed to decide cases in a certain way, but refused.<\/p>\n<p>&#8220;It is surprising that in the request to control me with SSDs, there was no evidence to suggest my involvement in investigated crimes&#8230; This means that this was just a request to monitor me; to listen to my conversations; to monitor my relatives, all the people with whom I maintain contact, my friends, my circle of colleagues. The aim was to hurt me. The prosecution has allowed this thing, reasoning that no one would tell me; that I will not find out anything, though I work in the Prosecutor&#8217;s Office. That I will not find out what outrages are committed against magistrates inside the Prosecutor&#8217;s Office by its leadership.&#8221;<\/p>\n<p>&#8220;The second, which is a more ominous violation, is that the Bulgarian court that currently has jurisdiction, in particular and in this case, the Sofia District Court has given permission to use SSDs; they violated the rules of jurisdiction. I&#8217;m shocked by the appalling attitude of the Prosecutor&#8217;s Office where I also work,&#8221; added Boyko Atanasov.<\/p>\n<p>A member of the SJC, Judge Kalin Kalpakchiev, said that this is obviously a violation of the SSDs Act as Atanasov is a magistrate and the authorization to use SSDs must be issued by the President of the SCC or a deputy fully authorized by him. Kalpakchiev reminded that the former boss of the SCC, Vladimira Yaneva, is now facing legal charges precisely for such violations. He stressed the important role of the Bureau for control of SSDs, which effectively revealed the crime of illegal eavesdropping.<\/p>\n<p>&#8220;This was done with the direct intent by the person who carried it out. The aim was to hurt me, unequivocally. Thanks to files that were started against me, I was blackmailed, as I said last time. I did not know that there were quite such outrages &#8211; to brutally breach the law just to create physical evidence against me, though I have not been questioned as a witness either and in any legal proceeding. I do not know what this case was launched for,&#8221; said Boyko Atanasov.<\/p>\n<p>&#8220;I don’t know whether there was a case against the President of the District Court &#8211; Sofia, which was used for him to break the law and whether there is extortion, which is a crime,&#8221; said Boyko Atanasov, but he appeared skeptical that the person who has done all this will be ever exposed.<\/p>\n<p>In a series of interviews for Bivol, investigator Boyko Atanasov from the Sofia Investigation Services revealed that there is a “special unit” in the Sofia City Prosecutor&#8217;s Office that uses legal proceedings to control and extort Ministers and MPs. The &#8220;special unit&#8221; reported directly to Prosecutor General, Sotir Tsatsarov, who personally controlled the technology of the prosecution’s racket. All important cases of political corruption and crime in the higher echelons of power are assigned to five-six investigators. The cases are filed against unknown perpetrators and left simmer, but are reopen when the need to exert political pressure arises. The latest example involves the failed judicial reform. There has been a case against current Prime Minister Boyko Borisov, filed while he was still Mayor of Sofia, which was reopened to prevent the reform. Prosecutors are not allowed to pursue cases based on their own conviction, but must act only on the orders and instructions of the Prosecutor General, otherwise they are &#8220;finished&#8221; by wage reduction, disciplinary proceedings and work overload, Boyko Atanasov told Bivol in his first interview which caused a scandal and forced the SJC’s ethical committee to start a probe.<\/p>\n<p>In another interview, Boyko Atanasov said that the “special unit” was created by controversial magistrate Petar “Petyo the Euro” Petrov, who even offered to Boyko Atanasov to head it and investigate politicians. The investigator declined and alerted Sotir Tsatsarov about the pressure, but he did nothing.<\/p>\n<p>But then Boyko Atanasov, himself, ended being under investigation. Pre-trial proceedings were initiated against him with the goal of arrest him, he said. So far, it remains unclear whether the eavesdropping with the SSDs is part of these pre-trial proceedings or whether there is a separate case.<\/p>\n<p>Bivol asked questions to the press office of the Prosecutor General to clarify in which case against Boyko Atanasov the requested SSDs have been used and who is the supervising prosecutor, but no response was received by the time of the publication of this story. SJS also failed to send an answer, though, similarly to the Attorney General, they have been notified by the Bureau for SSDs Control and should have launched by now a probe in this serious abuse of SSDs.<\/p>\n<p>&nbsp;<\/p>\n","protected":false},"excerpt":{"rendered":"<p>Investigator Boyko Atanasov had been illegally tapped without evidence of involvement in any crime and with the permission of a district judge, instead of the Head of the Sofia City&hellip;<\/p>\n","protected":false},"author":1,"featured_media":29673,"comment_status":"closed","ping_status":"open","sticky":false,"template":"","format":"video","meta":{"_mo_disable_npp":"","_relevanssi_hide_post":"","_relevanssi_pin_for_all":"","_relevanssi_pin_keywords":"","_relevanssi_unpin_keywords":"","_relevanssi_related_keywords":"","_relevanssi_related_include_ids":"","_relevanssi_related_exclude_ids":"","_relevanssi_related_no_append":"","_relevanssi_related_not_related":"","_relevanssi_related_posts":"","_relevanssi_noindex_reason":"","kia_subtitle":"The Prosecutor General and the Supreme Judicial Council (SJC) were informed, but are keeping silent","spay_email":"","jetpack_publicize_message":"","jetpack_is_tweetstorm":false},"categories":[5544,5548,5806,5991],"tags":[5142],"jetpack_featured_media_url":"https:\/\/bivol.bg\/wp-content\/uploads\/2016\/02\/boyko-atanasov.jpg","jetpack_publicize_connections":[],"jetpack_sharing_enabled":true,"jetpack_shortlink":"https:\/\/wp.me\/p9hbsr-7Zm","jetpack_likes_enabled":true,"_links":{"self":[{"href":"https:\/\/bivol.bg\/en\/wp-json\/wp\/v2\/posts\/30712"}],"collection":[{"href":"https:\/\/bivol.bg\/en\/wp-json\/wp\/v2\/posts"}],"about":[{"href":"https:\/\/bivol.bg\/en\/wp-json\/wp\/v2\/types\/post"}],"author":[{"embeddable":true,"href":"https:\/\/bivol.bg\/en\/wp-json\/wp\/v2\/users\/1"}],"replies":[{"embeddable":true,"href":"https:\/\/bivol.bg\/en\/wp-json\/wp\/v2\/comments?post=30712"}],"version-history":[{"count":0,"href":"https:\/\/bivol.bg\/en\/wp-json\/wp\/v2\/posts\/30712\/revisions"}],"wp:featuredmedia":[{"embeddable":true,"href":"https:\/\/bivol.bg\/en\/wp-json\/wp\/v2\/media\/29673"}],"wp:attachment":[{"href":"https:\/\/bivol.bg\/en\/wp-json\/wp\/v2\/media?parent=30712"}],"wp:term":[{"taxonomy":"category","embeddable":true,"href":"https:\/\/bivol.bg\/en\/wp-json\/wp\/v2\/categories?post=30712"},{"taxonomy":"post_tag","embeddable":true,"href":"https:\/\/bivol.bg\/en\/wp-json\/wp\/v2\/tags?post=30712"}],"curies":[{"name":"wp","href":"https:\/\/api.w.org\/{rel}","templated":true}]}}