{"id":32310,"date":"2016-10-31T07:31:16","date_gmt":"2016-10-31T07:31:16","guid":{"rendered":"https:\/\/bivol.bg\/en\/?p=32310"},"modified":"2017-01-25T14:49:07","modified_gmt":"2017-01-25T14:49:07","slug":"ivan-tanev-mila-georgieva-and-first-investment-bank-are-behind-theft-of-20-million-euro-in-romania-2","status":"publish","type":"post","link":"https:\/\/bivol.bg\/en\/ivan-tanev-mila-georgieva-and-first-investment-bank-are-behind-theft-of-20-million-euro-in-romania-2.html","title":{"rendered":"Ivan Tanev: Mila Georgieva and First Investment Bank Are behind Theft of 20 Million Euro in Romania"},"content":{"rendered":"<p>First Investment Bank (FIB) stood behind one of my business competitors and <a href=\"https:\/\/bivol.bg\/en\/private-lender-fib-is-complicit-in-the-vat-schemes-of-ivan-tanev-aka-the-universal.html\">faked my signature<\/a> to set me up in the &#8220;Universal&#8221; case; he is short, with a big nose and dealt with sugar trade and petrol stations. The theft of 26 million euro of money for the poor in Romania is organized by the member of the organized crime group &#8220;The Killers&#8221; &#8211; Mila Georgieva, with a financial backing by FIB. The money route&nbsp;can be easily tracked &#8211; Mila Georgieva is investing in factories and leads a luxurious lifestyle, while FIB continues to support her financially.<\/p>\n<p>This is the story told by the wanted by Interpol businessman Ivan Tanev in an exclusive interview with Bivol and the investigative site RISE Romania. Tanev stated he was willing and ready to speak to Bulgarian and Romanian prosecutors, but fears for his life in case he returns to Bulgaria. The reason is that he could become a target of the &#8220;murder factory&#8221; of Mila Georgieva.<\/p>\n<p>The heist is extremely arrogant &#8211; perhaps the biggest ever single theft of European Union (EU)&nbsp;money. It is related to a tender for the supply of flour and oil, where the winning bidder was the Bulgarian company &#8220;VM Corporation&#8221;. The Romanian Agency for Payments and Intervention in Agriculture (APIA) transferred 19 million euro to a bank account in Cyprus, but to date, no food&nbsp;supplies have been&nbsp;delivered. From Cyprus, <a href=\"https:\/\/bivol.bg\/en\/mafia-comrades-fib-the-killers-and-romanian-gang-robbed-the-food-for-the-deprived-in-romania.html\">the money disappeared<\/a> in several offshore accounts. Until now, the Romanian Prosecutor&#8217;s Office has&nbsp;failed to find it. The EU anti-fraud office, OLAF, is also monitoring the case because the money came from the EU budget and was earmarked for food for the poor.<\/p>\n<p class=\"p1\"><img loading=\"lazy\" class=\"alignnone size-medium\" src=\"https:\/\/bivol.bg\/wp-content\/uploads\/2015\/11\/apia_bulgari_005_v2.jpg\" alt=\"\" width=\"695\" height=\"800\"\/><\/p>\n<p>On paper, the theft of the food for the poor in Romania is the work of a <a href=\"https:\/\/bivol.bg\/en\/the-homeless-bulgarian-man-who-cheated-romanian-poor-at-the-expense-of-fib.html\">destitute Bulgarian<\/a>. The company &#8220;VM&#8221; is registered to Valeri Petrov Miloradov, a disadvantaged and homeless man. In order to win the tender in Romania, the said company has provided letters of guarantees for 20 million euro, issued by FIB. In an interview with Bivol, Valeri Petrov stated that he had signed documents related to the company and the guarantees, while the seal of &#8220;VM&#8221; was being kept in the headquarters of the Bank.<\/p>\n<p>According to Romanian prosecutors, however, Ivan Tanev was in control of the company and of the scheme. Asked by a&nbsp;Romanian colleague if this was true, Tanev categorically denied. &#8220;The formula of the Romanian hit was created by Mila,&#8221; he says straightforwardly. &#8220;I helped her sell some barley in Italy, but after that, I had nothing to do with this affair,&#8221; says Tanev. According to him, Mila Georgieva was on excellent terms with the owners and the directors of FIB who had issued the letters of guarantee for the tender. Proof of this is that she continues to be granted loans from the Bank,&#8221; stresses Tanev.<\/p>\n<p>The information that Mila Georgieva is in close relationship with one of FIB owners and majority shareholders, Ivaylo Mutafchiev, was published first by Bivol with the revelation that <a href=\"https:\/\/bivol.bg\/en\/private-lenders-majority-shareholder-in-joint-deal-with-criminal-gang.html\">Mutafchiev has sold to Georgieva a luxury apartment<\/a> for 200,000 euro. This was confirmed in a <a href=\"https:\/\/bivol.bg\/en\/organized-crime-group-connected-with-the-killers-and-with-first-investment-bank-launders-money-from-drug-trafficking.html\">law-enforcement report<\/a> on her criminal activity that is related to drug trafficking and contract killings. Georgieva&#8217;s name is also stated in the indictment of the Romanian National Anticorruption Directorate (formerly National Anticorruption Prosecution Office),DNA, against the Romanian heads of APIA, who are in custody. The same indictment alleges that the theft was carried out with help from &#8230;FIB.<\/p>\n<p>In April this year, Ivan Tanev has deposited through his lawyer a letter to the DNA, stating that he wishes to cooperate with the investigation. However, no one has officially approached him to date, but, a few days after sending the letter, a well-known Romanian lawyer had contacted him and offered to settle his problems for a price. Tanev declined. This has been followed by a&nbsp;second offer, which he also refused to discuss.<\/p>\n<p><em>&#8220;It will be very interesting to see if anyone else in the group would benefit from the services of this lawyer and the people around him and surprisingly come clean,&#8221; Tanev insists on pointing out.<\/em><\/p>\n<p>Ivan Tanev&#8217;s interview raises many other questions. Bivol and the&nbsp;colleagues from&nbsp;RISE Romania continue their work on the case. It sounds incredible that 19 million euro could evaporate in 2013 in thin air. Tanev&#8217;s allegations of unexplained investments in factories and luxury purchases by Mila Georgieva must be fully investigated. According to him, the information is public, but so far no one has made the connection with Mila Georgieva&#8217;s cronies to whose names the assets are registered.<\/p>\n<p>So far, only investigative journalists are showing interest in this spectacular affair. The Bulgarian Prosecutor&#8217;s Office remains idle. Probably because the traces lead to an owner of the &#8220;darling Bank of the government&#8221; that takes care of the companies of shady and powerful lawmaker Delyan Peevski, while in exchange the central bank (Bulgarian National Bank, BNB) <a href=\"https:\/\/bivol.bg\/en\/bulgarian-central-bank-is-concealing-reports-on-tragic-state-of-private-lender.html\">is turning a blind eye<\/a> to the huge capital hole and other drastic misuses of the money of depositors.<\/p>\n<p class=\"p1\">&nbsp;<\/p>\n","protected":false},"excerpt":{"rendered":"<p>First Investment Bank (FIB) stood behind one of my business competitors and faked my signature to set me up in the &#8220;Universal&#8221; case; he is short, with a big nose&hellip;<\/p>\n","protected":false},"author":1,"featured_media":28119,"comment_status":"closed","ping_status":"closed","sticky":false,"template":"","format":"video","meta":{"_mo_disable_npp":"","_relevanssi_hide_post":"","_relevanssi_pin_for_all":"","_relevanssi_pin_keywords":"","_relevanssi_unpin_keywords":"","_relevanssi_related_keywords":"","_relevanssi_related_include_ids":"","_relevanssi_related_exclude_ids":"","_relevanssi_related_no_append":"","_relevanssi_related_not_related":"","_relevanssi_related_posts":"","_relevanssi_noindex_reason":"","kia_subtitle":"Exclusive interview with Bivol and RISE Romania","spay_email":"","jetpack_publicize_message":"","jetpack_is_tweetstorm":false},"categories":[7466,5548,5806],"tags":[6744,5416,7448,5234,7343,7324,7331],"jetpack_featured_media_url":"https:\/\/bivol.bg\/wp-content\/uploads\/2015\/10\/apia1.jpg","jetpack_publicize_connections":[],"jetpack_sharing_enabled":true,"jetpack_shortlink":"https:\/\/wp.me\/p9hbsr-8p8","jetpack_likes_enabled":true,"_links":{"self":[{"href":"https:\/\/bivol.bg\/en\/wp-json\/wp\/v2\/posts\/32310"}],"collection":[{"href":"https:\/\/bivol.bg\/en\/wp-json\/wp\/v2\/posts"}],"about":[{"href":"https:\/\/bivol.bg\/en\/wp-json\/wp\/v2\/types\/post"}],"author":[{"embeddable":true,"href":"https:\/\/bivol.bg\/en\/wp-json\/wp\/v2\/users\/1"}],"replies":[{"embeddable":true,"href":"https:\/\/bivol.bg\/en\/wp-json\/wp\/v2\/comments?post=32310"}],"version-history":[{"count":0,"href":"https:\/\/bivol.bg\/en\/wp-json\/wp\/v2\/posts\/32310\/revisions"}],"wp:featuredmedia":[{"embeddable":true,"href":"https:\/\/bivol.bg\/en\/wp-json\/wp\/v2\/media\/28119"}],"wp:attachment":[{"href":"https:\/\/bivol.bg\/en\/wp-json\/wp\/v2\/media?parent=32310"}],"wp:term":[{"taxonomy":"category","embeddable":true,"href":"https:\/\/bivol.bg\/en\/wp-json\/wp\/v2\/categories?post=32310"},{"taxonomy":"post_tag","embeddable":true,"href":"https:\/\/bivol.bg\/en\/wp-json\/wp\/v2\/tags?post=32310"}],"curies":[{"name":"wp","href":"https:\/\/api.w.org\/{rel}","templated":true}]}}