{"id":32459,"date":"2016-11-18T14:01:14","date_gmt":"2016-11-18T14:01:14","guid":{"rendered":"https:\/\/bivol.bg\/en\/?p=32459"},"modified":"2017-01-25T09:20:22","modified_gmt":"2017-01-25T09:20:22","slug":"bulgarian-prime-minister-personally-imposes-censorship-against-bivol","status":"publish","type":"post","link":"https:\/\/bivol.bg\/en\/bulgarian-prime-minister-personally-imposes-censorship-against-bivol.html","title":{"rendered":"Bulgarian Prime Minister* Personally Imposes Censorship against Bivol"},"content":{"rendered":"<p>Dimitar Dimitrov is a political scientist, who now works as an ambassador of free knowledge for Wikimedia to the European Union. As such, his main priorities are copyright, access to information and protection of the right to privacy. In Bulgaria, he is a member of the Executive Board of the Greens since 2014, a spokesman for digital policies of the party and responsible for the development of local organizations. He lives in Brussels and Sofia.<\/p>\n<p><strong>How do you see freedom of speech in Bulgaria?<\/strong><\/p>\n<p>The numbers say it all. In the World Press Freedom Index, prepared each year by Reporters Without Borders, this year Bulgaria occupies the 113<sup>th<\/sup> place. This is yet another thing ranking us last in the European Union, which we have been persistently ignoring for years. For comparison, in 2006 we ranked 35<sup>th<\/sup>. Since then, we are consistently and rapidly destroying our independent media channels and chasing away investigative journalists. The report explains it with an environment dominated by corruption and collusion and the Financial Supervision Commission acting as a media cop. We are becoming the Achilles heel of the European Union (EU).<\/p>\n<p><strong>Achilles&#8217; heel of the EU? What do you mean by that?<\/strong><\/p>\n<p>Reporters Without Borders and their index are followed and respected internationally. In recent years, more and more often when teams of the European Union put on the agenda the subject of freedom of speech when negotiating with Asian or African countries, they point at Bulgaria as a member the EU and the fact that their countries are ahead of it in this ranking.<\/p>\n<p>Additionally, the increasingly brazen behavior of the Prime Minister of Bulgaria, who recently started behaving like a &#8220;<strong>media cop<\/strong>&#8220;, even with international partners, is not helping. I was part of the programming team for the Dialogue on Internet Governance <a href=\"http:\/\/eurodigwiki.org\/wiki\/Media_in_the_digital_age\">EURODIG<\/a>, which was held in Sofia last year. We had a proposal to include the subject of online media and it was agreed that I was to approach <strong>Assen Yordanov from Bivol<\/strong> because we wanted to have an investigative journalist. <strong>Prime Minister Boyko Borisov spoke in person with the main organizers in Berlin, demanding from them not to allow Yordanov to speak.<\/strong> People in Germany were shocked that a head of the government of a country could personally interfere to try to prevent someone from speaking at a conference.<\/p>\n<p>&nbsp;<\/p>\n<p style=\"text-align: justify;\"><a href=\"https:\/\/bivol.bg\/en\/%d0%b1%d0%be%d1%80%d0%b8%d1%81%d0%be%d0%b2-%d0%bd%d0%b0%d0%bb%d0%b0%d0%b3%d0%b0%d0%bb-%d0%bb%d0%b8%d1%87%d0%bd%d0%be-%d1%86%d0%b5%d0%bd%d0%b7%d1%83%d1%80%d0%b0-%d1%81%d1%80%d0%b5%d1%89%d1%83-%d0%b1.html\/screen-shot-2016-11-18-at-15-27-32\" rel=\"attachment wp-att-32426\"><img loading=\"lazy\" class=\"alignleft wp-image-32426\" src=\"https:\/\/bivol.bg\/wp-content\/uploads\/2016\/11\/Screen-Shot-2016-11-18-at-15.27.32.png\" alt=\"screen-shot-2016-11-18-at-15-27-32\" width=\"335\" height=\"394\" srcset=\"https:\/\/bivol.bg\/wp-content\/uploads\/2016\/11\/Screen-Shot-2016-11-18-at-15.27.32.png 638w, https:\/\/bivol.bg\/wp-content\/uploads\/2016\/11\/Screen-Shot-2016-11-18-at-15.27.32-256x300.png 256w\" sizes=\"(max-width: 335px) 100vw, 335px\" \/><\/a><\/p>\n<p>These are things that are known and spoken of in <strong>Brussels<\/strong>. Not during press conferences, but if you explore the coffee shops and bars after work and talk with people from this sector, you will hear plenty of mocking stories and see heads shake when Bulgaria is the subject of the conversation. We are literally becoming a laughing stock.<\/p>\n<p><strong>Private or public media are more reliable?<\/strong><\/p>\n<p>I am one of those who believes that all forms of management include the risk of dependencies. State media can be manipulated by the government but are independent of advertisers, for example. The point is to balance them so that eventually no one could capture the public environment and stop the open debate. We need a reasonable mix of ownership, editorial processes and funding. The third foundation must be civil media. This includes personal blogs, large sites with thousands of volunteers as Wikipedia and editions funded by many people through small donations.<\/p>\n<p><strong>What is the role of new technologies in media pluralism?<\/strong><\/p>\n<p>They are a chance to improve the situation&nbsp;but are not the solution by themselves. This is evident from the fact that in Bulgaria media pluralism is steadily registering a downward trend in spite of the increasingly widespread use of the internet. The most valuable thing is that the network gives us the potential chance for an access to the entire market, virtually for free. The licensing, printing and distribution costs are eliminated. Therefore, one blogger has the same outreach as a large media group. To preserve this, however, the net must remain neutral and free, something that we are protecting each and every day.<\/p>\n<p><strong>And what are the risks and disadvantages?<\/strong><\/p>\n<p>The internet is like the space in the Earth’s orbit. There are many modern and innovative tools; it unlocks new perspectives. But there is also plenty of debris circling around that becomes a dangerous shrapnel. The internet is increasingly contaminated with misinformation. When someone needs to conceal embarrassing information, the most preferred service currently commissioned to agencies specializing in communication is the elaboration of many articles with false and conflicting information on the same topic. This way, the reader becomes confused about what is true and what is false. The end effect is complete loss of trust. Only a few years ago, the main tactics for dealing with inconvenient information was deletion or access ban. Now, this is considered complicated and inefficient.<\/p>\n<p><strong>How can Bulgaria pull itself from this bottom of media freedom in which it currently is?<\/strong><\/p>\n<p>This is difficult&nbsp;but possible. We must all want it and act together &#8211; citizens, the government and the EU.<\/p>\n<p>Specific measures would be Brussels linking the compliance with the Charter of Fundamental Rights of the EU, which include freedom and pluralism of the media, to the granting of funds, for example.<\/p>\n<p>In Bulgaria, the government can and should take steps to make State-owned media public. One step in this direction is through clear and guaranteed financing rules. In reality, the government now has the option of simply threatening with budget cuts.<\/p>\n<p>Third, we, the citizens have to realize that even a little money can go a long way if given regularly. For example, <strong>Wikipedia<\/strong> operates exclusively thanks to donations whose average is about five dollars. This makes it independent of big sponsors, other NGOs and governments. Significant sums are donated to Wikipedia from Bulgaria. By donations measured per capita, we are regularly among the 30 most generous states. This shows that there are many people in Bulgaria, who believe they can make things happen in this way as well. We have at least two media &#8211; Bivol and KlinKlin &#8211; that also deserve to be supported by small but regular amounts by all of us. In real terms, with some 100,000 -200,000 levs per year, <strong>we can launch some very vibrant civil media to turn the trend<\/strong>. And this is quite achievable.<\/p>\n<p>* The title is of the editorial office. The interview was given for <strong>Bivol<\/strong> before the 2016 presidential election.<\/p>\n","protected":false},"excerpt":{"rendered":"<p>Dimitar Dimitrov is a political scientist, who now works as an ambassador of free knowledge for Wikimedia to the European Union. As such, his main priorities are copyright, access to&hellip;<\/p>\n","protected":false},"author":1,"featured_media":32424,"comment_status":"closed","ping_status":"closed","sticky":false,"template":"","format":"standard","meta":{"_mo_disable_npp":"","_relevanssi_hide_post":"","_relevanssi_pin_for_all":"","_relevanssi_pin_keywords":"","_relevanssi_unpin_keywords":"","_relevanssi_related_keywords":"","_relevanssi_related_include_ids":"","_relevanssi_related_exclude_ids":"","_relevanssi_related_no_append":"","_relevanssi_related_not_related":"","_relevanssi_related_posts":"","_relevanssi_noindex_reason":"","kia_subtitle":"","spay_email":"","jetpack_publicize_message":"","jetpack_is_tweetstorm":false},"categories":[5548,5806],"tags":[5258,4927,5259,5974],"jetpack_featured_media_url":"https:\/\/bivol.bg\/wp-content\/uploads\/2016\/11\/Dimitar_Dimitrov.jpg","jetpack_publicize_connections":[],"jetpack_sharing_enabled":true,"jetpack_shortlink":"https:\/\/wp.me\/p9hbsr-8rx","jetpack_likes_enabled":true,"_links":{"self":[{"href":"https:\/\/bivol.bg\/en\/wp-json\/wp\/v2\/posts\/32459"}],"collection":[{"href":"https:\/\/bivol.bg\/en\/wp-json\/wp\/v2\/posts"}],"about":[{"href":"https:\/\/bivol.bg\/en\/wp-json\/wp\/v2\/types\/post"}],"author":[{"embeddable":true,"href":"https:\/\/bivol.bg\/en\/wp-json\/wp\/v2\/users\/1"}],"replies":[{"embeddable":true,"href":"https:\/\/bivol.bg\/en\/wp-json\/wp\/v2\/comments?post=32459"}],"version-history":[{"count":0,"href":"https:\/\/bivol.bg\/en\/wp-json\/wp\/v2\/posts\/32459\/revisions"}],"wp:featuredmedia":[{"embeddable":true,"href":"https:\/\/bivol.bg\/en\/wp-json\/wp\/v2\/media\/32424"}],"wp:attachment":[{"href":"https:\/\/bivol.bg\/en\/wp-json\/wp\/v2\/media?parent=32459"}],"wp:term":[{"taxonomy":"category","embeddable":true,"href":"https:\/\/bivol.bg\/en\/wp-json\/wp\/v2\/categories?post=32459"},{"taxonomy":"post_tag","embeddable":true,"href":"https:\/\/bivol.bg\/en\/wp-json\/wp\/v2\/tags?post=32459"}],"curies":[{"name":"wp","href":"https:\/\/api.w.org\/{rel}","templated":true}]}}