{"id":33140,"date":"2017-02-10T10:43:58","date_gmt":"2017-02-10T08:43:58","guid":{"rendered":"https:\/\/bivol.bg\/en\/?p=33140"},"modified":"2017-02-13T15:57:54","modified_gmt":"2017-02-13T15:57:54","slug":"who-concealed-damning-belene-npp-facts-to-give-1-2-billion-to-russians","status":"publish","type":"post","link":"https:\/\/bivol.bg\/en\/who-concealed-damning-belene-npp-facts-to-give-1-2-billion-to-russians.html","title":{"rendered":"WHO Concealed Damning Belene NPP Evidence to Give 1.2 Billion to Russians?"},"content":{"rendered":"<p>An inspection of the construction of the first unit of Bulgaria’s Belene Nuclear Power Plant (NPP) has shown deep cracks and complete unfitness for completion. This means that the bids with which Russian Atomstroyexport won the tender for Belene NPP have been simply impossible to implement and Bulgaria’s National Electric Company (NEC) has been misguided and misled by the Russians. Three governments have known this. Nevertheless, the above was not used as argument in the arbitration case against Atomstroyexport. Bulgaria lost it and paid 1.2 billion levs. Bivol interviewed Engineer (Eng.) Ilcho Kostov, former Director of the Belene site, who has conducted the inspection.<\/p>\n<p>Back in 2005, the Director of Belene NPP, Eng. Ilcho Kostov, noticed cracks in the reactor block. He reported them to a conference of Bulatom. After that, Kostov carried out a thorough inspection, which had shown that the cracks were all over the reactor block, on its entire thickness and depth and were caused by the technology for concrete reinforcement, applied by Atomstroyexport in the late 1980s, when the construction works began.<\/p>\n<p>After the decision of the Bulgarian government to renew the project, Atomstroyexport won the tender announced by the NEC namely with a bid for <em>additional construction<\/em> on the existing structures. Benefiting from its exceptional access to all documentation in the project &#8220;Belene&#8221;, Atomstroyexport misled the NEC that the NPP can be completed. This resulted in the withdrawal of the competition and Atomstroyexport winning the contract with a bid price of 3.997 billion.<\/p>\n<p>As soon as Atomstroyexport won the contract, an Appendix 3 to Agreement 1 for 109 million euro as an obligation of the NEC had been signed in violation of the Public Procurement Act. Two former directors of NEC have been charged over this.<\/p>\n<p>But with that Appendix, Atomstroyexport achieved another goal &#8211; demolition of the already constructed to elevation 13,20 reactor unit and concealing information about the condition of the existing structures.<\/p>\n<p><strong>To sum it up: First NEC was misguided and misled by the Russians that there could be additional construction on the site of the first unit of Belene NPP and then the evidence that this is not possible has been destroyed.<\/strong><\/p>\n<p>Eng. Ilcho Kostov insists that three governments have known about the inspection proving the unfitness of the site. Three former Prime Minister have received the confidential report. To date, there is no reaction, if we are to exclude the demolition of old structures that begun about a decade ago. This way, physical evidence was destroyed but the expert report remains, accompanied by a detailed video.<\/p>\n<p>The evidence that the reactor unit was unfit had been also provided to the law firm &#8220;White &amp; Case&#8221; during the arbitration proceedings in the case of Atomstroyexport against the NEC. But this key information was not used and eventually Bulgaria was ordered to pay a huge amount to the Russians.<\/p>\n<p>“As they say, God was likely Bulgarian in helping that the plant was not finished in the 1980s. With these cracks &#8230;,” says Eng. Ilcho Kostov in a detailed interview with Bivol. Before our camera, he showed photos of the cracks and the conclusions of the inspection.<\/p>\n<p>What has caused such discretion and why the expert report was not used to protect Bulgarian interests? Why did the Bulgarian government and its lawyers voluntarily refuse to prevail over the Russians?<\/p>\n<p>One possible answer is that the technology for concrete reinforcement, which has led to the cracks in the reactor unit at Belene NPP, had been used in other reactor units built in the 1980s. The disclosure of such information during international arbitration would bring up <strong>unpleasant revelations and questions about the security of nuclear plants built in Soviet times<\/strong> and can seriously affect Russian interests and plans for expansion of Russian nuclear construction in Europe and in other countries.<\/p>\n<p>Beyond all this, the issue of who will bear responsibility for the bill of nearly 3 billion levs footed by Bulgarian taxpayers remains. As we see, successive governments from different sides of the political spectrum all have a common denominator &#8211; pleasing Russia whatever the cost.<\/p>\n","protected":false},"excerpt":{"rendered":"<p>An inspection of the construction of the first unit of Bulgaria’s Belene Nuclear Power Plant (NPP) has shown deep cracks and complete unfitness for completion. This means that the bids&hellip;<\/p>\n","protected":false},"author":1,"featured_media":0,"comment_status":"closed","ping_status":"closed","sticky":false,"template":"","format":"video","meta":{"_mo_disable_npp":"","_relevanssi_hide_post":"","_relevanssi_pin_for_all":"","_relevanssi_pin_keywords":"","_relevanssi_unpin_keywords":"","_relevanssi_related_keywords":"","_relevanssi_related_include_ids":"","_relevanssi_related_exclude_ids":"","_relevanssi_related_no_append":"","_relevanssi_related_not_related":"","_relevanssi_related_posts":"","_relevanssi_noindex_reason":"","kia_subtitle":"","spay_email":"","jetpack_publicize_message":"","jetpack_is_tweetstorm":false},"categories":[7859,7471,5548,5542,5806],"tags":[],"jetpack_featured_media_url":"","jetpack_publicize_connections":[],"jetpack_sharing_enabled":true,"jetpack_shortlink":"https:\/\/wp.me\/p9hbsr-8Cw","jetpack_likes_enabled":true,"_links":{"self":[{"href":"https:\/\/bivol.bg\/en\/wp-json\/wp\/v2\/posts\/33140"}],"collection":[{"href":"https:\/\/bivol.bg\/en\/wp-json\/wp\/v2\/posts"}],"about":[{"href":"https:\/\/bivol.bg\/en\/wp-json\/wp\/v2\/types\/post"}],"author":[{"embeddable":true,"href":"https:\/\/bivol.bg\/en\/wp-json\/wp\/v2\/users\/1"}],"replies":[{"embeddable":true,"href":"https:\/\/bivol.bg\/en\/wp-json\/wp\/v2\/comments?post=33140"}],"version-history":[{"count":0,"href":"https:\/\/bivol.bg\/en\/wp-json\/wp\/v2\/posts\/33140\/revisions"}],"wp:attachment":[{"href":"https:\/\/bivol.bg\/en\/wp-json\/wp\/v2\/media?parent=33140"}],"wp:term":[{"taxonomy":"category","embeddable":true,"href":"https:\/\/bivol.bg\/en\/wp-json\/wp\/v2\/categories?post=33140"},{"taxonomy":"post_tag","embeddable":true,"href":"https:\/\/bivol.bg\/en\/wp-json\/wp\/v2\/tags?post=33140"}],"curies":[{"name":"wp","href":"https:\/\/api.w.org\/{rel}","templated":true}]}}