{"id":33413,"date":"2017-03-20T19:48:16","date_gmt":"2017-03-20T19:48:16","guid":{"rendered":"https:\/\/bivol.bg\/en\/?p=33413"},"modified":"2017-03-23T21:46:29","modified_gmt":"2017-03-23T21:46:29","slug":"v-as-in-vendetta-t-as-in-troll","status":"publish","type":"post","link":"https:\/\/bivol.bg\/en\/v-as-in-vendetta-t-as-in-troll.html","title":{"rendered":"V as in Vendetta, T as in Troll&#8230;"},"content":{"rendered":"<p>And D as in dedication, adds <strong>Stefan Proynov<\/strong> who manages dozens of sites and hundreds of profiles on Facebook that share their content. One of his associates, <strong>Adrian Dimitrov<\/strong>, became popular in recent days after the &#8220;<a href=\"https:\/\/www.facebook.com\/chistnet\/\">Clean Internet<\/a>&#8221; initiative revealed that he has managed to produce nearly 90,000 posts on social networks in just two years.<\/p>\n<p>&#8220;Only 90,000? No, 200,000 and more! &#8220;, laughs Proynov, who feels unappreciated by &#8220;Clean Internet&#8221; and the data they have collected. Bivol reached him after examining the address registration in the town of Pliska of companies of Adrian’s mother, coinciding with the address of Proynov’s company. Stefan Proynov agreed to tell us how and why he inundates the Bulgarian internet segment with information that many would define as &#8220;trolling&#8221;.<\/p>\n<p><strong>&#8220;This is a personal battle&#8221; <\/strong><\/p>\n<p>Asked if someone pays him for these hundreds of thousands of publications, Proynov replies that no one pays him and says that this activity is a personal battle against the formerly ruling center-right Citizens for European Development of Bulgaria (GERB) party. &#8220;Their cops killed my business and ruined my life. I was under house arrest for one year. Now, I am doing everything possible to prevent them from winning the upcoming election. This is my cause, no one pays me. We make our living from internet traffic and advertisement and are drowning in loans,&#8221; he says.<\/p>\n<p>Proynov was unwilling to share how many people are helping him in this undertaking, in addition to the already-identified Adrian and his mother Elena, who, he says, are modest and motivated people. However, the group has an enviable capacity and has obviously mastered online techniques of manipulation. &#8220;We produce 150 articles a day. We keep open hundreds of windows in the browser; we share content; we count&#8230;,&#8221; he says and raises the curtain over the group’s technology. How many of the articles have original content? Over 350 have original content! Stefan Proynov, himself, is writing between ten and 50.<\/p>\n<p><strong>Without money but with a strong civic position <\/strong><\/p>\n<p>Otherwise, he sees himself first and foremost as an artist. He has owned a company dealing with applied arts before entering the property business because of the influx of English buyers of vacation property. He helped GERB in the elections in 2009, but instead of an award, he received a punitive action by the party’s people from the police. &#8220;Total police harassment,&#8221; Proynov laments. What has followed is his personal battle against GERB. &#8220;I am expressing my civic position. Now, we have upcoming elections and I am helping those who can actually bring down GERB, and this is the Bulgarian Socialist Party (BSP),&#8221; is how he explains the fact that some of his sites are flooded with positive information about the Socialists.<\/p>\n<p>According to Proynov, the findings of &#8220;Clean Internet&#8221; are an attack paid by the &#8220;America for Bulgaria&#8221; Foundation of George Soros. &#8220;It suffices to see who has published them &#8211; <em>Mediapool, Capital<\/em> and others of which we are real media competitors,&#8221; he argues.<\/p>\n<p>Why are the majority of articles praising Russia and Putin? &#8220;Because we have pages and groups with over 80% of an audience that is Russophile! Because we want to build bridges with Russia, cultural and fraternal, many things connect both of our people &#8211; shared memory, history, religion, historical memory, and even the roots of our common Slavic gene,&#8221; he says.<\/p>\n<p>“We want to limit the harmful western influence! We are not against Europe and the world, but neither should we oppose Russia! Little by little, you turn around a soul, a second one, a third one&#8230; Social networks offer the truth. Social networks need us&#8230;”<\/p>\n<p><strong>&#8220;We do not hate the Roma; my child goes to school and plays with children from the minorities&#8221;<\/strong><\/p>\n<p>&#8220;Xenophobia – this is total nonsense!&#8221; is Proynov’s reaction to the remark that most of the articles incite hatred against refugees and Roma. &#8220;They are reprints from other sources and we have put a disclaimer that it is not our intent to incite hatred,&#8221; Proynov argues. &#8220;We do not hate the different, but we do not want them, and we do not want to give what is ours away,&#8221; he says &#8220;While we&#8217;re sympathetic to anyone who flees from war, we cannot be sympathetic to those who bring war and hold it in their hearts! We have written articles about Roma who live in Bulgarian districts and are educated and cultured, and about the label &#8220;gypsies&#8221; they are stuck with!<\/p>\n<p>My child goes to school and plays with children from minorities who are over 60% of the students in his class. We do not divide the people in Roma, Turks, Armenians and Jews, no one can choose how to be born; we divide them into good and bad people; we condemn the act of a person, but not his ethnicity! No one is born a criminal; it is up to everyone to decide which road to take!<\/p>\n<p>There is really such disclaimer, but also the articles are not Nazi or hate speech; sometimes they are extreme, rude, but this is the language of our editor, who passed away, may he rest in peace,&#8221; he said. He was talking about Alexander Stoilov, former Editor-in-Chief of <em>Weekend<\/em>.<\/p>\n<p>But so far, Stefan Proynov’s group has attracted mostly the attention of competitive trolls and media using similar marketing practices for dissemination of news on social networks. According to him, GERB followers are also paying attention by reporting him and actively deleting content and profiles produced by his group.<\/p>\n<p>The latter is especially painful because creating a new Facebook profile is associated with activation through a new SIM card. And a new SIM card costs money. Proynov, however, is prepared and has over 400 &#8220;sleeper cells&#8221; that can be activated at any time. &#8220;The power of trolls is about 30-48 downloads per day,&#8221; he clarifies.<\/p>\n<p>Who are these GERB trolls? PR agencies for creating online reputation or party affiliated special units? Stefan Proynov refuses to go into detail here, but is sure that they are very well organized and funded. His group has also analyzed &#8220;what to whom, how and how much&#8221; but is not willing to share information &#8220;at this stage&#8221;.<\/p>\n<p>&#8220;<strong>Facebook is controlled by the CIA<\/strong>&#8221;<\/p>\n<p>How will he cope with the initiative of Facebook to filter fake news? Stefan Proynov reveals his suspicions that the fight has been long led with unfair rules as &#8220;Facebook is controlled by the CIA&#8221; and there are algorithms to hide and transform content. &#8220;I had a personal profile that has become a page and I lost administrator rights for it,&#8221; he reports on such a curiosity that he has personally experienced. But he is fighting Facebook back. One of his sites is called <a href=\"http:\/\/fakenews.bg\/\">fakenews.bg<\/a> and it openly disseminates fake news that then feed groups and comments.<\/p>\n<p>Recently, he posted there an article about the death of George Soros, which had gained great success despite reports and blocked links. &#8220;We showed the real weakness of the “Sorosoids” in the country. Three disabled people overcame the powerful machine of Soros,&#8221; he notes, happy of the diversion. &#8220;It is a shame, hundreds of millions are poured in the form of grants in Bulgaria, and the effect of their activities is zero,&#8221; says Proynov, indignant of the low efficiency of the organization of the still living George Soros.<\/p>\n<p><strong>From trolling to patriotic affiliation<\/strong><\/p>\n<p>Is Stephen Proynov tempted to convert the accumulated knowledge and experience into business? &#8220;We plan to create an affiliate company,&#8221; Proynov says. &#8220;Last year alone we have over 30 million proven read publications in Google and for Facebook the figure is huge! We also want a national and online media with correspondents in every major city to be registered with the Central Electoral Commission (CEC) and to be able to officially sign contracts with anyone who wants to advertise with us as long as they do not violate our policies and the interests of the audience.&#8221;<\/p>\n<p>At this stage, these are just good wishes. &#8220;We do not brag and do not play important,&#8221; he says &#8220;because in this life you do not have to be important, it is important to be needed&#8221;.<\/p>\n<p>Stefan Proynov is convinced that what he is dealing with is needed by a lot of people. &#8220;Spiritual food is also important for the human soul &#8211; one is waiting to make them laugh, another to show him the day&#8217;s events, a third one expects a breath of hope, while another just wants the memory to live!&#8221; he reasons. On photos, provided to us, Stefan Proynov and Adrian Dimitrov have taken a picture together in front of a plaque with a patriotic inscription.<\/p>\n<p>&nbsp;<\/p>\n<p class=\"p5\"><a href=\"https:\/\/bivol.bg\/wp-content\/uploads\/2017\/03\/adrian-ayazmo.png\" data-rel=\"penci-gallery-image-content\" ><img loading=\"lazy\" class=\"alignnone size-medium wp-image-33386\" src=\"https:\/\/bivol.bg\/wp-content\/uploads\/2017\/03\/adrian-ayazmo-300x244.png\" alt=\"\" width=\"300\" height=\"244\" srcset=\"https:\/\/bivol.bg\/wp-content\/uploads\/2017\/03\/adrian-ayazmo-300x244.png 300w, https:\/\/bivol.bg\/wp-content\/uploads\/2017\/03\/adrian-ayazmo.png 441w\" sizes=\"(max-width: 300px) 100vw, 300px\" \/><\/a><a href=\"https:\/\/bivol.bg\/wp-content\/uploads\/2017\/03\/projnov-ayazmo.png\" data-rel=\"penci-gallery-image-content\" ><img loading=\"lazy\" class=\"alignnone size-medium wp-image-33388\" src=\"https:\/\/bivol.bg\/wp-content\/uploads\/2017\/03\/projnov-ayazmo-300x220.png\" alt=\"\" width=\"300\" height=\"220\" srcset=\"https:\/\/bivol.bg\/wp-content\/uploads\/2017\/03\/projnov-ayazmo-300x220.png 300w, https:\/\/bivol.bg\/wp-content\/uploads\/2017\/03\/projnov-ayazmo.png 574w\" sizes=\"(max-width: 300px) 100vw, 300px\" \/><\/a><\/p>\n<p>&#8220;We are open to people who want to elevate Bulgaria as a pure and holy Republic, a strong country,&#8221; says Stefan, who is the administrator of the &#8220;Only Real Bulgarians&#8221; site as well. He also publishes the site patrioti.net (patriots.net), net in the sense of &#8220;network&#8221; in English rather than a denial (from the Russian net, meaning no – editor’s note), according to him.<\/p>\n<p>The flagship site of the group is <a href=\"http:\/\/bulpress.info\/\">bulpress.info<\/a> and is registered by Adrian. He has also registered the company &#8220;Bulpress Ltd&#8221;. So far, however, the site has no identified owner and has only one correspondent &#8211; Boris Anzov from Russia, with a reportage on how he has bestowed to the Russian Foreign Ministry spokeswoman, Maria Zakharova, a Bulgarian folk costume.<\/p>\n<p>&#8220;We are working with Boris Anzov and &#8220;Media Bridge Bulgaria&#8221;(Anzov’s site through which he is accredited as a journalist in Russia and travels to Syria, where he was wounded in a rocket barrage editor&#8217;s note). &#8220;Not only are we building bridges with Russia and other countries &#8211; Iraq, Syria, Udmurtia, Kurdistan, we broadcast films from around the world as well as films from Bulgaria in other countries. Social and cultural bridges require decades to be built, while they can be destroyed in seconds by a politician or diplomat,&#8221; says Proynov on this peculiar aspect of internet activism. &#8220;But the money from Putin, I have not gotten it yet,&#8221; Stefan Proynov jokes at the end.<\/p>\n<p><em>The interview was conducted by phone and email by Atanas Tchobanov.<\/em><\/p>\n<p>More about &#8220;trolology&#8221; can be read in the <a href=\"https:\/\/bivol.bg\/?tag=%D1%82%D1%80%D0%BE%D0%BB%D0%BE%D0%B2%D0%B5\">archives<\/a> of Bivol.<\/p>\n<p class=\"p5\">\n","protected":false},"excerpt":{"rendered":"<p>And D as in dedication, adds Stefan Proynov who manages dozens of sites and hundreds of profiles on Facebook that share their content. One of his associates, Adrian Dimitrov, became&hellip;<\/p>\n","protected":false},"author":1,"featured_media":33391,"comment_status":"closed","ping_status":"open","sticky":false,"template":"","format":"standard","meta":{"_mo_disable_npp":"","_relevanssi_hide_post":"","_relevanssi_pin_for_all":"","_relevanssi_pin_keywords":"","_relevanssi_unpin_keywords":"","_relevanssi_related_keywords":"","_relevanssi_related_include_ids":"","_relevanssi_related_exclude_ids":"","_relevanssi_related_no_append":"","_relevanssi_related_not_related":"","_relevanssi_related_posts":"","_relevanssi_noindex_reason":"","kia_subtitle":"","spay_email":"","jetpack_publicize_message":"","jetpack_is_tweetstorm":false},"categories":[5330,5806,5827],"tags":[5144,4396,7563,7564,5143],"jetpack_featured_media_url":"https:\/\/bivol.bg\/wp-content\/uploads\/2017\/03\/proynov-adrian.png","jetpack_publicize_connections":[],"jetpack_sharing_enabled":true,"jetpack_shortlink":"https:\/\/wp.me\/p9hbsr-8GV","jetpack_likes_enabled":true,"_links":{"self":[{"href":"https:\/\/bivol.bg\/en\/wp-json\/wp\/v2\/posts\/33413"}],"collection":[{"href":"https:\/\/bivol.bg\/en\/wp-json\/wp\/v2\/posts"}],"about":[{"href":"https:\/\/bivol.bg\/en\/wp-json\/wp\/v2\/types\/post"}],"author":[{"embeddable":true,"href":"https:\/\/bivol.bg\/en\/wp-json\/wp\/v2\/users\/1"}],"replies":[{"embeddable":true,"href":"https:\/\/bivol.bg\/en\/wp-json\/wp\/v2\/comments?post=33413"}],"version-history":[{"count":0,"href":"https:\/\/bivol.bg\/en\/wp-json\/wp\/v2\/posts\/33413\/revisions"}],"wp:featuredmedia":[{"embeddable":true,"href":"https:\/\/bivol.bg\/en\/wp-json\/wp\/v2\/media\/33391"}],"wp:attachment":[{"href":"https:\/\/bivol.bg\/en\/wp-json\/wp\/v2\/media?parent=33413"}],"wp:term":[{"taxonomy":"category","embeddable":true,"href":"https:\/\/bivol.bg\/en\/wp-json\/wp\/v2\/categories?post=33413"},{"taxonomy":"post_tag","embeddable":true,"href":"https:\/\/bivol.bg\/en\/wp-json\/wp\/v2\/tags?post=33413"}],"curies":[{"name":"wp","href":"https:\/\/api.w.org\/{rel}","templated":true}]}}