{"id":33478,"date":"2017-03-30T14:19:11","date_gmt":"2017-03-30T12:19:11","guid":{"rendered":"https:\/\/bivol.bg\/en\/?p=33478"},"modified":"2017-04-09T15:45:42","modified_gmt":"2017-04-09T15:45:42","slug":"wiener-zeitung-land-in-oligarchs-hand","status":"publish","type":"post","link":"https:\/\/bivol.bg\/en\/wiener-zeitung-land-in-oligarchs-hand.html","title":{"rendered":"Wiener Zeitung: Land in Oligarch’s Hand"},"content":{"rendered":"<p>Extensive interview with <strong>Assen Yordanov<\/strong>, founder and Director of Bivol, with the prestigious Austrian newspaper <em><a href=\"http:\/\/www.wienerzeitung.at\/\">Wiener Zeitung<\/a><\/em> on:<\/p>\n<p>&#8211; Mafia reality in Bulgaria<\/p>\n<p>&#8211; Bivol’s mission<\/p>\n<p>&#8211; Cost of defending the right to free and quality journalism in the most corrupt and undemocratic country in Europe.<\/p>\n<p>The interview was taken and published before the general elections, but in our strive to act fairly and properly and in order to prevent accusations of political bias and election manipulations, we are just now sharing it (regardless of the election results).<\/p>\n<p><strong>Bivol <\/strong>is fighting against severe social depravities, regardless of their political affiliation. In fact, in our country politics are just a facade.<\/p>\n<p>Parliamentary elections will be held in Bulgaria on Sunday, March 26 (the article was <a href=\"http:\/\/www.wienerzeitung.at\/nachrichten\/europa\/europaeische_union\/881179_Ein-Land-in-Oligarchen-Hand.html\">published<\/a> on March 22 &#8211; translator’s note). Nevertheless, investigative journalist Assen Yordanov no longer believes in democracy in this country. He sees the State as being in the hands of two people.<\/p>\n<p>Sofia. Many Bulgarians have hoped that poverty, corruption and organized crime will decrease as a result of the EU accession in 2007. However, the country continues to occupy the last positions in various rankings. Freedom of speech was severely restricted &#8211; while in 2006 Bulgaria occupied 36<sup>th<\/sup> place by it, ten years later, it is only 113<sup>th<\/sup> in the ranking. Investigative journalist Assen Yordanov sees the involvement of senior politicians in organized crime. In an interview with <em>Wiener Zeitung<\/em>, he speaks of threats and the EU’s lack of will to investigate.<\/p>\n<p><strong><em>Wiener Zeitung<\/em><\/strong> <strong>(WZ)<\/strong>: <em>What is the reason for freedom of speech in Bulgaria to be so severely restricted since EU accession?<\/em><\/p>\n<p><strong>Assen Yordanov<\/strong>: After the EU accession in 2007, the oligarch and lawmaker from the Turkish minority party, Delyan Peevski, started building his media empire. He owns, directly or indirectly, almost all newspapers, television and radio channels in the country and this is how he controls the market.<\/p>\n<p>In 2008, he also acquired the media group <em>168 Hours<\/em>, where I used to work. Within one day, the conditions there changed radically. The oligarchs use media to discredit people who act against their interests.<\/p>\n<p>There was total censorship.<\/p>\n<p><strong><em>WZ<\/em><\/strong><em>: Many other problems such as poverty, corruption and organized crime did not decrease after the EU accession.<\/em><\/p>\n<p>&#8211; When we joined the EU, we were very optimistic. We hoped that the standard of life will improve and the judicial system will work better. But just the opposite occurred. Today we have a mutation of the former communist system. The facade is democratic, but in fact Bulgaria is dominated by a neo-feudal, oligarchic mafia clique that owns the shadowy economy.<\/p>\n<p><strong><em>WZ: <\/em><\/strong><em>How does this manifest itself? <\/em><\/p>\n<p>&#8211; For example, former Prime Minister Boyko Borisov, who is running again, had a criminal record in the past. (Borisov has never been convicted – editor’s note)<\/p>\n<p>In the 1990s, I wrote several articles about illegal smuggling of cigarettes near the city of Burgas. <a href=\"https:\/\/bivol.bg\/en\/from-the-illegal-cigarettes-factory-of-prime-minister-borisov-in-kraimorie-to-the-new-seraglio-of-bulgarias-infamous-politician-near-rosenets.html\">Borisov was the boss of this illegal cigarette factory<\/a>. He manufactured illegal cigarettes and smuggled them into Europe through Serbia and Montenegro.<\/p>\n<p><strong><em>WZ:<\/em><\/strong><em> What happened after you published this article?<\/em><\/p>\n<p>&#8211; This was in 1995. I received a letter with a word of advice: &#8220;Go to the cemetery and choose a nice grave for yourself&#8221;.<\/p>\n<p>The Mayor of Burgas and Vice-Chairman of Borisov’s GERB party, Dimitar Nikolov, is also a former smuggler. He used to smuggle in Bulgaria large quantities of powdered milk from Russia and Ukraine. He has been even convicted. But that did not harm him. On the contrary, the common past connects him with Borisov.<\/p>\n<p><strong><em>WZ: <\/em><\/strong><em>You publish in your blog &#8220;Bivol&#8221; articles about politicians and government officials involved in criminal schemes. Is there impact from your revelations?<\/em><\/p>\n<p>&#8211; The Prosecutor General of Bulgaria, Sotir Tsatsarov, has evaded taxes in acquiring property, as early as the time when he was President of the Plovdiv Court. We published this information in 2012 and proved it with documents. The result was deleted and forged entries in public registries and Tsatsarov being elected Prosecutor General.<\/p>\n<p><strong><em>WZ:<\/em><\/strong><em> You often publish stories on abuse of European Union funds. Is this leading to investigations by the services?<\/em><\/p>\n<p>&#8211; We published in Bivol a <a href=\"https:\/\/bivol.bg\/en\/infamous-bulgarian-fraudster-is-back-in-the-business-with-eu-projects.html\">story<\/a> on Bulgarian businessman Mario Nikolov, who stole European funds in the distant 2007, in the so-called affair &#8220;SAPARD&#8221;.<\/p>\n<p>This time, he and his people have asked for European money for a duck and turkey farm. We visited the farm in the village of Zhivkovo. In fact, it was never completed and there was no poultry there. We sent information to OLAF in Brussels. I personally spoke with an investigator from OLAF, provided the evidence and said: &#8220;You see what is happening in Bulgaria with European money?&#8221;<\/p>\n<p>His only reply was: &#8220;We do not have effective means to eliminate such candidates. Each project is treated individually. We cannot take into account the past when someone has provided incorrect data&#8221;.<\/p>\n<p><strong><em>WZ<\/em><\/strong><em>: Do you think that European institutions are involved in corruption in Bulgaria?<\/em><\/p>\n<p>&#8211; I am an investigative journalist for 25 years. I do not have documents to prove it; otherwise I would have long ago published them. But my experience as a journalist in the most corrupt country in the EU shows me that corruption is involved in this game.<\/p>\n<p><strong><em>WZ<\/em><\/strong><em>: One theme that Bivol has repeatedly examined is the bankruptcy of the fourth largest bank in Bulgaria, Corporate Commercial Bank (CCB) in 2014.<\/em><\/p>\n<p>&#8211; The bankruptcy of CCB cost the nation seven billion euros. The money was stolen by people such as Delyan Peevski (there are no convictions – editor’s note). People know it. But what can be done in a country where the Prosecutor General is <a href=\"https:\/\/bivol.bg\/en\/letter-to-the-us-embassy-exposes-bulgartabac-scheme-featuring-boyko-borisov-ahmed-dogan-and-delyan-peevski.html\">corrupt<\/a> and totally dependent on Peevski? We are now witnessing a second plundering of CCB. The bank&#8217;s assets, among them weapon manufacturers and Bulgarian telecom companies, are being sold to Peevski and his people for pennies. The court appointed trustees who act in Peevski’s favor. We published <a href=\"https:\/\/bivol.bg\/en\/judge-boyko-and-delyan-always-played-party.html\">recordings of conversations<\/a> between magistrates that confirm this. The former majority shareholder in CCB, Tsvetan Vassilev, gave interviews in which he says that Bulgaria is in the hands of two people: Boyko Borisov and Delyan Peevski. Vasilev is currently hiding in Belgrade. He knows that if he returns to Bulgaria, he will be killed. Because he was part of criminal mafia structures, and we have no independent court before which he may testify.<\/p>\n<p><strong><em>WZ<\/em><\/strong><em>: Do you think that Boyko Borisov, who is running for prime minister again, has been involved in these criminal cases?<\/em><\/p>\n<p>&#8211; Yes, he is. In 2011, Bulgartabac, one of the largest tobacco companies in the world, was privatized. It was bought by an unknown company based in Vienna &#8211; BT Invest. Hundreds of millions were poured in one day. We also know where the money came from. It came from CCB. We have documents to prove it. A chain of offshore companies stands behind BT Invest and if one follows them, they will end up with Peevski, Borisov and Ahmed Dogan, the former Chairman of the Turkish minority party. It is not possible to approach the Bulgarian Prosecutor&#8217;s Office, they are deaf to such things. Since the company is headquartered in Vienna, we sent a signal to the Austrian prosecution about money laundering. But it did not launch an investigation.<\/p>\n<p><strong><em>WZ:<\/em><\/strong><em> You have survived two assassination attempts and are receiving threats again and again. What keeps you going? Perhaps the hope for change?<\/em><\/p>\n<p>&#8211; Maybe I am an idiot (laughs). It is not hope. Hope is something for weak people. I believe in my own abilities. I think that there is no other way for me.<\/p>\n<p><strong><em>WZ<\/em><\/strong><em>: What needs to happen in your opinion to change the situation in Bulgaria?<\/em><\/p>\n<p>&#8211; It will take lengthy protests, maybe such as in Romania. In 2013, there were protests because of restrictions that forced Borisov to resign for the first time. But they subsided. I am pessimistic that large protests could happen. After 25 years, Bulgarians are tired.<\/p>\n<p><strong>About A<\/strong><strong>ssen Yordanov<\/strong><\/p>\n<p class=\"p1\">\n<p class=\"p1\"><a href=\"https:\/\/bivol.bg\/en\/wienerzeitung-interview-yordanov.html\/170328-1343-verbrecher\" rel=\"attachment wp-att-33473\"><img loading=\"lazy\" class=\"alignnone wp-image-33473 size-full\" src=\"https:\/\/bivol.bg\/wp-content\/uploads\/2017\/03\/170328-1343-verbrecher.jpg\" width=\"628\" height=\"471\" srcset=\"https:\/\/bivol.bg\/wp-content\/uploads\/2017\/03\/170328-1343-verbrecher.jpg 628w, https:\/\/bivol.bg\/wp-content\/uploads\/2017\/03\/170328-1343-verbrecher-300x225.jpg 300w\" sizes=\"(max-width: 628px) 100vw, 628px\" \/><\/a><\/p>\n<p>He worked for many years for various Bulgarian newspapers. In 2010, he launched the blog for investigative journalism &#8220;<strong>Bivol<\/strong>&#8221; which gained popularity across the country because of the publications about corruption and the links between politics and mafia. In 2010, he was awarded the &#8220;Leipzig Media Award&#8221; for excellence in the field of freedom of speech. In 2014, the organization &#8220;<strong>Reporters without Borders<\/strong>&#8221; put him on the list of &#8220;<a href=\"http:\/\/heroes.rsf.org\/en\/assen-yordanov\/\">100 Information Heroes<\/a>&#8220;. Yordanov lives in Burgas.<\/p>\n","protected":false},"excerpt":{"rendered":"<p>Extensive interview with Assen Yordanov, founder and Director of Bivol, with the prestigious Austrian newspaper Wiener Zeitung on: &#8211; Mafia reality in Bulgaria &#8211; Bivol’s mission &#8211; Cost of defending&hellip;<\/p>\n","protected":false},"author":1,"featured_media":33469,"comment_status":"closed","ping_status":"closed","sticky":false,"template":"","format":"standard","meta":{"_mo_disable_npp":"","_relevanssi_hide_post":"","_relevanssi_pin_for_all":"","_relevanssi_pin_keywords":"","_relevanssi_unpin_keywords":"","_relevanssi_related_keywords":"","_relevanssi_related_include_ids":"","_relevanssi_related_exclude_ids":"","_relevanssi_related_no_append":"","_relevanssi_related_not_related":"","_relevanssi_related_posts":"","_relevanssi_noindex_reason":"","kia_subtitle":"Nina Flori from Sofia","spay_email":"","jetpack_publicize_message":"","jetpack_is_tweetstorm":false},"categories":[5543,4586,5955,5824,7467,5544,5547,5994,5548,5806,5832],"tags":[5469,7504,6590],"jetpack_featured_media_url":"https:\/\/bivol.bg\/wp-content\/uploads\/2017\/03\/borisov-peevski.jpg","jetpack_publicize_connections":[],"jetpack_sharing_enabled":true,"jetpack_shortlink":"https:\/\/wp.me\/p9hbsr-8HY","jetpack_likes_enabled":true,"_links":{"self":[{"href":"https:\/\/bivol.bg\/en\/wp-json\/wp\/v2\/posts\/33478"}],"collection":[{"href":"https:\/\/bivol.bg\/en\/wp-json\/wp\/v2\/posts"}],"about":[{"href":"https:\/\/bivol.bg\/en\/wp-json\/wp\/v2\/types\/post"}],"author":[{"embeddable":true,"href":"https:\/\/bivol.bg\/en\/wp-json\/wp\/v2\/users\/1"}],"replies":[{"embeddable":true,"href":"https:\/\/bivol.bg\/en\/wp-json\/wp\/v2\/comments?post=33478"}],"version-history":[{"count":0,"href":"https:\/\/bivol.bg\/en\/wp-json\/wp\/v2\/posts\/33478\/revisions"}],"wp:featuredmedia":[{"embeddable":true,"href":"https:\/\/bivol.bg\/en\/wp-json\/wp\/v2\/media\/33469"}],"wp:attachment":[{"href":"https:\/\/bivol.bg\/en\/wp-json\/wp\/v2\/media?parent=33478"}],"wp:term":[{"taxonomy":"category","embeddable":true,"href":"https:\/\/bivol.bg\/en\/wp-json\/wp\/v2\/categories?post=33478"},{"taxonomy":"post_tag","embeddable":true,"href":"https:\/\/bivol.bg\/en\/wp-json\/wp\/v2\/tags?post=33478"}],"curies":[{"name":"wp","href":"https:\/\/api.w.org\/{rel}","templated":true}]}}