{"id":34042,"date":"2017-05-31T06:05:00","date_gmt":"2017-05-31T06:05:00","guid":{"rendered":"https:\/\/bivol.bg\/en\/?p=34042"},"modified":"2017-06-12T15:00:39","modified_gmt":"2017-06-12T15:00:39","slug":"former-judge-implicates-notorious-lawyer-in-car-accident-involving-court-president","status":"publish","type":"post","link":"https:\/\/bivol.bg\/en\/former-judge-implicates-notorious-lawyer-in-car-accident-involving-court-president.html","title":{"rendered":"Former Judge Implicates Notorious Lawyer in Car Accident Involving Court President"},"content":{"rendered":"<p>Attorney Momchil Mondeshki has told me that he has had something to do with the Supreme Court of Cassations (SCC) President, <strong>Lozan Panov<\/strong>, being hit by a car, former judge <strong>Rumyana Chenalova<\/strong>, a participant in the conversations from #Yaneva Gate, told Bivol in a recent interview. We approached Chenalova for comment on the <a href=\"https:\/\/bivol.bg\/en\/notorious-lawyer-claims-receiving-proposal-to-manipulate-spying-report-destined-for-brussels.html\">latest recordings<\/a>, which make it clear that Mondeshki is acting as a universal broker of influence in the judiciary.<\/p>\n<p>Lozan Panov was hit by a car on a walkway on December 10, 2014, a month before the competition for president of the SCC for which he was a candidate. According to the then-Chief Secretary of the Ministry of Interior, Svetlozar Lazarov, there was no intention in the crash. After the incident, Panov withdrew his candidacy, but then changed his mind and returned into the race.<\/p>\n<p>The judge also revealed other scandalous facts such as the <strong>non-random distribution of the case with the <\/strong><strong>collapsed Corporate Commercial Bank (CCB)<\/strong>. As President of the Sofia City Court, Vladimira Yaneva, had specifically selected Judge <strong>Ivo Dachev<\/strong> to declare the bank bankrupt and to sell its assets &#8220;to whom they should be sold&#8221;.<\/p>\n<p>The Yaneva Gate&#8217;s conversations revealed that the former Sofia City Court President had often consulted “Delyan” (controversial lawmaker and media mogul Delyan Peevski – editor’s note), who had requested certain favors in the CCB case, as well as meetings with the <a href=\"https:\/\/bivol.bg\/en\/delyan-on-ccb-get-ready-to-bring-bank-trustees-to-me-to-see-them.html\">bankruptcy trustees<\/a>, appointed by the court. Mondeshki had also often bragged over his acquaintance with <strong>Delyan Peevski<\/strong>, says Chenalova, and <strong>had presented himself as an epitome of his will<\/strong>, boasting that he monitored the CCB case on his behalf. Mondeshki had claimed that &#8220;<strong>Delyan Peevski wanted this; wanted that<\/strong>&#8221; and that he had visited the MP and media mogul in his residence, <strong>hotel “Berlin”<\/strong>.<\/p>\n<p>According to Chenalova, the fact that <strong>Momchil Mondeshki<\/strong> is virtually untouchable is evidence that he really has positions. Lastly, the Bar Association in the city of Stara Zagora ruled that Mondeshki has not violated the Ethics Code of the profession with his interview with <em>Trud<\/em> (Labor) daily, claiming that the Yaneva Gate talks were arranged to discredit power figures. According to Chenalova, at the time of joining the Bar, Mondeshki had been the protégé of former Justice Minister <strong>Anton Stankov<\/strong> with whom he maintains a friendship.<\/p>\n<p><strong>Ivo Dachev – agreed on judge in the CCB case<\/strong><\/p>\n<p>What is behind Mondeshki&#8217;s words that people close to Tsvetan Vassilev had offered money and redacting of Boyko Rashkov’s report against a withdrawal in the case presided by Ivo Dachev? Perhaps it is a case of an expert or a trustee, says Chenalova. She remembers the manipulations in the court in the allocation of the CCB case. First, it had been randomly assigned to &#8220;one judge&#8221; (Kalina Ilieva – editor’s note). This had angered very much Vladimira Yaneva, who had called Judge Bogdana Zhelyavska, asked to meet her, after which Kalina Ilieva had withdrawn from the case. The case had been assigned then to Ivo Dachev, but that had not been random at all. Dachev had asked what exactly he should do in this case. Yaneva had said in Chenalova’s presence that the Bank should be declared insolvent in order to sell out the assets to whom they must be sold.<\/p>\n<p><strong>Prosecution in coma<\/strong><\/p>\n<p>Today, the Bulgarian Prosecutor&#8217;s Office is in a state of coma, according to Chenalova, and the reason is Prosecutor General <strong>Sotir Tsatsarov<\/strong>. According to the Judge, he has committed at least two serious crimes with “masking” the investigation against Vladimira Yaneva in the case “Worms” and, more recently, putting pressure on a businessman. However, of the 1,500 Bulgarian prosecutors, one cannot find one to launch a pre-trial proceeding against Tsatsarov. Former judge Chenalova, nevertheless, urged them to act and be prosecutors, instead of talking in their offices behind closed doors. She gave an example from her own practice as judge back in 1989 when a high-ranking functionary of the Bulgarian Communist Party had come to her and asked her to stop a case. Instead, she appealed to the Prosecutor&#8217;s Office in full awareness that she might be dismissed.<\/p>\n<p class=\"p1\">\n<p><span class=\"embed-youtube\" style=\"text-align:center; display: block;\"><iframe class='youtube-player' width='1170' height='659' src='https:\/\/www.youtube.com\/embed\/xQuoEva7qYs?version=3&#038;rel=1&#038;showsearch=0&#038;showinfo=1&#038;iv_load_policy=1&#038;fs=1&#038;hl=en-US&#038;autohide=2&#038;wmode=transparent' allowfullscreen='true' style='border:0;' sandbox='allow-scripts allow-same-origin allow-popups allow-presentation'><\/iframe><\/span><\/p>\n<p class=\"p1\">\n","protected":false},"excerpt":{"rendered":"<p>Attorney Momchil Mondeshki has told me that he has had something to do with the Supreme Court of Cassations (SCC) President, Lozan Panov, being hit by a car, former judge&hellip;<\/p>\n","protected":false},"author":1,"featured_media":33931,"comment_status":"closed","ping_status":"open","sticky":false,"template":"","format":"standard","meta":{"_mo_disable_npp":"","_relevanssi_hide_post":"","_relevanssi_pin_for_all":"","_relevanssi_pin_keywords":"","_relevanssi_unpin_keywords":"","_relevanssi_related_keywords":"","_relevanssi_related_include_ids":"","_relevanssi_related_exclude_ids":"","_relevanssi_related_no_append":"","_relevanssi_related_not_related":"","_relevanssi_related_posts":"","_relevanssi_noindex_reason":"","kia_subtitle":"Inactivity of Prosecutor's Office points to complicity with mafia structures","spay_email":"","jetpack_publicize_message":"","jetpack_is_tweetstorm":false},"categories":[5548,5806],"tags":[],"jetpack_featured_media_url":"https:\/\/bivol.bg\/wp-content\/uploads\/2017\/05\/chenalova-interview.png","jetpack_publicize_connections":[],"jetpack_sharing_enabled":true,"jetpack_shortlink":"https:\/\/wp.me\/p9hbsr-8R4","jetpack_likes_enabled":true,"_links":{"self":[{"href":"https:\/\/bivol.bg\/en\/wp-json\/wp\/v2\/posts\/34042"}],"collection":[{"href":"https:\/\/bivol.bg\/en\/wp-json\/wp\/v2\/posts"}],"about":[{"href":"https:\/\/bivol.bg\/en\/wp-json\/wp\/v2\/types\/post"}],"author":[{"embeddable":true,"href":"https:\/\/bivol.bg\/en\/wp-json\/wp\/v2\/users\/1"}],"replies":[{"embeddable":true,"href":"https:\/\/bivol.bg\/en\/wp-json\/wp\/v2\/comments?post=34042"}],"version-history":[{"count":0,"href":"https:\/\/bivol.bg\/en\/wp-json\/wp\/v2\/posts\/34042\/revisions"}],"wp:featuredmedia":[{"embeddable":true,"href":"https:\/\/bivol.bg\/en\/wp-json\/wp\/v2\/media\/33931"}],"wp:attachment":[{"href":"https:\/\/bivol.bg\/en\/wp-json\/wp\/v2\/media?parent=34042"}],"wp:term":[{"taxonomy":"category","embeddable":true,"href":"https:\/\/bivol.bg\/en\/wp-json\/wp\/v2\/categories?post=34042"},{"taxonomy":"post_tag","embeddable":true,"href":"https:\/\/bivol.bg\/en\/wp-json\/wp\/v2\/tags?post=34042"}],"curies":[{"name":"wp","href":"https:\/\/api.w.org\/{rel}","templated":true}]}}