{"id":35434,"date":"2017-10-13T08:16:01","date_gmt":"2017-10-13T05:16:01","guid":{"rendered":"https:\/\/bivol.bg\/?p=35434"},"modified":"2017-10-15T11:41:28","modified_gmt":"2017-10-15T11:41:28","slug":"juergen-roth-putin-is-kgb-product-and-works-with-criminal-groups-when-he-needs-it","status":"publish","type":"post","link":"https:\/\/bivol.bg\/en\/juergen-roth-putin-is-kgb-product-and-works-with-criminal-groups-when-he-needs-it.html","title":{"rendered":"Juergen Roth: Putin Is KGB Product and Works with Criminal Groups When He Needs It"},"content":{"rendered":"<div class=\"NoteContent-text\">\n<p>Prominent investigative journalist Juergen Roth died in Germany at the age of 72, after a long illness. From the 1970s until his death, he never stopped publishing books on corruption, arms trade, and mafia structures. In Russia, his most famous book is &#8220;Gangsters from the East. New Roads of Crime&#8221;, published in 2004. The book tells of the (city of) Tambov criminal group whose activity he investigated in Germany. The investigation sparked a major diplomatic scandal after documents signed by Vladimir Putin and Vladimir Smirnov (the first head of the Ozero Cooperative in the Leningrad Region) were found in a raid in the offices of SPAG (a St. Petersburg property and capital management company). The investigation by the Prosecutor&#8217;s Office in Darmstadt (Hessen Region) of nine suspects was suspended in 2009 due to the expiry of the statute of limitation.<\/p>\n<p><em>Open Russia<\/em> has <a href=\"https:\/\/openrussia.org\/notes\/714296\/\">published<\/a> an interview with Juergen Roth, recorded by Anastasia Kirilenko on July 15, 2015, and partly used in the film &#8220;<a href=\"https:\/\/openrussia.org\/notes\/613762\/\">Whoismisterputin<\/a>&#8220;.<\/p>\n<p><strong>&#8211; Tell us about your book &#8220;Gangsters from the East&#8221;. How did the idea arise? How did Putin&#8217;s name emerge?<\/strong><\/p>\n<p>&#8211; There is a black hole in the part concerning Vladimir Putin: what companies he was linked to; how he earned his money and how closely he collaborated with criminal groups. And this is all the more interesting due to the fact that there was a connection with Germany on the part of the Tambov mafia. On the other hand, there are the relations with companies working in Germany, and in particular SPAG, which played the primary role.<\/p>\n<p>It all starts with the fact that Vladimir Putin visited Germany in person in 1992; met a notary public there and another participant with whom he soon co-founded SPAG.<\/p>\n<p>As it became clear from subsequent searches, particularly in Petersburg, SPAG had the closest ties to Vladimir Smirnov. Vladimir Smirnov became, so to speak, the link between the Tambov mafia, on the one hand, Vladimir Putin on the other, and SPAG, here in Germany.<\/p>\n<p><strong>&#8211; What exactly do you mean?<\/strong><\/p>\n<p>&#8211; Smirnov was a central figure. First of all, he was a personal friend of Vladimir Putin. All companies with foreign participation abroad were set by him. As a rule, he attended all meetings of SPAG&#8217;s Board of Directors here in Germany. It has been proven that Smirnov has met with Kumarin (<em><a href=\"https:\/\/openrussia.org\/media\/704544\/\">Vladimir Barsukov<\/a><\/em>, considered the leader of the Tambov mafia – <em>Open Russia<\/em>’s note) in Switzerland many times. This has been spelled out by the Federal Police in Switzerland. Thus, as I have said several times, Smirnov became the liaison between the Tambov criminal organization and the state leadership &#8211; in this case, Vladimir Putin. Vladimir Smirnov played a very important role, and as soon as Vladimir Putin moved to Moscow, he followed him there and very quickly grew up in the hierarchy, which he obviously deserved because of his hard work (he smiles).<\/p>\n<\/div>\n<div class=\"NoteContent-text\"><\/div>\n<div class=\"NoteContent-photo\">\n<div class=\"ArticlePhoto ArticlePhoto--stretch\">\n<figure class=\" ArticlePhoto-imageWrapper \">\n<div class=\"ArticlePhoto-image\"><img src=\"https:\/\/cdn.openrussia.org\/media\/content\/main\/2017-10-01_18-18-28__c6d75958-a6bb-11e7-a0eb-06f7ed071225.jpg\" srcset=\"https:\/\/cdn.openrussia.org\/media\/content\/main@2x\/2017-10-01_18-18-28__c6d75958-a6bb-11e7-a0eb-06f7ed071225.jpg 2x\" alt=\"Владимир Кумарин (слева) на теннисном турнире St.Petersburg Open — 2005. Фото: Михаил Разуваев \/ Коммерсантъ \" \/><\/div><figcaption class=\"ArticlePhoto-caption\">Vladimir Kumarin (on the left) at the 2005 St. Petersburg Open tennis tournament. Photo: Mikhail Razvaev \/ Kommersant<\/p>\n<p><strong>-How did your investigation start?<\/strong><\/p>\n<p>-I came to my conclusions after reading the first information on this in the report of the Federal Intelligence Agency of Germany on money laundering by Liechtenstein&#8217;s drug cartels. This report stirred a lot of noise in Germany. SPAG is mentioned in a short paragraph as a tool for laundering money from drug trafficking. At that time, I had good contacts with the local Prosecutor&#8217;s Office; we traveled together to Liechtenstein. The prosecutor conducted an investigation there, and I was accompanying him. A story started to emerge and gained great political significance. But when the SPAG offices in Mörfelden-Walldorf (a suburb of Frankfurt &#8211; <em>Open Russia<\/em>’s note) were searched on May 13, 2003, the Federal Chancellor was informed, which is not a normal practice. The Russian Interior Minister was informed about the SPAG searches as well, which also showed that it was a case of great political significance.<\/p>\n<p>In my book, I describe all this in detail &#8211; a criminal case involving money laundering in cooperation with a criminal group &#8211; the Tambov mafia &#8211; and then-Deputy Mayor of St. Petersburg &#8211; Vladimir Putin. This gives the case its great political significance.<\/p>\n<p><strong>&#8211; What was the true role of Putin?<\/strong><\/p>\n<p><strong>SPAG manager Marcus Reese said in an interview with the German radio (and excerpts from it were even included in SPAG&#8217;s annual report) that he would enjoy working with Putin, but nothing like that had happened and that Putin had been an advisor without a salary which was a &#8220;normal practice&#8221; for joint ventures with Russia.<\/strong><\/p>\n<p>&#8211; As to the part that claims to “have not received any salary,&#8221; I do not know, whether the words of Marcus Reese uttered then, when the story broke out, shouldn’t be seriously questioned.<\/p>\n<p>This was about Putin being involved in setting up foreign companies because he was in charge of privatization. And he had not forgotten to make his political and business contacts happy. And SPAG had been one of the most important tools. After the founding of SPAG, he, absolutely correct, had not personally played a significant role. But there was no need for that. For his privatization jobbery, he got himself an intermediary, namely Vladimir Smirnov. Vladimir Smirnov played a crucial role because he established a number of companies in tax havens, and SPAG is intertwined into the network of these companies.<\/p>\n<p><strong>&#8211; In your book, you have published an appendix with documents. One of them is the Power of Attorney for the management of SPAG shares in the name of Vladimir Smirnov, signed by Vladimir Putin, himself, on December 17, 1994. Explain what kind of a document is this?<\/strong><\/p>\n<p>-The SPAG managers have always said that Putin had nothing to do with this. And this document, which is included in the criminal case, in the investigative material, shows that at first he was very active (in SPAG), although later he was not. However, his subsequent participation had not been required, in fact, because his comrade, Amigo Smirnov, played the role of the most important link with the Tambov mafia. Putin also had a relationship with the Tambov mafia, of course, in the case of the St. Petersburg Sea Port and certain people there.<\/p>\n<p>In principle, this was obvious. Otherwise SPAG would never have had such an influence, especially in Petersburg, where it officially manages buildings in the center of the city. In Germany, for example, it does not play a particularly important role. But then, for example, the petroleum business in Petersburg, which was run through the PTC company, simply could not function. There has always been protection provided to the criminal structures by Vladimir Putin and Vladimir Smirnov, in this case to the Tambov one, on the one hand, and on the other hand, to the channels for money laundering through fictitious companies, shell companies in tax havens, as in our case, via SPAG.<\/p>\n<p><strong>&#8211; What kind of money had SPAG laundered? Is it true that it was from a Colombian drug cartel?<\/strong><\/p>\n<p>-There was such a suspicion at first. Because Mr. Rudolf Ritter was on the SPAG&#8217;s Board of Directors. In Liechtenstein, they suspected Ritter of laundering huge amounts of money from the Colombian mafia received from drug trafficking. He had contacts there and this was an established fact, but in court he said: &#8220;I did not know that the money was from drug sale&#8221;. The court believed him, and he was, in principle, never sentenced. But Ritter was, so to speak, a liaison in Liechtenstein. The suspicion that he has made money from drug sales remains, although it was not legally proven to the extent that he &#8220;did not know&#8221;.<\/p>\n<p><strong>-Rudolph Ritter&#8217;s brother was in the Liechtenstein government?<\/strong><\/p>\n<p>-Yes, he has a brother in the Liechtenstein government, but they have not maintained relations, so there is no connection here.<\/p>\n<p><strong>-Was it possible to have a fair and independent investigation as far as Ritter had high-level connections that could have prevented it?<\/strong><\/p>\n<p>&#8211; No, the Liechtenstein government cannot at all be accused of negligence in relation to the investigation.<\/p>\n<p>But something else is important. Concerning Liechtenstein and the relationship with SPAG, there are two important things. The Federal Prosecutor&#8217;s Office, the Special Prosecutor&#8217;s Office, and the Head of Government ordered the Minister of Justice, Mr. Frommelt, to try to get the Federal Intelligence Agency (BND – translator’s note) report. They flew to Berlin and at first they received an abrupt refusal, but then they tried again. I know this from a conversation with the then-Minister of Justice, who said: BND at first handled the case as a high-level one because Putin was involved there, but it was subsequently decided that they had no interest in dealing with this case. And this story just went under a political cover-up. This is just one of the many signs that the scandal was politically concealed; there was no will to investigate, they did not want the information from the Federal Intelligence Service, no matter how serious it was, to be further disseminated. That is why the Darmstadt Prosecutor&#8217;s Office was actively obstructed.<\/p>\n<\/figcaption><\/figure>\n<\/div>\n<\/div>\n<div class=\"NoteContent-text\"><\/div>\n<div class=\"NoteContent-photo\">\n<div class=\"ArticlePhoto ArticlePhoto--stretch\">\n<figure class=\" ArticlePhoto-imageWrapper \">\n<div class=\"ArticlePhoto-image\"><img src=\"https:\/\/cdn.openrussia.org\/media\/content\/main\/2017-10-01_18-23-38__7ff86148-a6bc-11e7-a9e1-06f7ed071225.jpg\" srcset=\"https:\/\/cdn.openrussia.org\/media\/content\/main@2x\/2017-10-01_18-23-38__7ff86148-a6bc-11e7-a9e1-06f7ed071225.jpg 2x\" alt=\"Владимир Путин, 1999год. Фото: Дмитрий Азаров \/ Коммерсантъ \" \/><\/div><figcaption class=\"ArticlePhoto-caption\">Vladimir Putin, 1999. Photo: Dmitri Azarov \/ Kommersant<\/p>\n<p><strong>&#8211; How did this story end? No one was sentenced, right?<\/strong><\/p>\n<p>-The end of the story is that they were actively trying to obstruct the investigation of the Darmstadt Prosecutor&#8217;s Office. But an investigation was also underway in the federal administration of the Criminal Police in Germany. And the federal government finally got the opportunity to go to St. Petersburg, a year after the SPAG searches and meet there with the boss of the Tambov mafia, who, naturally presented himself to them in the most favorable light, of course, as a typical businessman. The investigating authorities in Petersburg and Moscow blocked the work; there was no opportunity for cooperation. German laws state that when it is not possible to produce evidence that money comes directly from criminal trade, then money laundering cannot be proven in principle.<\/p>\n<p>Besides, in Berlin and Bonn there was political will not to allow the investigation to continue. This means that the prosecutor remained practically alone, without support.<\/p>\n<p>Everyone knew that “Tambovskaya” (Russian for the Tambov mafia – translator’s note) was a criminal, mafia organization, very powerful and dangerous; that it had huge influence in Petersburg. As a result, the investigation showed some agitation for a short while; then it was passed somewhere, and then, because of the expiration of the statute of limitation, it was closed.<\/p>\n<p><strong>-And what was Putin&#8217;s answer to all this?<\/strong><\/p>\n<p>-I have not personally asked Putin. I focused on what was going on in Germany, although, I was traveling to St. Petersburg in connection with the SPAG case. But Putin&#8217;s press service, they have always said he had no relation to SPAG. This can be found in the media, at least in the Western ones. But this is a simple &#8220;talking point&#8221; of politicians.<\/p>\n<p><strong>&#8211; Some rows in the book are deleted. Why?<\/strong><\/p>\n<p>&#8211; The SPAG Managing Director Marcus Reese filed a lawsuit against the book. Some parts of the text were blackened. But after the decisions of subsequent instances, these secondary paragraphs were &#8220;whitened&#8221;. The main things &#8211; the role of Putin, Smirnov, money laundering, the Tambov organized crime group (OCG) and so on, they did not manage to delete them from the outset. Reese was, of course, dissatisfied with the fact that I was present during the raid of his place, and then I received a comprehensive record of this case, which was enough to write my book. But this is a problem for all investigative journalists: sources should not be named to avoid problems, but, at the same time, problems arise in court. That&#8217;s why I do not particularly worry about the nuances: the basic message of the book is very clear. There was an investigation into SPAG, a firm in which Vladimir Putin was involved, on suspicion of money laundering. It was closed due to the expiry of the statute of limitation. However, there are quite specific ties to the Tambov’s OCG and Vladimir Smirnov, and the trail leads to Liechtenstein. None of this has ever been deleted.<\/p>\n<p><strong>&#8211; How would you answer the question Who is Mr. Putin?<\/strong><\/p>\n<p>&#8211; It&#8217;s hard to say in a few words. Putin, in my eyes, is a product of the KGB who works with criminal groups when he needs it; he built his authority with the KGB&#8217;s large archive, using the necessary information for blackmail. He built his entire power on this foundation. I can judge the situation from the 1990s. He has always been very strict and precise, and I think this has not changed to this day, rather the opposite.<\/p>\n<p><strong>&#8211; What do you think about the future of Russia?<\/strong><\/p>\n<p>-I am increasingly sad about the future of Europe&#8230; The future of Russia depends on how strong civil society can become. And it is very weak to date. In Russia, in my opinion, a tyranny is being formed. Putin and his circle of strongmen will remain in power for as long as possible. And my biggest fear is that an open conflict will arise and the cold war will become a hot one. I belong to the generation that was afraid of a nuclear war. And for great regret, this fear has returned today.<\/p>\n<p><strong>-Do you mean this because the law on the use of nuclear weapons has changed in Russia?<\/strong><\/p>\n<p>-I&#8217;m afraid Putin might have his back to the wall at some point, and he&#8217;ll want to break through it with all sorts of means. The West is trying not to annoy him in the hope that in the foreseeable future it will be possible to eliminate the system “Putin”. This is complicated, almost impossible, especially given the current geopolitical situation, but this is the only hope. In principle, we can only hope for something to change. But Putin, of course, does everything to prevent a normal, critically thinking civil society. And because of it, this system can last for a very long time.<\/p>\n<p><strong>&#8211; Putin has support from business circles in Germany. The mafia you write about does not disturb them. What is the future of such cooperation?<\/strong><\/p>\n<p>&#8211; Global economy does not know morality. Ethical situations do not exist in the economy. When it comes to tyranny, it&#8217;s not about cooperation, it&#8217;s simply all about business, income, profits. And this is fair for all parties. German companies have a good relationship with Russia because they have traditionally had ties to the USSR, which have been preserved until now. Therefore, the relative approval of Putin&#8217;s actions is very common in business circles. It is about gas, strategic resources, and in this area German politicians are ready to cooperate with Russia.<\/p>\n<p>There is also this disgusting example of our former Chancellor Gerhard Schroeder, who served in Gazprom&#8217;s subsidiary. Matthias Warnig, a central figure since the time of the GDR when he worked for Stasi, is now holding leading positions in large commercial structures in Russia. In general, there are many people who, thanks to established ties between the GDR and the USSR, are dealing in the same manner in the FRG and Russia. Sooner or later, Putin will go away and, probably, something will change, but economic relations are progressing well now.<\/p>\n<p>But the same is true of the Americans, who have so far spun the most successful jobberies with Russia. There is a double morality that is quite shameful for democratic countries. On the one hand, we see statements that Putin is a despot, a bad guy, let’s block him to punish him. And at the same time, the largest companies make deals with him.<\/p>\n<p><strong>&#8211; Has something changed in connection with the war in Ukraine? Sanctions have been adopted.<\/strong><\/p>\n<p>&#8211; Sanctions do not hinder big businessmen. Major energy companies in the United States and Europe continue their dealings with Russia, directly or indirectly. All this is about raw materials. I have the impression that the sanctions are designed so that the biggest deals with Russia remain possible.<\/p>\n<p>Juergen Roth&#8217;s latest book will be published posthumously. Already in the hospital, suffering from a severe illness, Juergen Roth told me: &#8220;Still, I managed to finish the book. It will be a comparison of the classic Italian mafia with the mafia clans in Russia, Turkey, Hungary and the &#8220;Trump clan&#8221;. My thesis: the ruling clans in these countries work as classic mafia structures, that is, the mafia occupies the state. &#8221;<\/p>\n<\/figcaption><\/figure>\n<\/div>\n<\/div>\n","protected":false},"excerpt":{"rendered":"<p>Prominent investigative journalist Juergen Roth died in Germany at the age of 72, after a long illness. From the 1970s until his death, he never stopped publishing books on corruption,&hellip;<\/p>\n","protected":false},"author":1,"featured_media":17139,"comment_status":"closed","ping_status":"closed","sticky":false,"template":"","format":"standard","meta":{"_mo_disable_npp":"","_relevanssi_hide_post":"","_relevanssi_pin_for_all":"","_relevanssi_pin_keywords":"","_relevanssi_unpin_keywords":"","_relevanssi_related_keywords":"","_relevanssi_related_include_ids":"","_relevanssi_related_exclude_ids":"","_relevanssi_related_no_append":"","_relevanssi_related_not_related":"","_relevanssi_related_posts":"","_relevanssi_noindex_reason":"","kia_subtitle":"","spay_email":"","jetpack_publicize_message":"","jetpack_is_tweetstorm":false},"categories":[5548,5806],"tags":[5127,5098,5134],"jetpack_featured_media_url":"https:\/\/bivol.bg\/wp-content\/uploads\/2010\/11\/roth.png","jetpack_publicize_connections":[],"jetpack_sharing_enabled":true,"jetpack_shortlink":"https:\/\/wp.me\/p9hbsr-9dw","jetpack_likes_enabled":true,"_links":{"self":[{"href":"https:\/\/bivol.bg\/en\/wp-json\/wp\/v2\/posts\/35434"}],"collection":[{"href":"https:\/\/bivol.bg\/en\/wp-json\/wp\/v2\/posts"}],"about":[{"href":"https:\/\/bivol.bg\/en\/wp-json\/wp\/v2\/types\/post"}],"author":[{"embeddable":true,"href":"https:\/\/bivol.bg\/en\/wp-json\/wp\/v2\/users\/1"}],"replies":[{"embeddable":true,"href":"https:\/\/bivol.bg\/en\/wp-json\/wp\/v2\/comments?post=35434"}],"version-history":[{"count":0,"href":"https:\/\/bivol.bg\/en\/wp-json\/wp\/v2\/posts\/35434\/revisions"}],"wp:featuredmedia":[{"embeddable":true,"href":"https:\/\/bivol.bg\/en\/wp-json\/wp\/v2\/media\/17139"}],"wp:attachment":[{"href":"https:\/\/bivol.bg\/en\/wp-json\/wp\/v2\/media?parent=35434"}],"wp:term":[{"taxonomy":"category","embeddable":true,"href":"https:\/\/bivol.bg\/en\/wp-json\/wp\/v2\/categories?post=35434"},{"taxonomy":"post_tag","embeddable":true,"href":"https:\/\/bivol.bg\/en\/wp-json\/wp\/v2\/tags?post=35434"}],"curies":[{"name":"wp","href":"https:\/\/api.w.org\/{rel}","templated":true}]}}