{"id":37397,"date":"2017-12-31T14:45:39","date_gmt":"2017-12-31T12:45:39","guid":{"rendered":"https:\/\/bivol.bg\/?p=37397"},"modified":"2018-01-03T15:29:11","modified_gmt":"2018-01-03T15:29:11","slug":"2017-bivol-turns-7-we-keep-doing-what-no-one-else-wants-to-do","status":"publish","type":"post","link":"https:\/\/bivol.bg\/en\/2017-bivol-turns-7-we-keep-doing-what-no-one-else-wants-to-do.html","title":{"rendered":"2017 – Bivol Turns 7, We Keep Doing What No One Else Wants to Do"},"content":{"rendered":"<p>It is our tradition to review for readers what <strong>Bivol<\/strong> has achieved in the course of the year, and (again traditionally) it is not insignificant.<\/p>\n<p>In 2017, we marked seven years since our site was created. The result is a confident and internationally recognized alignment with global standards in the field of investigative journalism: independence, objectivity, precision, quality and integrity.<\/p>\n<p>All this is not funded by the State, by foundations, by parallel businesses, but by our readers who <a href=\"https:\/\/shop.bivol.bg\/\">dig into their pockets<\/a> to support quality investigative journalism. The world&#8217;s most prestigious <a href=\"https:\/\/bivol.bg\/en\/global-shining-light-award-for-making-a-killing-investigation.html\">Global Shining Light Award<\/a> for an international investigation for “<a href=\"https:\/\/www.occrp.org\/en\/makingakilling\/\">Making a Killing<\/a>”, featuring Bivol, is indisputable proof of our fulfilled contract with them for top performance and cost-effectiveness of their investment in our work.<\/p>\n<p>&nbsp;<\/p>\n<div id=\"attachment_36031\" style=\"width: 1146px\" class=\"wp-caption alignnone\"><img aria-describedby=\"caption-attachment-36031\" loading=\"lazy\" class=\"wp-image-36031 size-full\" src=\"https:\/\/bivol.bg\/wp-content\/uploads\/2017\/11\/global-shining-2017.jpg\" alt=\"global-shining-2017\" width=\"1136\" height=\"640\" srcset=\"https:\/\/bivol.bg\/wp-content\/uploads\/2017\/11\/global-shining-2017.jpg 1136w, https:\/\/bivol.bg\/wp-content\/uploads\/2017\/11\/global-shining-2017-300x169.jpg 300w, https:\/\/bivol.bg\/wp-content\/uploads\/2017\/11\/global-shining-2017-768x433.jpg 768w, https:\/\/bivol.bg\/wp-content\/uploads\/2017\/11\/global-shining-2017-1024x577.jpg 1024w\" sizes=\"(max-width: 1136px) 100vw, 1136px\" \/><p id=\"caption-attachment-36031\" class=\"wp-caption-text\">Atanas Tchobanov (right), together with colleagues from the award-winning team<\/p><\/div>\n<p>The big global and European themes on which Bivol worked with its international partners in 2017 will advance further in 2018. It suffices to recall the &#8220;<a href=\"https:\/\/bivol.bg\/en\/category\/b-files-en\/laundromat-en\">Azerbaijani Laundromat<\/a>&#8221; – an investigation that revealed how the regime of Azerbaijani dictator-President Ilham Aliyev uses a slush fund to corrupt officials around the world to deliver its own propaganda. Bulgaria’s representative to the European Bank of Reconstruction and Development (EBRD), Kalin Mitrev, husband of former UNESCO Director-General and candidate for UN Secretary-General Irina Bokova, is an emblematic figure in this scheme. Predictably, the government of Prime Minister, Boyko Borisov, sided with the local mainstream media hybrid disinformation and left Mitrev at his post in EBRD, however the investigations by the European Parliament and the Council of Europe are yet to cause turmoil. And they will turn into a new disgrace for Bulgarian rulers.<\/p>\n<p>Another large-scale <a href=\"https:\/\/bivol.bg\/en\/citizens-pay-for-eu-ghost-offices-not-used-and-not-on-the-map.html\">international investigation<\/a> involving Bivol, revealed how MEPs pay for ghost offices and refuse to report money they receive as allowances. Bivol is among the 28 European media that brought a case to the European Court of Justice in Luxembourg against the European Parliament to gain access to MEPs&#8217; invoices. The decision is expected next year and may have real and serious consequences.<\/p>\n<p>In 2017, Bivol received another great recognition with the special invitation to our colleagues to participate in the prestigious annual global forum in <strong>Alpbach<\/strong>, Austria, organized by the Austrian government under the patronage of President <strong>Alexander van der Belen<\/strong>. It is “an interdisciplinary platform for science, politics, business and culture”. Established in 1945, the annual European Forum Alpbach connects international decision-makers from all sectors of society from over 100 nations with an interested audience and committed young people to “address the relevant socio-political questions of our time” and “create a dialogue across the generational, ideological and other lines that divide us”.<\/p>\n<p>&nbsp;<\/p>\n<div id=\"attachment_37209\" style=\"width: 1450px\" class=\"wp-caption alignnone\"><a href=\"https:\/\/bivol.bg\/en\/bivol-2017.html\/dsc05295\" rel=\"attachment wp-att-37209\"><img aria-describedby=\"caption-attachment-37209\" loading=\"lazy\" class=\"wp-image-37209 size-full\" src=\"https:\/\/bivol.bg\/wp-content\/uploads\/2017\/12\/DSC05295.jpg\" alt=\"\" width=\"1440\" height=\"1080\" srcset=\"https:\/\/bivol.bg\/wp-content\/uploads\/2017\/12\/DSC05295.jpg 1440w, https:\/\/bivol.bg\/wp-content\/uploads\/2017\/12\/DSC05295-300x225.jpg 300w, https:\/\/bivol.bg\/wp-content\/uploads\/2017\/12\/DSC05295-768x576.jpg 768w, https:\/\/bivol.bg\/wp-content\/uploads\/2017\/12\/DSC05295-1024x768.jpg 1024w\" sizes=\"(max-width: 1440px) 100vw, 1440px\" \/><\/a><p id=\"caption-attachment-37209\" class=\"wp-caption-text\">Alberta Alkalai from Bivol at the prestigious forum in Alpbach, Austria<\/p><\/div>\n<p>In addition, Bivol participated in the International Media Congress, organized by the South East Europe Media Organization (SEEMO) and the <strong>Konrad Adenauer Foundation<\/strong> in Sofia in late December (see <a href=\"http:\/\/www.kas.de\/wf\/doc\/kas_51056-1522-2-30.pdf?171220145537\">here<\/a>). There, Bivol’s Director Assen Yordanov spoke openly about the State&#8217;s attack on free journalism, the reasons that caused the total collapse of media freedom in Bulgaria, the censorship imposed by politicians, and the media becoming mouthpieces of propaganda and public manipulation – a flashback to the era of the Communist regime.<\/p>\n<div id=\"attachment_37362\" style=\"width: 730px\" class=\"wp-caption alignnone\"><a href=\"https:\/\/bivol.bg\/en\/bivol-2017.html\/24129554_2176014325743844_1134580068675294321_n\" rel=\"attachment wp-att-37362\"><img aria-describedby=\"caption-attachment-37362\" loading=\"lazy\" class=\"wp-image-37362 size-full\" src=\"https:\/\/bivol.bg\/wp-content\/uploads\/2017\/12\/24129554_2176014325743844_1134580068675294321_n.jpg\" alt=\"\" width=\"720\" height=\"960\" srcset=\"https:\/\/bivol.bg\/wp-content\/uploads\/2017\/12\/24129554_2176014325743844_1134580068675294321_n.jpg 720w, https:\/\/bivol.bg\/wp-content\/uploads\/2017\/12\/24129554_2176014325743844_1134580068675294321_n-225x300.jpg 225w\" sizes=\"(max-width: 720px) 100vw, 720px\" \/><\/a><p id=\"caption-attachment-37362\" class=\"wp-caption-text\">Assen Yordanov takes the stand at the International Media Congress in Sofia 2017<\/p><\/div>\n<p>We had significant and numerous media appearances along with publications in the most renowned global media based on information by Bivol. Opinions of Bivol’s journalists were quoted by <a href=\"https:\/\/bivol.bg\/en\/wiener-zeitung-land-in-oligarchs-hand.html\">Wiener Zeitung<\/a>, <a href=\"https:\/\/bivol.bg\/afp-bulgaria-media-freedom.html\">Agence France Press<\/a>, <a href=\"https:\/\/bivol.bg\/en\/why-macron-must-condemn-rule-of-mafia-in-bulgaria.html\">Huffington Post<\/a>, <a href=\"https:\/\/www.youtube.com\/watch?v=BAqWWjyJHrE\">Arte TV<\/a>. We are honored by the <strong>European Commission<\/strong>’s (EC) <a href=\"https:\/\/bivol.bg\/en\/brussels-on-bulgarian-media-they-are-dependent-but-bivol-is-not.html\">assessment<\/a> of Bivol as an independent media in its monitoring report on the rule of law in Bulgaria from January 2017. Three years ago Bivol&#8217;s editorial team, together with other colleagues, communicated a proposal to expand the EC monitoring to media freedom. We were very pleased that the issue was highlighted in the 2017 anniversary report (Bulgaria joined the EU in January 2007, editor’s note) as this indicates that our request has been heard in Brussels. This year&#8217;s Bivol&#8217;s investigation into the fake Gallup, a Bulgarian polling agency using the brand name, was also <a href=\"https:\/\/bivol.bg\/en\/gallup-or-kancho.html\">quoted<\/a> by the new EC office for the fight against fake news.<\/p>\n<p>On the domestic front, Bivol started the year with a <a href=\"https:\/\/bivol.bg\/en\/first-stress-test-misfires-first-legal-case-against-new-bulgarian-president.html\">court claim against President Rumen Radev<\/a>, who, like his predecessor Rossen Plevneliev, refused to declassify the infamous “CCB Transcript” from a meeting, held on June 29, 2014, focusing on the collapsed private lender Corporate Commercial Bank (CCB) with the participation of leading Bulgarian politicians. Radev lost the case and was forced to publish (a censored version) of the shorthand notes that revealed total governmental irresponsibility along with a sinister criminal plot to carry out the &#8220;robbery of the century&#8221; in which <strong>billions were stolen by a mob of oligarchs and politicians, while Bulgarian taxpayers were left to pay the bill<\/strong>.<\/p>\n<p>Another huge problem, swept under the rug, this time in the banking sector, pertaining to the so-called “mafia piggybank” – <strong>First Investment Bank (FIB or FiBank)<\/strong> and its draining &#8211; is still smoldering and blocking Bulgaria&#8217;s bid for the Eurozone. <strong>Bivol has been arguing for years that until the problem with FIB is dealt with, Bulgaria cannot lead a successful fight against corruption and the mafia<\/strong>, which are financed by the deposits of deceived clients of “banksters” Tseko Minev and Ivaylo Mutafchiev (majority shareholders in FIB, Mutafchiev has been exposed as an agent of the former Communist secret services – editor’s note). The recent decision of the government of Prime Minister, Boyko Borisov to hand them the Pirin National Park and give the green light to felling and more construction in the mountain confirms our analyzes. This is also evident from the <a href=\"https:\/\/bivol.bg\/en\/when-bubble-bursts-prosecutor-general-will-be-held-accountable.html\">EC&#8217;s assessment<\/a> of the problems in the Bulgarian financial sector The <a href=\"https:\/\/bivol.bg\/en\/us-embassy-in-sofia-closes-its-fibank-accounts.html\">US embassy closing its accounts in FIB<\/a> and Tseko Minev’s airline receiving firm refusal to its attempt to offer flights to the United States represent additional indications of the reputation of this thieving bank.<\/p>\n<p>Among Bivol’s revelations that led to local political upheavals, we should mention first and foremost the scandal with <strong>appointments to key posts in the city of Haskovo<\/strong> of relatives of an MP from the ruling party. The government and the media ignored our investigation for half a year, until the opposition Bulgarian Socialist Party (BSP) decided to jump in and use it for its own PR. Meanwhile, the same opposition keeps silent about all of our other revelations, incriminating tobacco manufacturer <strong>Bulgartabac of lawmaker and controversial mogul Delyan Peevski<\/strong> in cigarette smuggling, or the mafia overpowering the judiciary, or Prosecutor General Sotir Tsatsarov&#8217;s special unit, or the new findings around #<a href=\"https:\/\/bivol.bg\/en\/delyan-on-ccb-get-ready-to-bring-bank-trustees-to-me-to-see-them.html\">Yaneva Gate<\/a>, and #<a href=\"https:\/\/bivol.bg\/en\/?s=Seraglio+Dogan\">Dogan Seraglio<\/a> and all important topics raised by Bivol in past and previous years.<\/p>\n<p>The fake parliamentary &#8220;opposition&#8221; also kept silent about the “<a href=\"https:\/\/bivol.bg\/en\/bulgarian-eu-commissioner-hopeful-used-cheap-municipal-home-as-storage-until-a-month-ago.html\">storing<\/a>” scandal with our EU Commissioner, Maria Gabriel, who had concealed long-standing State aid provided to her while her party was in power. Gabriel lied about using a home in a prestigious Sofia neighborhood given to her by the Sofia Municipality while she was a MEP at preferential and symbolic prices without declaring it. For its investigations into this scandal, Bivol was bestowed the prestigious Samuel Frances Award for Professional and Civil Ethics.<\/p>\n<p>&nbsp;<\/p>\n<div id=\"attachment_37206\" style=\"width: 1162px\" class=\"wp-caption alignnone\"><a href=\"https:\/\/bivol.bg\/en\/bivol-2017.html\/25344381_10214860064523928_200334574_o\" rel=\"attachment wp-att-37206\"><img aria-describedby=\"caption-attachment-37206\" loading=\"lazy\" class=\"wp-image-37206 size-full\" src=\"https:\/\/bivol.bg\/wp-content\/uploads\/2017\/12\/25344381_10214860064523928_200334574_o.jpg\" alt=\"\" width=\"1152\" height=\"2048\" srcset=\"https:\/\/bivol.bg\/wp-content\/uploads\/2017\/12\/25344381_10214860064523928_200334574_o.jpg 1152w, https:\/\/bivol.bg\/wp-content\/uploads\/2017\/12\/25344381_10214860064523928_200334574_o-169x300.jpg 169w, https:\/\/bivol.bg\/wp-content\/uploads\/2017\/12\/25344381_10214860064523928_200334574_o-768x1365.jpg 768w, https:\/\/bivol.bg\/wp-content\/uploads\/2017\/12\/25344381_10214860064523928_200334574_o-576x1024.jpg 576w\" sizes=\"(max-width: 1152px) 100vw, 1152px\" \/><\/a><p id=\"caption-attachment-37206\" class=\"wp-caption-text\">Samuel Frances Award 2017 for Bivol<\/p><\/div>\n<p>The scandal &#8220;<a href=\"https:\/\/bivol.bg\/en\/bulgarias-cape-kaliakra-small-gardens-and-big-sharks.html\">Kaliakra<\/a>&#8221; was neglected as well, and probably because big BSP sponsors are among those who have profiteered greatly from the destruction of the protected Dobrudzha steppes.<\/p>\n<p>However, the most striking example of the criminal symbiosis between rulers and opposition is the approach towards the Belene Nuclear Power Plant (NPP) project. Serving foreign interests, mainly Russian, the ruling center-right Citizens for European Development of Bulgaria (GERB) party, the BSP and all other parliamentary represented factions are firmly standing by the directive to enslave Bulgaria for generations to come with this project. This year, Bivol revealed how several governments have deliberately and criminally concealed evidence of <a href=\"https:\/\/bivol.bg\/en\/who-concealed-damning-belene-npp-facts-to-give-1-2-billion-to-russians-part-ii.html\">poor construction<\/a> at the Belene site by the Russian State-owned company Atomstroyexport. Bivol’s revelations also showed that Prime Minister Borisov had closed his eyes to facts that could turn the arbitration case of the Russian company against Bulgaria in the opposite direction i.e. in favor of our country. Not only a decisive argument has been concealed, but all deadlines for appealing the ruling against Bulgaria have been neglected. In the end, thanks to the deliberate inaction of the Bulgarian government, Bulgaria was sentenced by the Russian side to pay <strong>BGN 1.2 billion for the stalled project<\/strong>.<\/p>\n<p>This, in the opinion of prominent experts and international lawyers, can be interpreted as national treason, given that the Bulgarian side has been the one harmed by the deal with the Russian State company. Following Bivol&#8217;s publications, the government even accelerated the payments to the Russians. The enormous amount was transferred ahead of the deadline with incredible speed, personally on Borisov&#8217;s order. We are pleased to have been able to shed light on this unprecedented scandal, concealed for many years. <strong>We are convinced that sooner or later there will be revenge for the treason committed by Borisov and the entire current establishment<\/strong>. Bivol was once again the one to make public the texts of the scandalous &#8220;<a href=\"https:\/\/bivol.bg\/en\/belene-npps-addendum-12-huge-damage-to-bulgaria.html\">Addendum 12<\/a>&#8221; for Belene, which gave grounds for the Russians to file the arbitration case, as well as the classified <a href=\"https:\/\/bivol.bg\/en\/belene-npp-report-before-being-altered-under-government-pressure.html\">text of the Bulgarian Academy of Sciences report<\/a>, which justifies the economic infeasibility of the project.<\/p>\n<p>The increasingly gloomy situation with freedom of speech in Bulgaria has a very specific symptom: disclosures of serious scandals in the country are systematically ignored by mainstream media. And when there is no way to skirt them, they are hushed and downplayed. This happened with the information that <a href=\"https:\/\/bivol.bg\/en\/bulgarian-police-officers-earn-additional-income-by-working-as-seaside-thugs.html\">police officers work as thugs<\/a> in Black Sea resorts while their superiors provide cover-up. Our investigation into an <a href=\"https:\/\/bivol.bg\/en\/prosecutors-office-grills-journalist-6-times-sees-no-threat-by-crime-group.html\">organized crime group in the city of Vratsa<\/a>, dealing with drug trafficking, racketeering, fraud and contract beatings and intimidation, operating in close relations with the Interior Ministry and magistrates, was also ignored. The most alarming part of it was a member of the group telling us about murder plans against our <em>Zov News<\/em> colleagues. Regardless of the total silence and cover-up for the mobsters, the information caused serious reactions abroad. Organizations such as Reporters Without Borders (<a href=\"https:\/\/rsf.org\/en\/news\/death-threat-bulgarian-news-website-publisher\">here<\/a>) and the Organization for Security and Cooperation in Europe, OSCE (<a href=\"http:\/\/www.osce.org\/fom\/358966\">here<\/a>) issued special statements addressed to the Bulgarian government.<\/p>\n<p>The scandal even ended on the agenda of the <strong>Council of Europe<\/strong> (<a href=\"https:\/\/www.coe.int\/en\/web\/media-freedom\/all-alerts\/-\/soj\/alert\/31223434\">here<\/a>) but it was again downplayed for the Bulgarian public and the Vratsa thugs remained free to act undisturbed. The panic and the total silence can only lead to conclusions about the connections of this mafia structure with the current political power and its leading figures.<\/p>\n<p>Another explosive topic that Bivol worked on, is the record amount of <a href=\"https:\/\/bivol.bg\/en\/bulgarian-interior-ministry-and-prosecutors-office-undermine-balkan-europol-in-200000-seized-bitcoins-case.html\">bitcoins<\/a> seized by the Bulgarian authorities. After it became clear that the amount of the confiscated cryptocurrency had suddenly reached about <strong>USD 4 billion<\/strong> at current exchange rates, the Interior Ministry and the Prosecutor&#8217;s Office, together, launched a campaign to refute official information by the international law enforcement organization <strong>SELEC<\/strong>, also known as the Balkan Europol. However, once again, Bivol’s information was used for a number of publications in leading Western media.<\/p>\n<p><strong>Bivol<\/strong> will continue to unwaveringly work on these investigations in the new 2018, until it unearths all criminal dependencies and sheds light on the advancing <strong>Dictatorship of Corruption<\/strong> in Bulgaria. We stand by the alert and brave citizens of Bulgaria, who love their country and want to see it free and prosperous. This necessarily implies true democracy, rule of law, transparency, accountability and real fight against corruption, mafia and media non-freedom. We will keep fighting for them.<\/p>\n<p>Thank you again, dear readers, for your support and trust, with them we are confidently stepping in the new 2018.<\/p>\n<p>Bivol still exists and will exist because there is simply no one else to do what we are doing and Bulgaria has a blaring need of Truth and Justice.<\/p>\n<p>Cheers for yours and our victory!<\/p>\n<p>&nbsp;<\/p>\n<p>Reviews from previous years:<\/p>\n<blockquote class=\"wp-embedded-content\" data-secret=\"wmM8nNGioZ\"><p><a href=\"https:\/\/bivol.bg\/en\/2016-another-year-of-warfare-with-who.html\">2016 – Another Year of Warfare with #WHO<\/a><\/p><\/blockquote>\n<p><iframe class=\"wp-embedded-content\" sandbox=\"allow-scripts\" security=\"restricted\" style=\"position: absolute; clip: rect(1px, 1px, 1px, 1px);\" src=\"https:\/\/bivol.bg\/en\/2016-another-year-of-warfare-with-who.html\/embed#?secret=wmM8nNGioZ\" data-secret=\"wmM8nNGioZ\" width=\"600\" height=\"338\" title=\"&#8220;2016 – Another Year of Warfare with #WHO&#8221; &#8212; Bivol.bg\" frameborder=\"0\" marginwidth=\"0\" marginheight=\"0\" scrolling=\"no\"><\/iframe><\/p>\n<blockquote class=\"wp-embedded-content\" data-secret=\"AWqhEGSnuS\"><p><a href=\"https:\/\/bivol.bg\/en\/what-has-the-buffalo-plowed-in-2015.html\">What Has the *Bull Plowed in 2015<\/a><\/p><\/blockquote>\n<p><iframe class=\"wp-embedded-content\" sandbox=\"allow-scripts\" security=\"restricted\" style=\"position: absolute; clip: rect(1px, 1px, 1px, 1px);\" src=\"https:\/\/bivol.bg\/en\/what-has-the-buffalo-plowed-in-2015.html\/embed#?secret=AWqhEGSnuS\" data-secret=\"AWqhEGSnuS\" width=\"600\" height=\"338\" title=\"&#8220;What Has the *Bull Plowed in 2015&#8221; &#8212; Bivol.bg\" frameborder=\"0\" marginwidth=\"0\" marginheight=\"0\" scrolling=\"no\"><\/iframe><\/p>\n<blockquote class=\"wp-embedded-content\" data-secret=\"xGtJ2INnXu\"><p><a href=\"https:\/\/bivol.bg\/en\/happy-new-year-2014.html\">Happy New Year 2014!<\/a><\/p><\/blockquote>\n<p><iframe class=\"wp-embedded-content\" sandbox=\"allow-scripts\" security=\"restricted\" style=\"position: absolute; clip: rect(1px, 1px, 1px, 1px);\" src=\"https:\/\/bivol.bg\/en\/happy-new-year-2014.html\/embed#?secret=xGtJ2INnXu\" data-secret=\"xGtJ2INnXu\" width=\"600\" height=\"338\" title=\"&#8220;Happy New Year 2014!&#8221; &#8212; Bivol.bg\" frameborder=\"0\" marginwidth=\"0\" marginheight=\"0\" scrolling=\"no\"><\/iframe><\/p>\n<blockquote class=\"wp-embedded-content\" data-secret=\"va4LWC802Y\"><p><a href=\"https:\/\/bivol.bg\/bivol-2012.html\">Биволъ през 2012<\/a><\/p><\/blockquote>\n<p><iframe class=\"wp-embedded-content\" sandbox=\"allow-scripts\" security=\"restricted\" style=\"position: absolute; clip: rect(1px, 1px, 1px, 1px);\" src=\"https:\/\/bivol.bg\/bivol-2012.html\/embed#?secret=va4LWC802Y\" data-secret=\"va4LWC802Y\" width=\"600\" height=\"338\" title=\"&#8220;Биволъ през 2012&#8221; &#8212; Bivol.bg\" frameborder=\"0\" marginwidth=\"0\" marginheight=\"0\" scrolling=\"no\"><\/iframe><\/p>\n","protected":false},"excerpt":{"rendered":"<p>It is our tradition to review for readers what Bivol has achieved in the course of the year, and (again traditionally) it is not insignificant. In 2017, we marked seven&hellip;<\/p>\n","protected":false},"author":1,"featured_media":32837,"comment_status":"closed","ping_status":"closed","sticky":false,"template":"","format":"standard","meta":{"_mo_disable_npp":"","_relevanssi_hide_post":"","_relevanssi_pin_for_all":"","_relevanssi_pin_keywords":"","_relevanssi_unpin_keywords":"","_relevanssi_related_keywords":"","_relevanssi_related_include_ids":"","_relevanssi_related_exclude_ids":"","_relevanssi_related_no_append":"","_relevanssi_related_not_related":"","_relevanssi_related_posts":"","_relevanssi_noindex_reason":"","kia_subtitle":"Има ни, защото няма кой друг да го прави","spay_email":"","jetpack_publicize_message":"","jetpack_is_tweetstorm":false},"categories":[5543,5806],"tags":[7398,8006,5109,5127,8007,7223],"jetpack_featured_media_url":"https:\/\/bivol.bg\/wp-content\/uploads\/2016\/12\/bivol-xmass.jpg","jetpack_publicize_connections":[],"jetpack_sharing_enabled":true,"jetpack_shortlink":"https:\/\/wp.me\/p9hbsr-9Jb","jetpack_likes_enabled":true,"_links":{"self":[{"href":"https:\/\/bivol.bg\/en\/wp-json\/wp\/v2\/posts\/37397"}],"collection":[{"href":"https:\/\/bivol.bg\/en\/wp-json\/wp\/v2\/posts"}],"about":[{"href":"https:\/\/bivol.bg\/en\/wp-json\/wp\/v2\/types\/post"}],"author":[{"embeddable":true,"href":"https:\/\/bivol.bg\/en\/wp-json\/wp\/v2\/users\/1"}],"replies":[{"embeddable":true,"href":"https:\/\/bivol.bg\/en\/wp-json\/wp\/v2\/comments?post=37397"}],"version-history":[{"count":0,"href":"https:\/\/bivol.bg\/en\/wp-json\/wp\/v2\/posts\/37397\/revisions"}],"wp:featuredmedia":[{"embeddable":true,"href":"https:\/\/bivol.bg\/en\/wp-json\/wp\/v2\/media\/32837"}],"wp:attachment":[{"href":"https:\/\/bivol.bg\/en\/wp-json\/wp\/v2\/media?parent=37397"}],"wp:term":[{"taxonomy":"category","embeddable":true,"href":"https:\/\/bivol.bg\/en\/wp-json\/wp\/v2\/categories?post=37397"},{"taxonomy":"post_tag","embeddable":true,"href":"https:\/\/bivol.bg\/en\/wp-json\/wp\/v2\/tags?post=37397"}],"curies":[{"name":"wp","href":"https:\/\/api.w.org\/{rel}","templated":true}]}}