{"id":37625,"date":"2018-01-12T09:13:10","date_gmt":"2018-01-12T09:13:10","guid":{"rendered":"https:\/\/bivol.bg?p=37625"},"modified":"2018-01-13T16:15:39","modified_gmt":"2018-01-13T16:15:39","slug":"bivols-founder-and-director-assen-yordanov-truth-is-power-so-is-freedom","status":"publish","type":"post","link":"https:\/\/bivol.bg\/en\/bivols-founder-and-director-assen-yordanov-truth-is-power-so-is-freedom.html","title":{"rendered":"Bivol’s Founder and Director Assen Yordanov: Truth Is Power, So Is Freedom"},"content":{"rendered":"<p>Interview of Assen Yordanov with the TV talk show &#8220;<a href=\"https:\/\/www.btv.bg\/video\/shows\/shouto-na-slavi\/videos\/asen-jordanov-balgarija-e-turisticheskoto-geto-na-evropa.html\">Slavi’s Show<\/a>&#8221; from January, 10, 2018. Transcript with references to the investigations mentioned in the broadcast:<\/p>\n<p><strong>Assen Yordanov<\/strong>: The issue is not the second ski lift. The interests of the people from Bansko (popular Bulgarian winter resort town – editor’s note) are clear. This whole scenario was played on the Black Sea coast 15-20 years ago. The same happened there &#8211; around the town of Nessebar, around the town of Pomorie. The interests of the people are to sell their land, to build&#8230;<\/p>\n<p><strong>Slavi Trifonov<\/strong>: They were overbuilt and look disgusting at the moment.<\/p>\n<p><strong>Assen Yordanov<\/strong>: The situation in Bansko is the same at the moment. I have been there; you have been there. There is no alpine resort that looks like Bansko. There is no such outrage. Bansko is becoming more and more like a megapolis in a mountain with huge multi-story mastodons, hotels, complexes, etc. That has nothing to do with the development of ski tourism. In normal countries, mountain chalets are one or two stories high, three stories at the most. Wooden, with a specific style. There is no comparison at all. This Bansko matter, I have already seen it many times in my journalistic practice. I have seen it around Sunny Beach, around Nessebar, around Obzor, around Ravda &#8211; everything there is no longer nature. There are no normal tourists there.<\/p>\n<p><strong>Slavi Trifonov<\/strong>: Poor foreigners who come to get drunk and enjoy&#8230;<\/p>\n<p><strong>Assen Yordanov<\/strong>: Let&#8217;s say the truth&#8230; The Tourist Ghetto of Europe. This is the truth &#8211; the tourist ghetto of Europe, which, Bansko people must hear it, did not make local people richer. Local people have been impoverished by all this construction boom. Because it devalued their family business and marginalized it. The same thing happened 10 years ago, in 2007, with the case of the Strandja Mountain Nature Park – to let it be or not to let it be. I do not know if you remember, but the first environmental protests at the Eagles’ Bridge (key intersection in the capital Sofia, where many rallies are staged – editor’s note) broke out when the Supreme Administrative Court (SAC) canceled the status of the Strandja Nature Park under pressure by the government and the oligarchic circles who had interest to close this protected area and to build on the southern coast and to turn it into a concrete jungle. It ceased to exist. Then they came to the coastal town of Tsarevo with buses, paid local people to go to Sofia and protest, blocked the roads to sell their tiny farm fields because they were told lies that that’s how they will get rich.<\/p>\n<p><strong>Slavi Trifonov<\/strong>: So it is. Suddenly the farm land changed its status and&#8230;<\/p>\n<p><strong>Assen Yordanov<\/strong>: Same story. Then the first protests on Eagles Bridge broke out. Thankfully, the common sense prevailed. SAC‘s rule was revoked by a decision of the National Assembly and the Strandja Nature Park remained. Another thing is that their outrages did not stop there, of course. Because in absolute violation of the law, for 22 years now, the Council of Ministers has failed to adopt a management plan for this nature park.<\/p>\n<p><strong>Slavi Trifonov<\/strong>: The lift in Bansko.<\/p>\n<p><strong>Assen Yordanov<\/strong>: The situation is the same there. So, what is the divide? People will become confused, a person without much expert knowledge will be confused. What is the criterion for a journalist, a leader, for the common citizen? The law. This is the divide. Is the law respected or not? This is our corrective. What we see now taking place with Pirin is a total violation of the law.<\/p>\n<p><strong>Slavi Trifonov<\/strong>: Why?<\/p>\n<p><strong>Assen Yordanov<\/strong>: First, because this is not about a second lift. No one, the current concessionaire&#8230; I will not mention names because I have signed a declaration. But it is all clear. The current concessionaire has not yet taken steps to build a second lift. There is no such thing. The purpose here is different &#8211; to compromise the protection of Pirin. Because Pirin is a unique mountain globally. Our only mountain, which is listed by UNESCO as a World Heritage site in its entirety. There is no other place with such centuries-old pine forests. These are huge business interests that are at odds with the protected mountain status. Here, we are not talking about a second lift at all, it is about allowing felling and construction, contrary to the laws.<\/p>\n<p><strong>Slavi Trifonov<\/strong>: Where did you obtain such information?<\/p>\n<p><strong>Assen Yordanov<\/strong>: I have no information. I&#8217;m talking about facts and documents. It is not a matter of information. It is a matter of political decisions that violate the laws that are in force in Bulgaria and in the European Union. European directives that concern protected areas. I will not go to paragraphs and any such details, but I declare it most responsibly. And we have published all this on our site in a very specific way. There is another thing that is very important. Currently no one knows who the real owner is and who wants to build in Pirin and fell the forest.<\/p>\n<p><strong>Slavi Trifonov<\/strong>: What do the documents say?<\/p>\n<p><strong>Assen Yordanov<\/strong>: On paper, the owner of &#8220;Yulen&#8221;, is a destitute, I would say, a very poor person who lives in the city of Nicosia in Cyprus. His name is <a href=\"https:\/\/bivol.bg\/en\/bulgarian-environment-ministry-will-invite-owner-of-yulen-georgios-georgiou-to-discussion-on-winter-resort-development.html\">Georgios Georgiou<\/a>. We found this man, we talked to him. This man is the largest investor in Bulgaria with a capital of BGN 1.2 billion, which he mainly drew as a loan from one bank. This is the person behind the company that holds the rights in Pirin and who basically lobbies to take the mountain. This is the same person who is behind the concession of the Vitosha Mountain (near the capital Sofia – editor’s note). He also runs Vitosha. Georgios Georgiou. We saw him, we met him. He is a very frightened, nervous man, dressed in an old tank top, living in a basement. I have a recording of his words. I&#8217;m sorry I did not bring it to you, maybe I should have.<\/p>\n<p class=\"p1\">\n<div id=\"attachment_29818\" style=\"width: 310px\" class=\"wp-caption alignleft\"><a href=\"https:\/\/bivol.bg\/wp-content\/uploads\/2016\/03\/georgius-georgiu-adres.jpg\" data-rel=\"penci-gallery-image-content\" ><img aria-describedby=\"caption-attachment-29818\" loading=\"lazy\" class=\"size-medium wp-image-29818\" src=\"https:\/\/bivol.bg\/wp-content\/uploads\/2016\/03\/georgius-georgiu-adres-300x169.jpg\" alt=\"\" width=\"300\" height=\"169\" srcset=\"https:\/\/bivol.bg\/wp-content\/uploads\/2016\/03\/georgius-georgiu-adres-300x169.jpg 300w, https:\/\/bivol.bg\/wp-content\/uploads\/2016\/03\/georgius-georgiu-adres-768x432.jpg 768w, https:\/\/bivol.bg\/wp-content\/uploads\/2016\/03\/georgius-georgiu-adres-1024x576.jpg 1024w, https:\/\/bivol.bg\/wp-content\/uploads\/2016\/03\/georgius-georgiu-adres.jpg 1280w\" sizes=\"(max-width: 300px) 100vw, 300px\" \/><\/a><p id=\"caption-attachment-29818\" class=\"wp-caption-text\">Billionaire Georgios Georgiou lives in the basement of this building in Nicosia<\/p><\/div>\n<p>And he says: I do not know, I have not heard anything, I do not know what companies you are talking about at all, what are you asking me?<\/p>\n<p class=\"p1\"><span class=\"s1\">  <style type=\"text\/css\">\r\n       .errordiv { padding:10px; margin:10px; border: 1px solid #555555;color: #000000;background-color: #f8f8f8; width:500px; }#advanced_iframe {visibility:visible;opacity:1;}#ai-layer-div-advanced_iframe p {height:100%;margin:0;padding:0}#advanced_iframe { visibility:hidden; } <\/style><script type=\"text\/javascript\">  var ai_iframe_width_advanced_iframe = 0;  var ai_iframe_height_advanced_iframe = 0;var aiIsIe8=false;var aiEnableCookie=true; aiId=\"advanced_iframe\";var aiOnloadScrollTop=\"true\";\r\nif (typeof aiReadyCallbacks === 'undefined') {\r\n    var aiReadyCallbacks = [];  \r\n} else if (!(aiReadyCallbacks instanceof Array)) {\r\n    var aiReadyCallbacks = [];\r\n}    function aiShowIframeId(id_iframe) { jQuery(\"#\"+id_iframe).css(\"visibility\", \"visible\");    }    function aiResizeIframeHeight(height) { aiResizeIframeHeight(height,advanced_iframe); }    function aiResizeIframeHeightId(height,width,id) {aiResizeIframeHeightById(id,height);}var hide_iframe_loading_advanced_iframe = function() {\r\n        jQuery(\"#advanced_iframe\").css(\"visibility\",\"hidden\");\r\n     };function ai_hide_iframe_loading_advanced_iframe(element) {\r\n        try {\r\n          element.contentWindow.onunload = hide_iframe_loading_advanced_iframe; \r\n        } catch (e) {}\r\n     }<\/script><iframe id=\"advanced_iframe\"  name=\"advanced_iframe\"  src=\"https:\/\/w.soundcloud.com\/player\/?url=https%3A\/\/api.soundcloud.com\/tracks\/250499680&#038;auto_play=false&#038;hide_related=false&#038;show_comments=true&#038;show_user=true&#038;show_reposts=false&#038;visual=true\"  width=\"100%\"  height=\"450\"  frameborder=\"0\"  allowtransparency=\"true\"  style=\";width:100%;height:450px;;width:1px;min-width:100%;max-width:100%;\"  onload=';aiResizeIframe(this, &quot;false&quot;,&quot;1&quot;);jQuery(&quot;#advanced_iframe&quot;).css(&quot;visibility&quot;, &quot;visible&quot;);ai_hide_iframe_loading_advanced_iframe(this);initResizeIframeadvanced_iframe();' ><\/iframe><script type=\"text\/javascript\">var ifrm_advanced_iframe = document.getElementById(\"advanced_iframe\");var hiddenTabsDoneadvanced_iframe = false;\r\nfunction resizeCallbackadvanced_iframe() {}function aiChangeUrl(loc) {}if (window.aiUseCookie) { aiUseCookie(); }var recalculateIframeResizeadvanced_iframe = 0;\r\n        var recalculateIframeOrientationchangeadvanced_iframe = 0;\r\n        function recalculateIframeadvanced_iframe() {\r\n          clearTimeout(recalculateIframeResizeadvanced_iframe);\r\n          clearTimeout(recalculateIframeOrientationchangeadvanced_iframe);aiResizeIframe(ifrm_advanced_iframe, \"false\",\"1\");}  \r\n        function initResponsiveIframeadvanced_iframe() {\r\n          jQuery(window).resize(function() {\r\n             recalculateIframeResize = window.setTimeout(\"recalculateIframeadvanced_iframe()\",100);\r\n          });\r\n          if (window.addEventListener) {\r\n            window.addEventListener(\"orientationchange\", function() {\r\n               recalculateIframeOrientationchange = window.setTimeout(\"recalculateIframeadvanced_iframe()\",100);\r\n            }, false);\r\n          }\r\n        }\r\n        aiReadyCallbacks.push(initResponsiveIframeadvanced_iframe);<\/script><script type=\"text\/javascript\">function initResizeIframeadvanced_iframe() {jQuery.resize.delay=50;try {var res_element = jQuery(\"#advanced_iframe\").contents().find(\"div\");\r\n     }  catch(e) {\r\n        var res_element = \"\";\r\n        if (console && console.log) { \r\n            console.log(e);\r\n        }\r\n    }\r\n    if (res_element.length === 0) {\r\n                \/\/ show an error if null\r\n                if (console && console.log) {                  \r\n                     console.log('The configuration of \"resize_on_element_resize\" is invalid. The specified element div could not be found or accessed. Please check your configuration.');\r\n                }  \r\n    } else {   \r\n        \/\/ if Array.isArray\r\n        res_element.resize(function(){ aiResizeIframe(ifrm_advanced_iframe, \"false\",\"1\");\r\n               });\r\n            }\r\n    }<\/script><script type=\"text\/javascript\">function local_resize_advanced_iframe(timeout) {\r\n\t\t\t\t\tif (timeout != 0) {\r\n\t\t\t\t\t   setTimeout(function() { aiResizeIframe(ifrm_advanced_iframe, \"false\",\"1\")},timeout);\r\n\t\t\t\t\t} else {\r\n\t\t\t\t\t   aiResizeIframe(ifrm_advanced_iframe, \"false\",\"1\");\r\n\t\t\t\t\t}\r\n\t\t\t\t}function ai_jquery_ajax_resize_advanced_iframe() {\r\n\t\t\t\t\tjQuery(\"#advanced_iframe\").bind(\"load\",function(){\r\n\t\t\t\t\tdoc = this.contentWindow.document;doc.addEventListener(\"click\", function(evt) {  if (aiCheckIfValidTarget(evt,\"a\")) { local_resize_advanced_iframe(500); }}, true);});\r\n\t\t\t\t}ai_jquery_ajax_resize_advanced_iframe();<\/script> <\/span><\/p>\n<p>Georgios Georgiou is the man who is to invest, the man our government expects to invest in Pirin. I&#8217;ll tell you another fact that people do not know. A year and a half ago, there was an investor conference organized by the Bulgarian government. That is, the government of current Prime Minister, Boyko Borisov. The previous Borisov government. Georgios Georgiou was officially invited to this conference as the biggest investor in Bulgaria. <a href=\"https:\/\/bivol.bg\/en\/environment-ministry-invited-cypriot-owner-of-yulen-to-meeting-about-ski-resort.html\">The same was invited as the biggest investor in Bulgaria<\/a> to come, to attend, to say what his investment intentions are. This person. He is the owner of the (closed steel mill –editor’s note) Kremikovtzi. He is the owner of the non-ferrous metals mill in Kardzhali, he appears as&#8230; On the other hand, something very important! The same Georgios is the owner of the killer train in the village of <a href=\"https:\/\/bivol.bg\/en\/legendary-unemployed-cypriot-is-lurking-once-again-as-owner-of-exploded-train.html\">Hitrino<\/a>. That killed&#8230; How many people did it kill?! Fifteen people. The same Georgios is the owner. And his companies, registered in Bulgaria, <a href=\"https:\/\/bivol.bg\/en\/bulmarket-and-fib-hide-money-destined-for-blast-victims.html\">drained their accounts<\/a>, and they are in the same bank whose owners are in fact directly linked to Georgios Georgiou. And people cannot get their damage compensations right now. The victims, the harmed. Because the accounts are empty. <strong>Bivol<\/strong> formally requested information on where this money went? Did Georgios drain it? We have not received a response. There is a lawsuit filed by the victims from Hitrino. And Georgios Georgiou has been officially summoned as a witness in the case. Let&#8217;s see if he will appear.<\/p>\n<p><strong>Slavi Trifonov<\/strong>: The mythical figure of Georgios Georgiou, everyone now knows that he is a strawman. In a sense, because Cyprus is part of the EU, could one find the real owners, those who are actually behind this mythical figure of Georgios Georgiou?<\/p>\n<p><strong>Assen Yordanov<\/strong>: Who is to find them? I have found them and have proved the connections. However, I am not an institution. I have no sanctioning functions. Besides, I have also established that <a href=\"https:\/\/bivol.bg\/en\/concessionaire-yulen-turned-out-to-be-connected-with-organized-crime-group-the-killers-and-with-thieves-of-eu-funds.html\">Georgios is connected with the organized crime group “The Killers”<\/a>. With “The Killers” gang. That is, Georgios and “The Killers” have a common network of companies. They transfer money to one another, have joint financial operations. All of this is published in Bivol with documents and bank statements. <a href=\"https:\/\/bivol.bg\/en\/organized-crime-group-connected-with-the-killers-and-with-first-investment-bank-launders-money-from-drug-trafficking.html\">The connections<\/a> between “Yulen”, the killer train in Hitrino, “The Killers”, government officials, are investigated and described in Bivol. All of this is also associated with huge abuses, with very large embezzlement and misuse of European funds. I am referring to a theft that we have exposed and proved. Theft of EUR 30 million in food for the poor, money that has been drained <a href=\"https:\/\/bivol.bg\/en\/mafia-comrades-fib-the-killers-and-romanian-gang-robbed-the-food-for-the-deprived-in-romania.html\">by businesses of “The Killers” and Georgios<\/a>. In order to execute this criminal scheme, bank guarantees have been issued the same bank, with which Georgios Georgiou operates in Bulgaria. Something more. We found the man who took that money – the stolen EUR 30 million. The money was transferred by the EU to buy food for the poor in Romania. In a nutshell, I am telling this story very briefly. A contract was signed by the Romanian Agricultural Agency with a Bulgarian company that has taken the money and then no food has been delivered.<\/p>\n<p>The money has been <a href=\"https:\/\/bivol.bg\/en\/stolen-millions-from-romania-have-returned-to-bulgaria.html\">laundered<\/a> through several bank accounts, of course through Cyprus; it has reached Hong Kong, then it has returned to Europe in a complex banking operation and has been withdrawn and taken by individuals from “The Killers” crime group. All this is proven with documents and bank statements. In Romania, there are <a href=\"https:\/\/bivol.bg\/en\/mafia-comrades-fib-the-killers-and-romanian-gang-robbed-the-food-for-the-deprived-in-romania.html\">arrests<\/a> in this case. In Romania civil servants were arrested. In Bulgaria, <a href=\"https:\/\/bivol.bg\/en\/the-homeless-bulgarian-man-who-cheated-romanian-poor-at-the-expense-of-fib.html\">we found the person<\/a> who, on paper, took the money. He is a person, a real one, living in Sofia. He is like Georgios; he is a colleague of Georgios. A poor man who is a housekeeper in a Sofia neighborhood. And the man said: I went to some bank, they gave me BGN 1,000&#8230;; I gave them my ID card because I have no money and they registered a company in my name. This company, however, documents, stamps, everything is upstairs, somewhere in the bank’s headquarters. He says: I have nothing. He spoke in front of our camera; we have it recorded. The man who took the EUR 30 million, on paper, he is a millionaire. Like Georgios Georgiou, who has more, however, BGN 1.2 billion.<\/p>\n<p class=\"p1\">\n<p><span class=\"embed-youtube\" style=\"text-align:center; display: block;\"><iframe class='youtube-player' width='1170' height='659' src='https:\/\/www.youtube.com\/embed\/yrP_jOsAIuA?version=3&#038;rel=1&#038;showsearch=0&#038;showinfo=1&#038;iv_load_policy=1&#038;fs=1&#038;hl=en-US&#038;autohide=2&#038;wmode=transparent' allowfullscreen='true' style='border:0;' sandbox='allow-scripts allow-same-origin allow-popups allow-presentation'><\/iframe><\/span><\/p>\n<p><strong>Slavi Trifonov<\/strong>: He is richer than ours.<\/p>\n<p><strong>Assen Yordanov<\/strong>: He is richer, but he is a credit millionaire, he is a credit billionaire and that money will never come back.<\/p>\n<p><strong>Slavi Trifonov<\/strong>: Have you provided this information to the Bulgarian authorities?<\/p>\n<p><strong>Assen Yordanov<\/strong>: Yes, I <a href=\"https:\/\/bivol.bg\/en\/bivol-asks-new-bnb-governor-dimitar-radev-about-fib-draining-and-other-bad-apples.html\">have<\/a>. It was first published in <strong>Bivol<\/strong>, secondly, the prosecution was officially notified. The Bulgarian Prosecutor&#8217;s Office, about this information. Thirdly, OLAF was officially notified by me, in person, with papers and folders. The result is that the Bulgarian Public Prosecutor&#8217;s Office has given an <a href=\"https:\/\/bivol.bg\/en\/prosecution-confirms-central-bank-report-on-private-lender-draining-and-goes-after-judge.html\">opinion<\/a> stating that, yes, that is true, but we cannot find the persons responsible, so we will not launch pre-trial proceedings. This is a fact. I am in possession of a prosecutor&#8217;s decree, which shows the refusal of the Bulgarian Prosecutor&#8217;s Office to undertake effective action. OLAF has taken effective action, in Romania there are arrested people as a result of the actions of OLAF and DEA (the Romanian Agency for Combating Organized Crime). And the people from OLAF say: We are powerless in Bulgaria. Because we have no powers. We can alert the Bulgarian authorities, but only the Bulgarian authorities can take <a href=\"https:\/\/bivol.bg\/en\/when-bubble-bursts-prosecutor-general-will-be-held-accountable.html\">real and effective action<\/a>. This is a fact. There is no European police to come and arrest them. And whom to arrest? OLAF knows the poor man; we have provided the video recording to them. What are they going to take from the homeless Valeri from Sofia?<\/p>\n<p><strong>Slavi Trifonov<\/strong>: How is credit granted to such a person?<\/p>\n<p><strong>Assen Yordanov<\/strong>: With a bank guarantee.<\/p>\n<p><strong>Slavi Trifonov<\/strong>: So, a guarantee is required to grant a loan.<\/p>\n<p><strong>Assen Yordanov<\/strong>: Guarantee that this company is reliable; that this company is solvent. The Bulgarian bank issues an official document with which it guarantees that this company will not steal the money. And if it does, the bank is responsible. Like this. After it has been registered in the name of Valeri, this company has taken this official document and has gone to Romania with very serious paperwork and bank guarantees. Of course, there was a corruption scheme in Romania as well because there are arrests there. This is a joint Romanian-Bulgarian corruption scheme, with the difference that in Romania the perpetrators rot in jail, and in Bulgaria they want to seize Pirin.<\/p>\n<p><strong>Slavi Trifonov<\/strong>: What will happen with this story? Here, the Bulgarian Presidency of the Council of the EU starts tomorrow, which is unique against this background. Not that something that different has happened in Bulgaria, but it is starting, there will be protests. Both sides are staging protest rallies, there are seven or nine such rallies scheduled for tomorrow. Not to mention that the police are also protesting&#8230; What, after all&#8230;?<\/p>\n<p><strong>Assen Yordanov<\/strong>: The police are good at protesting, however, we do not see any effective outcome of their work.<\/p>\n<p><strong>Slavi Trifonov<\/strong>: My thought is what will happen to this case?<\/p>\n<p><strong>Assen Yordanov<\/strong>: Imagine being a prime minister. Fiction. Imagine it. Will you give Pirin to Georgios?<\/p>\n<p><strong>Slavi Trifonov<\/strong>: Never!<\/p>\n<p><strong>Assen Yordanov<\/strong>: That&#8217;s right. Here is the divide. We are not talking here about environmentalists, local interests, who wants to sell their land, etc. We are talking about an organized crime group at a very high level that corrupts the authorities at a very high level and about <a href=\"https:\/\/bivol.bg\/en\/when-bubble-bursts-prosecutor-general-will-be-held-accountable.html\">the cover-up that has harnessed high-level judicial institutions in Bulgaria<\/a>. That&#8217;s what we are talking about.<\/p>\n<p><strong>Slavi Trifonov<\/strong>: And what can be done then?<\/p>\n<p><strong>Assen Yordanov<\/strong>: The only way out is defiance. Because this is not just a battle for some mountain. This is a battle for our future. This is a battle about the kind of a country we will live in.<\/p>\n<p><strong>Slavi Trifonov<\/strong>: Katia Ilieva says the truth must be spoken.<\/p>\n<p><strong>Assen Yordanov<\/strong>: Well, that&#8217;s the truth.<\/p>\n<p><strong>Slavi Trifonov<\/strong>: My thought is that you say the same in other words &#8211; defiance.<\/p>\n<p><strong>Assen Yordanov<\/strong>: Well, no. I say something that affects not only the truth. This affects the meaning of human life as a whole. The philosophical concept is &#8211; what is the point of living &#8211; to consume and to spend. That?<\/p>\n<p><strong>Slavi Trifonov<\/strong>: I do not know. According to Kant, the sense is self-perfection.<\/p>\n<p><strong>Assen Yordanov<\/strong>: Yes, but that means dignity. And freedom. If you have no dignity and freedom, you cannot practice self-perfection at all, and you cannot perfect anything around yourself. That&#8217;s what we&#8217;re talking about. And if we reconcile with some obscure Georgioses plundering Bulgaria and leaving behind victims, leaving a pogrom, as has happened in many places in the country so far, we have to hate ourselves. I cannot live with such thing.<\/p>\n<p><strong>Slavi Trifonov<\/strong>: Aren’t you worried that they can say that you are paid to serve foreign interests?<\/p>\n<p><strong>Assen Yordanov<\/strong>: No way. I&#8217;ve been in this battle for a long time &#8211; 25 years. Many people have been replaced, left; I am still in the same battle. Many people have changed, gone, passed away, etc. There is no one with whom they can associate me, and the people they will associate me with, they do not want to be near me because they are afraid when they are near me. There is incompatibility in the value system. I&#8217;m not afraid of being associated with someone, because when one serves the truth, no one can prevail over them.<\/p>\n<p><strong>Slavi Trifonov<\/strong>: Truth is power, right, Mr. Yordanov?<\/p>\n<p><strong>Assen Yordanov<\/strong>: And Freedom is power as well.<\/p>\n<p class=\"p1\">\n","protected":false},"excerpt":{"rendered":"<p>Interview of Assen Yordanov with the TV talk show &#8220;Slavi’s Show&#8221; from January, 10, 2018. Transcript with references to the investigations mentioned in the broadcast: Assen Yordanov: The issue is&hellip;<\/p>\n","protected":false},"author":1,"featured_media":37613,"comment_status":"closed","ping_status":"open","sticky":false,"template":"","format":"standard","meta":{"_mo_disable_npp":"","_relevanssi_hide_post":"","_relevanssi_pin_for_all":"","_relevanssi_pin_keywords":"","_relevanssi_unpin_keywords":"","_relevanssi_related_keywords":"","_relevanssi_related_include_ids":"","_relevanssi_related_exclude_ids":"","_relevanssi_related_no_append":"","_relevanssi_related_not_related":"","_relevanssi_related_posts":"","_relevanssi_noindex_reason":"","kia_subtitle":"Documents and facts: #Who and why wants to destroy Pirin National Park?","spay_email":"","jetpack_publicize_message":"","jetpack_is_tweetstorm":false},"categories":[5543,5806],"tags":[5127,5096],"jetpack_featured_media_url":"https:\/\/bivol.bg\/wp-content\/uploads\/2018\/01\/asen-slavi.png","jetpack_publicize_connections":[],"jetpack_sharing_enabled":true,"jetpack_shortlink":"https:\/\/wp.me\/p9hbsr-9MR","jetpack_likes_enabled":true,"_links":{"self":[{"href":"https:\/\/bivol.bg\/en\/wp-json\/wp\/v2\/posts\/37625"}],"collection":[{"href":"https:\/\/bivol.bg\/en\/wp-json\/wp\/v2\/posts"}],"about":[{"href":"https:\/\/bivol.bg\/en\/wp-json\/wp\/v2\/types\/post"}],"author":[{"embeddable":true,"href":"https:\/\/bivol.bg\/en\/wp-json\/wp\/v2\/users\/1"}],"replies":[{"embeddable":true,"href":"https:\/\/bivol.bg\/en\/wp-json\/wp\/v2\/comments?post=37625"}],"version-history":[{"count":0,"href":"https:\/\/bivol.bg\/en\/wp-json\/wp\/v2\/posts\/37625\/revisions"}],"wp:featuredmedia":[{"embeddable":true,"href":"https:\/\/bivol.bg\/en\/wp-json\/wp\/v2\/media\/37613"}],"wp:attachment":[{"href":"https:\/\/bivol.bg\/en\/wp-json\/wp\/v2\/media?parent=37625"}],"wp:term":[{"taxonomy":"category","embeddable":true,"href":"https:\/\/bivol.bg\/en\/wp-json\/wp\/v2\/categories?post=37625"},{"taxonomy":"post_tag","embeddable":true,"href":"https:\/\/bivol.bg\/en\/wp-json\/wp\/v2\/tags?post=37625"}],"curies":[{"name":"wp","href":"https:\/\/api.w.org\/{rel}","templated":true}]}}