{"id":37952,"date":"2018-01-26T17:20:54","date_gmt":"2018-01-26T17:20:54","guid":{"rendered":"https:\/\/bivol.bg?p=37952"},"modified":"2018-01-27T17:16:09","modified_gmt":"2018-01-27T17:16:09","slug":"bivol-reporter-dimitar-stoyanov-media-in-bulgaria-are-in-dire-state","status":"publish","type":"post","link":"https:\/\/bivol.bg\/en\/bivol-reporter-dimitar-stoyanov-media-in-bulgaria-are-in-dire-state.html","title":{"rendered":"Bivol Reporter Dimitar Stoyanov: Media in Bulgaria Are in Dire State"},"content":{"rendered":"<p>For several months now, Bivol&#8217;s reporter Dimitar Stoyanov is in Leipzig as he is enrolled in the Journalist-in-Residence Program of the European Center for Press and Media Freedom (ECPMF) for journalists under threat. The Center organized on January 25, 2018 an Expert Talk on Bulgaria, held in the European Commission building in Brussels, and dedicated to the freedom of Bulgarian media.<\/p>\n<p>The participants included representatives of the Union of Publishers in Bulgaria, the Association of European Journalists &#8211; Bulgaria, the Union of Bulgarian Journalists, Reporters Without Borders, the Committee for the Protection of Journalists and other media organizations from European countries.<\/p>\n<p>The talk was also attended by representatives of the pro-government propaganda media of lawmaker Delyan Peevski, masquerading as journalists.<\/p>\n<p>Dimitar Stoyanov was among the panelists and opened the discussion with a summary of his experience as investigative journalist subjected to pressure and attacks because of his work over the last few years.<\/p>\n<p>&nbsp;<\/p>\n<p><a href=\"https:\/\/bivol.bg\/wp-content\/uploads\/2018\/01\/ecpmf-bruxelles.jpg\" data-rel=\"penci-gallery-image-content\" ><img loading=\"lazy\" class=\"alignnone wp-image-37920 size-large\" src=\"https:\/\/bivol.bg\/wp-content\/uploads\/2018\/01\/ecpmf-bruxelles-1024x768.jpg\" alt=\"\" width=\"750\" height=\"563\" srcset=\"https:\/\/bivol.bg\/wp-content\/uploads\/2018\/01\/ecpmf-bruxelles-1024x768.jpg 1024w, https:\/\/bivol.bg\/wp-content\/uploads\/2018\/01\/ecpmf-bruxelles-300x225.jpg 300w, https:\/\/bivol.bg\/wp-content\/uploads\/2018\/01\/ecpmf-bruxelles-768x576.jpg 768w, https:\/\/bivol.bg\/wp-content\/uploads\/2018\/01\/ecpmf-bruxelles-1440x1080.jpg 1440w, https:\/\/bivol.bg\/wp-content\/uploads\/2018\/01\/ecpmf-bruxelles.jpg 2048w\" sizes=\"(max-width: 750px) 100vw, 750px\" \/><\/a><\/p>\n<p>“Hello everyone,<\/p>\n<p>My name is Dimitar Stoyanov. It is an honor and pleasure to be here with you. I am an investigative journalist from the site Bivol. This is the only media in Bulgaria specializing in investigative journalism. I am currently enrolled in the journalists under threat program of the European Centre for Press and Media Freedom (ECPMF). I am attending this forum to share with you my personal experience with attacks on independent journalism.<\/p>\n<p>I have been working in media since 2001. At that time Bulgaria was attempting to join the EU, and there really was some progress in the media environment. Today, the statistics are uncompromising. In the last 10 years, Bulgaria’s ranking in the index of free speech plummeted steadily and considerably. The latest drastic case is the news of a planned assault on the publisher of a regional media, Dr. Georgi Ezekiev. I want to show you a map of cities where we have registered pressure on media.<\/p>\n<p>The media crisis in Bulgaria began with the concentration of media ownership in the hands of a particular politician and lawmaker &#8211; Delyan Peevski. This continued with the monopolization of press distribution.<\/p>\n<p>In the course of this plunge of freedom of speech, I have been attacked, pressured and threatened over 20 times. I have experience with odd situations. I have been attacked by pimps. The wife of a businessman exposed of a scam attempted to set me and herself on fire by pouring gasoline in front of the camera. I had to tame the fire and rescue her with a fire extinguisher. I was attacked while filming senior magistrates drinking during their workhours.<\/p>\n<p>However, these are isolated cases. The true orchestrated pressure on me began when I became part of Bivol’s team. I chose to work for this media after several of my investigations were not allowed to be broadcast on one of the major TV channels in Bulgaria for which I worked. One of these investigations, on the energy mafia, was published by Bivol. This is how my &#8220;career&#8221; started there five years ago. This is something like a hobby. No one from the team makes a living from their work for the site. There are no salaries. Bivol receives small donations from individuals, but they are insufficient. We all have a second job. In the last three years, it has been very difficult for me to find one. Because of the pressure on Bivol, one of my former employers was threatened with physical abuse over my reportage and had to let me go.<\/p>\n<p>In my work for Bivol, I have been threatened by high-ranking magistrates several times. My big problems started at the end of 2015, when Bivol published an investigation into the theft of 26 million euro in EU money destined for the Romanian poor. Romanian officials from the country’s agricultural agency APIA, a Bulgarian organized crime group and the Bulgarian bank FIBANK have been involved in this case. A Bulgarian shell company won the bid for delivering food for the Romanian poor. After the transfer of funds, there were no food deliveries whatsoever. We found the strawman owner of the company. He gave an interview in front of a camera. He said the bank had operated on behalf of his company. Then, we went together to one of the branches of the said bank to check what is in his company&#8217;s accounts. The bank declined information.<\/p>\n<p>Serious pressure on me began immediately after this. I was demonstratively tailed for several weeks and there are witnesses of this. One of them is my now ex-girlfriend. She broke up with me because she could not cope with such pressure.<\/p>\n<p>A day after I filed a report with the police, unknown people broke in my home. Nothing valuable was missing. It was clear that it was a warning. I had to move to a new place so that my roommate would not be hurt.<\/p>\n<p>After my participation in a TV show, a senior judge told me to stop commenting on corruption if I wanted to avoid problems.<\/p>\n<p>The pressure and tailing stopped abruptly after Prime Minister Boyko Borisov received letters and calls from the Organization for Security and Cooperation in Europe (OSCE) and the Committee to Protect Journalists (CPJ) in New York. These organizations requested protection for Bivol&#8217;s team and myself.<\/p>\n<p>The peace and quiet lasted less than three months. After I filmed the brother of a lawyer associated with Delyan Peevski, things turned difficult once again. We filmed him on camera in front of a newly-acquired mountain hotel. He dodged our questions. Immediately afterwards, the cameraman and the driver were forced to sign a police warning protocol. The law enforcement officers issued to us a 50-meter restraining order for this lawyer, Mondeshki, and Mondeshki’s brother. I refused to sign. Then the local police precinct launched institutional repression against me. The harassment continued until February last year. Then I filed a complaint with the Inspectorate of the Interior Ministry.<\/p>\n<p>Meanwhile, the owner of a security firm who works for Peevski threatened me with big problems and said that I would not be able to live in Bulgaria if I continue to deal with Mondeshki and Peevski. I have a recording of this threat.<\/p>\n<p>The latest attack on me happened in August 2017. Some gangsters attacked me on the street before witnesses. They demanded from me to stop bothering politicians with my investigations. Only the numerous witnesses and guards from a nearby bar prevented a serious fight.<\/p>\n<p>What is happening to me is no precedent. There was an attempted murder of the owner of Bivol, Assen Yordanov, in 2009. Bivol&#8217;s Editor-in-Chief Atanas Tchobanov, who lives in Paris, has received several warnings. Last year, he found a big stuffed toy wolf on the hood of his car. Then his backpack with his laptop was replaced with an identical but empty one. According to experts, he had been tailed for at least two weeks before the backpack incident.<\/p>\n<p>Regional journalist Stoyan Tonchev, who recently started to partner with Bivol, was brutally beaten after an investigation into the theft of European funds in the construction and repairs of the water supply system in the Black Sea town of Pomorie.<\/p>\n<p>Local publisher Georgi Ezikiev recently became a murder target of an organized crime group. The same people savagely thrashed an informer who revealed their criminal activity to the media.<\/p>\n<p>Fortunately, Bivol&#8217;s informer, who disclosed the murder plot against Georgi Ezekiev, is now a protected witness. I believe that this happened only because of media and public pressure on the secret services.<\/p>\n<p>Parallel to organized crime pressure and institutions often working together with the underworld, independent media have another problem to deal with. Print media and TV channels from Delyan Peevski’s media empire create fake news and lead slander campaigns against journalists who expose corruption.<\/p>\n<p>This is the moment to stress that ECPMF&#8217;s work is very, very important. More and more journalists need international support, and ECPMF offers it. I am grateful that I am part of the program for journalists under threat. It helped me to understand what is happening to me and give me the opportunity to briefly lead a live free of threats. The time spent in Leipzig helped me to realize how strange and dire the media environment is in Bulgaria.”<\/p>\n<p>Dimitar&#8217;s statement was accompanied by a presentation that readers can see <a href=\"https:\/\/bivol.bg\/wp-content\/uploads\/2018\/01\/stoyanov-250117.pdf\">here<\/a>.<\/p>\n<p>At the end of the two-hour discussion, ECPMF Managing Director Dr. Lutz Kinkel gave three recommendations to Bulgaria to ensure media freedom and improve media policy:<\/p>\n<p>1) The media market in Bulgaria may be characterized as being almost a monopoly. We urge the government to promote pluralism and diversity.<\/p>\n<p>2) The Bulgarian government should disseminate funds on a fair basis to all of the media, including the ones who are critical of the government. This includes the very small percentage of each EU grant that is earmarked for publicizing the projects that are being funded. At the same time we ask the EU to actively monitor how EU taxpayers’ money is spent in Bulgaria.<\/p>\n<p>3) Independent journalists in Bulgaria are under threat. We ask the government to take the safety of independent journalists very seriously. Proper legislation should be implemented and prompt and effective investigations should follow crimes against journalists.<\/p>\n","protected":false},"excerpt":{"rendered":"<p>For several months now, Bivol&#8217;s reporter Dimitar Stoyanov is in Leipzig as he is enrolled in the Journalist-in-Residence Program of the European Center for Press and Media Freedom (ECPMF) for&hellip;<\/p>\n","protected":false},"author":1,"featured_media":28755,"comment_status":"closed","ping_status":"open","sticky":false,"template":"","format":"standard","meta":{"_mo_disable_npp":"","_relevanssi_hide_post":"","_relevanssi_pin_for_all":"","_relevanssi_pin_keywords":"","_relevanssi_unpin_keywords":"","_relevanssi_related_keywords":"","_relevanssi_related_include_ids":"","_relevanssi_related_exclude_ids":"","_relevanssi_related_no_append":"","_relevanssi_related_not_related":"","_relevanssi_related_posts":"","_relevanssi_noindex_reason":"","kia_subtitle":"","spay_email":"","jetpack_publicize_message":"","jetpack_is_tweetstorm":false},"categories":[5543,5806],"tags":[5136],"jetpack_featured_media_url":"https:\/\/bivol.bg\/wp-content\/uploads\/2015\/11\/occe-dimitar-stoyanov.jpg","jetpack_publicize_connections":[],"jetpack_sharing_enabled":true,"jetpack_shortlink":"https:\/\/wp.me\/p9hbsr-9S8","jetpack_likes_enabled":true,"_links":{"self":[{"href":"https:\/\/bivol.bg\/en\/wp-json\/wp\/v2\/posts\/37952"}],"collection":[{"href":"https:\/\/bivol.bg\/en\/wp-json\/wp\/v2\/posts"}],"about":[{"href":"https:\/\/bivol.bg\/en\/wp-json\/wp\/v2\/types\/post"}],"author":[{"embeddable":true,"href":"https:\/\/bivol.bg\/en\/wp-json\/wp\/v2\/users\/1"}],"replies":[{"embeddable":true,"href":"https:\/\/bivol.bg\/en\/wp-json\/wp\/v2\/comments?post=37952"}],"version-history":[{"count":0,"href":"https:\/\/bivol.bg\/en\/wp-json\/wp\/v2\/posts\/37952\/revisions"}],"wp:featuredmedia":[{"embeddable":true,"href":"https:\/\/bivol.bg\/en\/wp-json\/wp\/v2\/media\/28755"}],"wp:attachment":[{"href":"https:\/\/bivol.bg\/en\/wp-json\/wp\/v2\/media?parent=37952"}],"wp:term":[{"taxonomy":"category","embeddable":true,"href":"https:\/\/bivol.bg\/en\/wp-json\/wp\/v2\/categories?post=37952"},{"taxonomy":"post_tag","embeddable":true,"href":"https:\/\/bivol.bg\/en\/wp-json\/wp\/v2\/tags?post=37952"}],"curies":[{"name":"wp","href":"https:\/\/api.w.org\/{rel}","templated":true}]}}