{"id":38550,"date":"2018-03-05T22:41:44","date_gmt":"2018-03-05T20:41:44","guid":{"rendered":"https:\/\/bivol.bg?p=38550"},"modified":"2018-03-11T15:45:31","modified_gmt":"2018-03-11T13:45:31","slug":"bulgarian-whistleblower-investigator-under-mounting-pressure","status":"publish","type":"post","link":"https:\/\/bivol.bg\/en\/bulgarian-whistleblower-investigator-under-mounting-pressure.html","title":{"rendered":"Bulgarian Whistleblower Investigator Under Mounting Pressure"},"content":{"rendered":"<p>Investigator Boyko Atanassov had been advised and urged by a colleague from the Prosecutor’s Office to take unpaid leave for at least six months, until the “lion changes its den”, as the caller has said. This is what he told Bivol. Atanassov explained that this advice had been &#8220;explained&#8221; with a concern &#8220;to not have something unpleasant happen to him&#8221;.<\/p>\n<p>There are now three disciplinary proceedings against the investigator from the Sofia Investigation Services. The launch of the latest attack on him by the Sofia City Prosecutor&#8217;s Office coincides with him raising the issue of the non-collection of VAT by the State and difficulties encountered when investigating tax crimes.<\/p>\n<p><em>&#8220;We all need to know whether there is borrowing from international financial institutions to cover the lack of tax collection at the expense of taxpayers. By large companies, mostly owned by oligarchs,&#8221;<\/em> the investigator told Bivol. Atanassov noted that civil associations have begun to request information from the Ministry of Finance about the amount of non-collected VAT. For the time being, however, there is no response from the institution.<\/p>\n<p><em>&#8220;I am under disheartening pressure by the prosecution&#8217;s leadership,<\/em>&#8221; Atanassov explained, specifying that the second disciplinary action against him had been launched because he had “not carried out a timely investigation” into a case he had never been tasked with. The third disciplinary action had been initiated in connection with a report after an audit by the Sofia City Prosecutor’s Office Investigation Unit.<\/p>\n<p>&#8220;<em>A few people were audited, including me. There is no audit of Unit 4, which handles cases against ministers and high-ranking politicians, about which I told you that they simmering in desks’ drawers. Against former ministers, MPs, they are there&#8230; It was like a reaction to crush me. To put me on my knees; to keep me quiet. All efforts are being made in this direction at the moment<\/em>.&#8221;<\/p>\n<p>Atanassov says that disciplinary actions had been launched against some of his colleagues, the majority of whom had been communicating with him.<\/p>\n<p>&#8220;<em>They have been told that the actions have been launched because they talk to me and are in touch with me.<\/em>&#8221;<\/p>\n<p>The investigator sees another coincidence as well &#8211; between the pressure on him and the launch of a probe by the Supreme Judicial Council (SJC) into his claim that prosecutor Ivan Geshev had concluded shameful agreements with organized crime groups, something Atanassov had witnessed.<\/p>\n<p>&#8220;<em>Some of these facts have been communicated by me as early as 2016, at a hearing in the SJC, its Ethics Committee, and the entire SJC. Then the Council declined to check whether my words were true. I have repeated them many times since then<\/em>.&#8221;<\/p>\n<p>Atanassov says pressure had been also exerted on him in a phone conversation with another magistrate, in which he had been &#8220;advised&#8221; to “find cover”.<\/p>\n<p><em>&#8220;The idea was to take a six- month unpaid leave until the “lion changes its den”<\/em><em>. I do not want to be a hostage of anyone, this situation, in which the prosecution and its leadership are finding themselves, is shocking. All magistrates should not be hostages of one single person. All of us to just be idle, not fulfill our duties, not to fight corruption. Bulgaria is the last in Europe&#8230; actually, first in the lack of fight against corruption. Same with organized crime.&#8221;<\/em><\/p>\n<p>In the said phone conversation, the investigator’s colleague had shared his fears that &#8220;someone could do a favor to someone&#8221; in connection with Atanassov’s physical well-being, adding that he should go far away, in exile, and just work as a freelancer during this time.<\/p>\n<p>&#8220;<em>This conversation took place three hours after I have not been given the documents from the disciplinary actions. I have not been given copies of these proceedings. Three hours later, there is this strange coincidence and the proposal to take six-months of unpaid leave. I can only connect it with an attempt to pressure me<\/em>.&#8221;<\/p>\n<p>Atanassov further stressed that the Prosecutor&#8217;s Office is managed like an authoritarian regime and dictatorship.<\/p>\n<p><em>&#8220;At least for the time being, I cannot say that the Prosecutor&#8217;s Office is performing its functions according to the law. The entire power of the Prosecutor General and those close to him is focused on the fight against people who criticize the prosecution’s inactivity. I do not criticize Prosecutor General Sotir Tsatsarov as a person; I am criticizing the fact that he is not making the prosecution do its job under its mandate; he is not making it tackle corruption and organized crime. On the contrary! I think that all efforts are now being made to have corruption prevail as a State policy.&#8221;<\/em><\/p>\n<p>Atanassov says he had been visited by police officers in connection with reports that he and his family might be in danger and under threat by what he calls “Tsatsarov’s Special Unit”.<\/p>\n<p>He notes that there is nothing new in the prosecution&#8217;s reaction. &#8220;<em>In 2005, with my colleague Yordanov we reported corruption in Sofia Investigation Services and colleagues approached me and suggested I tell a daily newspaper in Sofia something against my colleague Yordanov and then I could be promoted. I did not accept it. Subsequently, the Sofia Investigation Services leadership asked me to resign, because the National Investigation Services and its Chief Angel Alexandrov were going to crush me<\/em>.&#8221;<\/p>\n<p><strong>Citizen support for Atanassov<\/strong><\/p>\n<p>Two years ago, in interviews with Bivol, investigator <strong>Boyko Atanassov<\/strong> (see <a href=\"https:\/\/bivol.bg\/en\/?s=investigator+Boyko\">here<\/a>) revealed the existence of a “<strong>Special Unit<\/strong>” in the Prosecutor&#8217;s Office directly subordinate to Tsatsarov and his puppeteers, Prime Minister Boyko Borisov and controversial businessman, media mogul and lawmaker Delyan Peevski. The Unit deals with concealing crimes and tipoffs against people close to the government, and at the same time, uses signals and tipoffs to blackmail the inconvenient.<\/p>\n<p>In the following months, a number of probes and disciplinary proceedings were launched against Atanassov. The SJC was also approached. All these were attempts to crush him and to close his mouth. The investigator, however, did not give in and in his media appearances, <strong>he continued to expose the corruption schemes and “mafia-style” methods of the prosecution<\/strong>, while the repressions against him intensified. His car was also stolen, as some kind of a “Sicilian Warning”.<\/p>\n<p>On February 7, 2018. The civil association BOETZ (Fighter) logged a request to the National Security Agency (DANS), the Interior Ministry, the National Security Services and the Bulgarian President to guarantee investigator Boyko Atanassov’s personal security. The request notes that his life is under threat because of his work and his fight against the mafia and corruption. It includes specific argumentation and evidence. (<a href=\"http:\/\/www.boec-bg.com\/archives\/173\">http:\/\/www.boec-bg.com\/archives\/173<\/a> )<\/p>\n<p>As a follow up to this request, <strong>Boyko Atanasov was invited to a meeting in the President’s Office on February 19, 2018<\/strong>, but President Rumen Radev did not appear in person and sent his advisers.<\/p>\n<p>On the next day, the two new disciplinary actions were launched against Atanassov and a day later he received the above-mentioned phone call. The recording of this phone conversation is being kept in Bivol’s editorial office.<\/p>\n<p><strong>Bivol<\/strong> stands firm behind investigator Boyko Atansov. We will inform international human rights organizations, as well as the EU Member States&#8217; embassies in Bulgaria about this case. Meanwhile, the conclusion of this story remains open.<\/p>\n<p class=\"p1\">\n","protected":false},"excerpt":{"rendered":"<p>Investigator Boyko Atanassov had been advised and urged by a colleague from the Prosecutor’s Office to take unpaid leave for at least six months, until the “lion changes its den”,&hellip;<\/p>\n","protected":false},"author":1,"featured_media":29673,"comment_status":"closed","ping_status":"open","sticky":false,"template":"","format":"video","meta":{"_mo_disable_npp":"","_relevanssi_hide_post":"","_relevanssi_pin_for_all":"","_relevanssi_pin_keywords":"","_relevanssi_unpin_keywords":"","_relevanssi_related_keywords":"","_relevanssi_related_include_ids":"","_relevanssi_related_exclude_ids":"","_relevanssi_related_no_append":"","_relevanssi_related_not_related":"","_relevanssi_related_posts":"","_relevanssi_noindex_reason":"","kia_subtitle":"","spay_email":"","jetpack_publicize_message":"","jetpack_is_tweetstorm":false},"categories":[5544,5548,5806],"tags":[5127,5142],"jetpack_featured_media_url":"https:\/\/bivol.bg\/wp-content\/uploads\/2016\/02\/boyko-atanasov.jpg","jetpack_publicize_connections":[],"jetpack_sharing_enabled":true,"jetpack_shortlink":"https:\/\/wp.me\/p9hbsr-a1M","jetpack_likes_enabled":true,"_links":{"self":[{"href":"https:\/\/bivol.bg\/en\/wp-json\/wp\/v2\/posts\/38550"}],"collection":[{"href":"https:\/\/bivol.bg\/en\/wp-json\/wp\/v2\/posts"}],"about":[{"href":"https:\/\/bivol.bg\/en\/wp-json\/wp\/v2\/types\/post"}],"author":[{"embeddable":true,"href":"https:\/\/bivol.bg\/en\/wp-json\/wp\/v2\/users\/1"}],"replies":[{"embeddable":true,"href":"https:\/\/bivol.bg\/en\/wp-json\/wp\/v2\/comments?post=38550"}],"version-history":[{"count":0,"href":"https:\/\/bivol.bg\/en\/wp-json\/wp\/v2\/posts\/38550\/revisions"}],"wp:featuredmedia":[{"embeddable":true,"href":"https:\/\/bivol.bg\/en\/wp-json\/wp\/v2\/media\/29673"}],"wp:attachment":[{"href":"https:\/\/bivol.bg\/en\/wp-json\/wp\/v2\/media?parent=38550"}],"wp:term":[{"taxonomy":"category","embeddable":true,"href":"https:\/\/bivol.bg\/en\/wp-json\/wp\/v2\/categories?post=38550"},{"taxonomy":"post_tag","embeddable":true,"href":"https:\/\/bivol.bg\/en\/wp-json\/wp\/v2\/tags?post=38550"}],"curies":[{"name":"wp","href":"https:\/\/api.w.org\/{rel}","templated":true}]}}