{"id":39665,"date":"2018-05-22T05:58:52","date_gmt":"2018-05-22T03:58:52","guid":{"rendered":"https:\/\/bivol.bg?p=39665"},"modified":"2018-05-22T18:27:44","modified_gmt":"2018-05-22T16:27:44","slug":"bulgarias-deputy-pm-refuses-to-provide-key-information-on-transparency-of-eu-funds","status":"publish","type":"post","link":"https:\/\/bivol.bg\/en\/bulgarias-deputy-pm-refuses-to-provide-key-information-on-transparency-of-eu-funds.html","title":{"rendered":"Bulgaria&#8217;s Deputy PM Refuses to Provide Key Information on Transparency of EU Funds"},"content":{"rendered":"<p>Tomislav Donchev, Bulgaria’s Deputy Prime Minister in Charge of European Union (EU) Funds, refuses to provide lists of beneficiaries &#8211; legal entities, partners and contractors in EU-funded projects, showing their Unified Identification Code (UIC). This became clear from his response to an inquiry under the Access to Public Information Act (APIA), sent by Bivol.<\/p>\n<p>UIC is needed in order to uniquely identify the beneficiaries and eliminate possible mistakes (sometimes intentional) in the spelling of the names of companies that absorb European money. Based on this information, Bivol has been maintaining and updating for years a publicly available <a href=\"https:\/\/tr.bivol.bg\/\">database<\/a> that shows who has absorbed European funds and how much and whether they have crony relationships with the people in power.<\/p>\n<p>This information is of major public interest and is key to journalistic investigations. Based on this data, last year we were able to track down Delyan Dobrev&#8217;s “<a href=\"https:\/\/bivol.bg\/en\/bulgarian-politicians-relative-is-refurbishing-buildings-his-parents-deal-with-construction-control.html\">cousin and best men dream team<\/a>”, which has absorbed over BGN 100 million from public procurement and EU funds. A few months later, the revelations of Bivol caused the outrage known as the “Best Man Gate”.<\/p>\n<p><strong>“Yuge” effort for the administration<\/strong><\/p>\n<p>The refusal, signed by the Head of the Administrative Department, Vyara Panayotova, is motivated by the “too much effort that this request requires from civil servants beyond their ordinary job description”.<\/p>\n<p>However, Donchev&#8217;s people are generously giving advice. They kindly suggest to us to manually search the UIC with the names of the companies and NGOs that are available in the public Unified Management Information System for the EU Structural Instruments in Bulgaria (UMIS) module for the period 2007 &#8211; 2013. These are about 12,000 projects. Another valuable recommendation is to copy page by page information from the 2014-2020 module in which, unlike the previous period, legal entities are identified with their UIC. This has already been done by our technical team through an automated bot (scraping).<\/p>\n<p>There is also the vague promise that, in order to ensure transparency and accessibility of all information in one place, there is an &#8220;update of the UMIS information module for the period 2007-2013 and for the period 2014-2020, including of the UIC information for the beneficiaries, project partners and contractors.&#8221;<\/p>\n<p>It is not clear when this breakthrough for transparency and accessibility will happen. It is also unclear what an extraordinary effort is required in the e-government era to generate a simple list containing the UICs and EU project numbers since the information is obviously available and is to be entered into the module.<\/p>\n<p><strong>State Fund Agriculture (SFA) is another territory<\/strong><\/p>\n<p>However, the EU Funds Minister shrugs helplessly when it comes to the request to submit the lists of beneficiaries under the Rural Development Program (RDP) and has forwarded the request to the Ministry of Agriculture and the SFA. His reply makes it clear that he does not have such information.<\/p>\n<p>By producing numerous refusals to access information on scandalous projects, such as EU-funded guesthouses that are actually used as homes and villas by civil servants and people close to the government, the SFA has proven over the years that it does not like transparency and accountability.<\/p>\n<p>Recently, Bivol received a refusal from the SFA under the APIA to our questions about the new projects of the scandalous businessman <a href=\"https:\/\/bivol.bg\/en\/marios-ducks-attack-new-rural-program-as-well.html\">Mario Nikolov<\/a>, who is preparing to pocket BGN 20 million for breeding phantom ducks. Therefore, we do not harbor great hope for obtaining the UIC lists from the SFA.<\/p>\n<p>Bivol will appeal the refusal in the Administrative Court and will also take advantage of the opportunity to obtain the lists in question by asking the European Commission on the grounds of the Transparency Regulation.<\/p>\n<p>However, the question arises as to what exactly Tomislav Donchev, EU Funds Minister, is doing in the government since he lacks the competence to summarize information on European funds and does not have a current, comprehensive and accurate database for their use.<\/p>\n<p>&nbsp;<\/p>\n","protected":false},"excerpt":{"rendered":"<p>Tomislav Donchev, Bulgaria’s Deputy Prime Minister in Charge of European Union (EU) Funds, refuses to provide lists of beneficiaries &#8211; legal entities, partners and contractors in EU-funded projects, showing their&hellip;<\/p>\n","protected":false},"author":1,"featured_media":39656,"comment_status":"closed","ping_status":"open","sticky":false,"template":"","format":"standard","meta":{"_mo_disable_npp":"","_relevanssi_hide_post":"","_relevanssi_pin_for_all":"","_relevanssi_pin_keywords":"","_relevanssi_unpin_keywords":"","_relevanssi_related_keywords":"","_relevanssi_related_include_ids":"","_relevanssi_related_exclude_ids":"","_relevanssi_related_no_append":"","_relevanssi_related_not_related":"","_relevanssi_related_posts":"","_relevanssi_noindex_reason":"","kia_subtitle":"","spay_email":"","jetpack_publicize_message":"","jetpack_is_tweetstorm":false},"categories":[5543,5806],"tags":[],"jetpack_featured_media_url":"https:\/\/bivol.bg\/wp-content\/uploads\/2018\/05\/tomislav-donchev.jpg","jetpack_publicize_connections":[],"jetpack_sharing_enabled":true,"jetpack_shortlink":"https:\/\/wp.me\/p9hbsr-ajL","jetpack_likes_enabled":true,"_links":{"self":[{"href":"https:\/\/bivol.bg\/en\/wp-json\/wp\/v2\/posts\/39665"}],"collection":[{"href":"https:\/\/bivol.bg\/en\/wp-json\/wp\/v2\/posts"}],"about":[{"href":"https:\/\/bivol.bg\/en\/wp-json\/wp\/v2\/types\/post"}],"author":[{"embeddable":true,"href":"https:\/\/bivol.bg\/en\/wp-json\/wp\/v2\/users\/1"}],"replies":[{"embeddable":true,"href":"https:\/\/bivol.bg\/en\/wp-json\/wp\/v2\/comments?post=39665"}],"version-history":[{"count":0,"href":"https:\/\/bivol.bg\/en\/wp-json\/wp\/v2\/posts\/39665\/revisions"}],"wp:featuredmedia":[{"embeddable":true,"href":"https:\/\/bivol.bg\/en\/wp-json\/wp\/v2\/media\/39656"}],"wp:attachment":[{"href":"https:\/\/bivol.bg\/en\/wp-json\/wp\/v2\/media?parent=39665"}],"wp:term":[{"taxonomy":"category","embeddable":true,"href":"https:\/\/bivol.bg\/en\/wp-json\/wp\/v2\/categories?post=39665"},{"taxonomy":"post_tag","embeddable":true,"href":"https:\/\/bivol.bg\/en\/wp-json\/wp\/v2\/tags?post=39665"}],"curies":[{"name":"wp","href":"https:\/\/api.w.org\/{rel}","templated":true}]}}