{"id":42826,"date":"2018-09-05T19:47:42","date_gmt":"2018-09-05T17:47:42","guid":{"rendered":"https:\/\/bivol.bg\/?p=42826"},"modified":"2018-09-07T16:48:21","modified_gmt":"2018-09-07T14:48:21","slug":"ex-auditors-confessions-reveal-government-pressure-and-vicious-practices-in-bulgarian-audit-of-european-union-funds-executive-agency","status":"publish","type":"post","link":"https:\/\/bivol.bg\/en\/ex-auditors-confessions-reveal-government-pressure-and-vicious-practices-in-bulgarian-audit-of-european-union-funds-executive-agency.html","title":{"rendered":"Ex-Auditor’s Confessions Reveal: Government Pressure and Vicious Practices in Bulgarian ‘Audit of European Union Funds’ Executive Agency"},"content":{"rendered":"<p>The former auditor at the “Audit of European Union Funds” Executive Agency (EAECA), Daniela Lazova, reveals in front of Bivol’s camera loopholes in the system for controlling the spending of European funds and the broken audit system. The rampant examples she provides include a fishless fishery in northwestern Bulgaria and a cut-for-scrap wind turbine owned by a company associated with Yordan Apostolov, a lawmaker from the party National Front for Salvation of Bulgaria (NFSB), part of the ruling coalition. Her attempts to enforce the rules and stop the unlawful spending of European taxpayers&#8217; money have failed. Lazova has been fired. A vicious system of career and bonus incentives for the obedient who do not sanction projects related to people in power and removal of the inconvenient ones reigns in the audit agency, she says.<\/p>\n<p><span class=\"embed-youtube\" style=\"text-align:center; display: block;\"><iframe class='youtube-player' width='1170' height='659' src='https:\/\/www.youtube.com\/embed\/4HiaQhpgbxs?version=3&#038;rel=1&#038;showsearch=0&#038;showinfo=1&#038;iv_load_policy=1&#038;fs=1&#038;hl=en-US&#038;autohide=2&#038;wmode=transparent' allowfullscreen='true' style='border:0;' sandbox='allow-scripts allow-same-origin allow-popups allow-presentation'><\/iframe><\/span><\/p>\n<p>Self-audits of the absorbing of European funds. Is this possible in a European Union Member State? It is, according to Daniela Lazova. In her words, the fact that the self-auditing body is the EAEAC, where she used to work, is even more embarrassing.<\/p>\n<p><em>&#8220;We have projects for wages, training, and equipment purchases. And we audit ourselves in this programing period. And the supreme audit authority &#8211; the National Audit Office of the Republic of Bulgaria &#8211; sees nothing wrong with this. Although it is below any auditing standards,&#8221;<\/em> she says.<\/p>\n<p>However, the conflict of interest is the least &#8220;irregularity&#8221; reported by Lazova. She is an auditor with more than 12 years of experience working on European-funded projects. She has been unlawfully dismissed by the EAECA. Lazova insists that the staff of the audit authority are under pressure from the agency&#8217;s management when they attempt to do their job.<\/p>\n<p><em>&#8220;Big wages and bonuses are given away to people close to the management under the carrot and stick principle.&#8221;<\/em><\/p>\n<p><span class=\"embed-youtube\" style=\"text-align:center; display: block;\"><iframe class='youtube-player' width='1170' height='659' src='https:\/\/www.youtube.com\/embed\/O4DY3VwNq48?version=3&#038;rel=1&#038;showsearch=0&#038;showinfo=1&#038;iv_load_policy=1&#038;fs=1&#038;hl=en-US&#038;autohide=2&#038;wmode=transparent' allowfullscreen='true' style='border:0;' sandbox='allow-scripts allow-same-origin allow-popups allow-presentation'><\/iframe><\/span><\/p>\n<p>A turning point in Lazova&#8217;s career as an auditor at the EAECA has been her attempts to impose a correction on projects by private beneficiaries and municipalities close to the government.<\/p>\n<p><strong>Dismantling the auditors’ trade union<\/strong><\/p>\n<p>At the beginning of the first government term of the center-right party Citizens for European Development of Bulgaria (GERB), some auditors at the EAECA have gathered together to demonstrate that they would not bend to pressure, would not agree to comply to single-handed bonus rules and deadlines and to their opinion being ignored. Lazova says that when Dobrinka Mihaylova, whose family was revealed to have been a major investor in the collapsed Corporate Commercial Bank (CCB), joined the Agency in September 2009 as its Executive Director, she began staff reshuffles. Mihaylova appointed a large number of people from the Internal Control Department of the Finance Ministry, previously headed by her. According to Lazova, the majority of the newcomers had experience in audits but lacked experience in auditing EU funds, which is a must for the EAECA.<\/p>\n<p>In order for this reshuffle to occur, an amendment to the Ordinance on the activities of the audit authority had been made. It changed the criteria for hiring auditors and let go of the requirement for experience in auditing EU funds. Then the &#8220;old&#8221; employees of the EAECA, with a four-year experience in auditing EU funds, have united in a trade union organization. But it did not last long because its members had been dismissed one by one.<\/p>\n<p><em>&#8220;I was the Union’s President and for about one year I was protected from being fired. Then a silent battle began with transfers from one team to another with piecework with smaller budgets, so the threat to the management from what I was writing as a finding would do less damage to the specific program.&#8221;<\/em><\/p>\n<p><strong>Not sanctioning politically sensitive projects <\/strong><\/p>\n<p>Lazova has been in charge of an EU operational program for the development of the fisheries sector. She found many inconsistencies and bad practices there, although the program had been incomparable in terms of budget to some others. Her teams established that many facilities <strong>had not been used for their intended purpose<\/strong>, such as a <strong>fishery without fish<\/strong> that had received funds. They also found a <strong>knocked-down by gusts wind turbine<\/strong> whose only remain had been its foundation while the body had been cut for scrap in the backyard of the EU funds’ beneficiary.<\/p>\n<p><em>&#8220;In this <\/em>program<em> there are rules that say that the investment is insured in order for the insurer to reimburse the funds for the beneficiary to restore everything in its former form,&#8221; says the auditor.<\/em><\/p>\n<p><img loading=\"lazy\" class=\"alignnone size-full wp-image-42782\" src=\"https:\/\/bivol.bg\/wp-content\/uploads\/2018\/09\/signal-2018-09-05-115732.jpg\" width=\"1494\" height=\"2656\" srcset=\"https:\/\/bivol.bg\/wp-content\/uploads\/2018\/09\/signal-2018-09-05-115732.jpg 1494w, https:\/\/bivol.bg\/wp-content\/uploads\/2018\/09\/signal-2018-09-05-115732-169x300.jpg 169w, https:\/\/bivol.bg\/wp-content\/uploads\/2018\/09\/signal-2018-09-05-115732-768x1365.jpg 768w, https:\/\/bivol.bg\/wp-content\/uploads\/2018\/09\/signal-2018-09-05-115732-576x1024.jpg 576w, https:\/\/bivol.bg\/wp-content\/uploads\/2018\/09\/signal-2018-09-05-115732-1440x2560.jpg 1440w\" sizes=\"(max-width: 1494px) 100vw, 1494px\" \/><\/p>\n<p>The broken wind turbine<\/p>\n<p>Lazova told us that for some reason the beneficiary had not received an insurance payment and therefore did not restore the wind turbine. In this case, the beneficiary was &#8220;Bul Aqua Fish&#8221; (see Bivol’s publication on the company’s ownership <a href=\"https:\/\/bivol.bg\/en\/bulgarian-lawmaker-stirs-conflict-because-of-hidden-fishery-property.html\">here<\/a>). Zhivko Stefanov Vassilev and Milko Velikov Penchev, who is a parliamentary assistant of the NFSB MP Yordan Apostolov, had been partners in this company. The company is located in Apostolov’s farmyard. To date, Zhivko Vassilev&#8217;s partner is Victor Veselinov Skravenski. Vassilev and Penchev are local politicians from the left-wing parties – the Bulgarian Socialist Party (BSP) and ABC &#8211; in the northeastern region of Dobrich.<\/p>\n<p>Victor Scravenski is a farmer from the northwestern Pleven region, cultivating tens of thousands of decares of land. He is the winner of the “Eurofarmer Award” for 2008.<\/p>\n<p>In this case, the on-site inspection had been done by, both, an auditor and an engineer, which, according to Lazova, happened only once while she worked at the Agency. And, both, her as the auditor, and the engineer established the same thing &#8211; after the scraping, the entire investment, including the concrete foundation and the upper iron part, had become void as the foundation had no function whatsoever. The total value of the investment for the wind turbine was BGN 704,000 and Lazova had estimated that it would need a 100% correction. However, her assessment had been revised.<\/p>\n<p><em>&#8220;And this thing on the basis of quality control, that is, I had not understood, I did not know, I had not correctly applied the scales for imposing financial corrections under the operational programs. This thing fits into this column, you have not done your job well at the quality control stage and the financial correction dropped down to 10%.&#8221;<\/em><\/p>\n<p>Zhivko Vassilev commented for Bivol that the fall of the wind turbine was a force majeure and the equipment is now restored. However, it is not clear whether the auditors&#8217; appearance had provoked these repairs.<\/p>\n<p>However, Lazova claims she had more scandalous cases in the course of her work at the EAECA, such as a project funded again under the Fisheries and Aquaculture Program. <strong>According to her, the beneficiary had been a major businessman, operating behind strawmen<\/strong>. The company that the auditor attempted to sanction is named &#8220;Eco Energy Chiprovtsi&#8221;. Its managers are <strong>Yuriy Ivanov Yunishev <\/strong>and <strong>Tsvetomir Vladimirov Tsvetanov<\/strong>. Yunishev is also Managing Director of “Vidachim”, a company manufacturing and selling pneumatic tires. According to an article in the <em>Banker<\/em> newspaper after its privatization in 2002, “Vidachim” focused on the thermal power plant (TPP) inside its factory and the production of electricity at the expense of the tires. This led to the <a href=\"https:\/\/seenews.com\/news\/bulgarias-vidachim-stops-operations-report-468216\">revocation of “Vidachim’s” license by Energy Minister Temenuzhka Petkova in March 2015<\/a>. In a press release at the time, Petkova said that the National Electricity Company (NEK) will no longer pay “Vidachim” for the electricity it produces, as the company relies not so much on the production of tires, but on payments from NEK for electricity produced and NEK was operating at a loss from buying power from “Vidachim”.<\/p>\n<p>Vidashim is owned by “Pristisgroup &#8211; Water Construction”. <em>Banker<\/em> reports that its shareholders include <strong>Georgi Hristozov<\/strong> and Sevdalina Dimitrova, who hold 27% of the shares. Borislav Lorinkov is another shareholder with 30%. Hristozov has a long-term experience in state-run energy production, as head of the Bulgarian Energy Holding (BEH) and the TPP Maritsa &#8211; East 2.<\/p>\n<p>On his part, between 2009 and 2013, Lorinkov was a parliamentary assistant to GERB lawmaker <strong>Plamen Tachev<\/strong>. Tachev has been part of current Prime Minister and GERB leader Boyko Borisov’s closest circle in the 1990s. In 1997, <strong>Boyko Borisov<\/strong>, the Iraqi <strong>Samir Iskander Ibrahim, Plamen Tachev Petrov, Nikolay Ninov Kostov, Veselin Ninov Kostov and Ventsislav Hristov Bozhilov<\/strong> incorporated in the town of Cherven Bryag the company Praihaim Ltd., engaging with the production of soaps. Borisov left this company a year and a half later but kept in touch with some of the partners.<\/p>\n<p>&#8220;Eco Energy Chiprovtsi&#8221; has received about BGN 1.5 million to breed warm freshwater fish in a dam in Northern Bulgaria. However, the dam had not been used for its intended purpose because in the mountainous areas of this region it is practically impossible to breed such fish as it needs another type of temperature,” Lazova explains.<\/p>\n<p><em>&#8220;But, quite intentionally, apparently having consultants, the beneficiary had obtained a certificate of force majeure from the Chamber of Commerce, as the Ordinance requires, and on that <\/em>basis<em>, I could not write that the site was not used for the purpose. That is to say, in the particular dam there are construction works, solidification, but there is no fish. I have imposed a correction for this beneficiary, but for what I saw that was not done and for what I wanted to do impose it, I could not.&#8221;<\/em><\/p>\n<p>Therefore, the auditor has imposed a correction for construction and assembly works, but still, the management has informed her that the beneficiary may make some improvements in the meantime and correct the construction works so that part of the findings, such as a cracked dam wall, could be dropped.<\/p>\n<p>Inspections of Black Sea coast municipalities affiliated with the central government have been problematic as well. Their projects have been under the same program for fish farming and aquaculture as it operates with funding related to ports, cultural institutions, and others. In Sozopol, the auditors had audited the art gallery, located on two levels. It turned out that after the repair works, the site had been flooded and stray animals used it for shelter. As a consequence, the plaster had been falling off, sinks were missing, among other violations, which should not happen after construction works financed with about EUR 1 million.<\/p>\n<p>Lazova has tried to impose a proportional correction of about 25% only for the ground floor. Immediately after her findings, the correction had been reduced citing additional construction work following the on-site verification. A further audit by the Agency had followed, which according to Lazova is absurd and unacceptable for an audit body.<\/p>\n<p><strong>Troublemakers &#8211; out!<\/strong><\/p>\n<p><em>&#8220;And maybe I have interfered with some interests. The quality assessment of my work in 2015 played a significant role in finding a way to get rid of me.”<\/em><\/p>\n<p>In mid-2015, a positive interim assessment has been made, but at the end of the year Lazova received the lowest rating score. At that time, she also had health problems because of the stress she had experienced. Then, Lazova wrote a complaint about direct discrimination in the workplace to the Commission for Protection against Discrimination (CDP). They received it on January 26, 2016, when she was already on sick leave. On February 28, the EAECA received a request for an opinion on the complaint from the CPD. On the same date, the management issued an order to dismiss Lazova from the job.<\/p>\n<p><em>&#8220;While I was on sick leave, the audit authority had decided that they can get rid of me without being served with the release order. They used Art. 50 of the Administrative Procedure Code and one cork board in front of the Agency to place the order for my removal from work.&#8221;<\/em><\/p>\n<p>Until today, Lazova is not sure exactly which one of the projects she tried to impose corrections on has played a crucial role in her dismissal. Nevertheless, the dismissal is illegal, according to two court instances.<\/p>\n<p><em>&#8220;This decision of the Sofia City Court, apart from stipulating that the procedure has not been followed, explains that there are, in essence, inaccuracies, imperfections and inconsistencies and that there is unfair treatment of the employee. And I have a confirmation from the Supreme Administrative Court (SAC) of this decision that my employer has tried to appeal.&#8221;<\/em><\/p>\n<p>In September 2017, Lazova was offered the opportunity to return to her old workplace, but she thinks that she does not want to benefit from it since the same management is still in place there.<\/p>\n<p>Despite her success with the SAC, Lazova has &#8220;hit the wall&#8221; with the CPD. The Commission has held that she has not been discriminated against at her place of work.<\/p>\n<p><em>&#8220;On the grounds that there are insufficient data in my complaint to launch pre-trial proceedings and that they lack the capacity for such type of inspections, they assigned the Minister of Finance through the Internal Audit Directorate and possibly through the Inspectorate of the Finance Ministry to investigate themselves. Because the Minister of Finance appoints the Executive Director of the EAECA and assesses their work. The Executive Director’s bonuses are approved by the Minister of Finance as well.&#8221;<\/em><\/p>\n<p><strong>Well-paid auditors check themselves and their own relatives <\/strong><\/p>\n<p>Lazova says that in connection with her complaint to the CPD, she had been able to obtain the bonus table for all of the EAECA staff. She found out that on the basis of an unknown amount of work and merits, certain auditors had received BGN 25,000 in a three-year period. For the same period, Lazova, who was the chief auditor, has received BGN 12,000.<\/p>\n<p><em>&#8220;In the same way, a director of a directorate has received was up to BGN 45,000 BGN, but there was no data the Executive Director in this table.&#8221;<\/em><\/p>\n<p>It is unclear what exactly the investigating authorities and those in charge of Bulgaria’s national security are doing about the evidence of abuses presented by Lazova. She reminds that the high salaries in the EAECA are funded under the Operational Program &#8220;Technical Assistance&#8221;. They start at BGN 1,800 a month and reach BGN 5,000 for the post of Executive Director. The high salaries are given so that the auditors can be objective and independent and for their institution to be the same.<\/p>\n<p><em>&#8220;In fact, the big salaries and bonuses are given to people who are close to the management under the carrot and stick principle. If you are inconvenient and if you write a lot and you are interfering with the absorption of European funds, they will sanction you and you will remain without a bonus. If you are obedient and listen to what they tell you; if you put your signature under “these papers”, then you get a huge bonus.&#8221;<\/em><\/p>\n<p>Lazova stresses that the audit authority is not observing basic auditing standards or the code of ethics. The Agency has people in a conflict of interest because they are checking their own relatives. But that is not all.<\/p>\n<p><em>&#8220;For the previous programming period 2007 &#8211; 2013, the audit authority is a beneficiary under the Operational Program&#8221; Technical Assistance &#8220;. There are several projects. We have projects for wages, training, and equipment purchases. <strong>And we audit ourselves in this programing period<\/strong>. And the supreme audit authority &#8211; the National Audit Office of the Republic of Bulgaria &#8211; sees nothing wrong with this. Although it is below any auditing standards.&#8221;<\/em><\/p>\n<p>No further comment is necessary. The words of Daniela Lazova simply confirm the numerous investigations by Bivol into the misuse of European funds for <a href=\"https:\/\/bivol.bg\/en\/how-to-steal-from-bulgarian-state-fund-agriculture.html\">the Rural Development Program<\/a>, <a href=\"https:\/\/bivol.bg\/en\/the-zemen-affair.html\">municipalities<\/a>, infrastructure, <a href=\"https:\/\/bivol.bg\/en\/guesthouses-peculiarities-dental-offices-bars-car-washes-and-vip-lyubovishte.html\">guest houses<\/a> and other activities. And in the case of a broken audit system in the country, even OLAF cannot manage to discover the violations.<\/p>\n","protected":false},"excerpt":{"rendered":"<p>The former auditor at the “Audit of European Union Funds” Executive Agency (EAECA), Daniela Lazova, reveals in front of Bivol’s camera loopholes in the system for controlling the spending of&hellip;<\/p>\n","protected":false},"author":20613,"featured_media":42778,"comment_status":"closed","ping_status":"open","sticky":false,"template":"","format":"standard","meta":{"_mo_disable_npp":"","_relevanssi_hide_post":"","_relevanssi_pin_for_all":"","_relevanssi_pin_keywords":"","_relevanssi_unpin_keywords":"","_relevanssi_related_keywords":"","_relevanssi_related_include_ids":"","_relevanssi_related_exclude_ids":"","_relevanssi_related_no_append":"","_relevanssi_related_not_related":"","_relevanssi_related_posts":"","_relevanssi_noindex_reason":"","kia_subtitle":"","spay_email":"","jetpack_publicize_message":"","jetpack_is_tweetstorm":false},"categories":[5548,5542,5806],"tags":[8665,8663,8664,7420,8658],"jetpack_featured_media_url":"https:\/\/bivol.bg\/wp-content\/uploads\/2018\/09\/audit-1.jpg","jetpack_publicize_connections":[],"jetpack_sharing_enabled":true,"jetpack_shortlink":"https:\/\/wp.me\/p9hbsr-b8K","jetpack_likes_enabled":true,"_links":{"self":[{"href":"https:\/\/bivol.bg\/en\/wp-json\/wp\/v2\/posts\/42826"}],"collection":[{"href":"https:\/\/bivol.bg\/en\/wp-json\/wp\/v2\/posts"}],"about":[{"href":"https:\/\/bivol.bg\/en\/wp-json\/wp\/v2\/types\/post"}],"author":[{"embeddable":true,"href":"https:\/\/bivol.bg\/en\/wp-json\/wp\/v2\/users\/20613"}],"replies":[{"embeddable":true,"href":"https:\/\/bivol.bg\/en\/wp-json\/wp\/v2\/comments?post=42826"}],"version-history":[{"count":0,"href":"https:\/\/bivol.bg\/en\/wp-json\/wp\/v2\/posts\/42826\/revisions"}],"wp:featuredmedia":[{"embeddable":true,"href":"https:\/\/bivol.bg\/en\/wp-json\/wp\/v2\/media\/42778"}],"wp:attachment":[{"href":"https:\/\/bivol.bg\/en\/wp-json\/wp\/v2\/media?parent=42826"}],"wp:term":[{"taxonomy":"category","embeddable":true,"href":"https:\/\/bivol.bg\/en\/wp-json\/wp\/v2\/categories?post=42826"},{"taxonomy":"post_tag","embeddable":true,"href":"https:\/\/bivol.bg\/en\/wp-json\/wp\/v2\/tags?post=42826"}],"curies":[{"name":"wp","href":"https:\/\/api.w.org\/{rel}","templated":true}]}}