{"id":42893,"date":"2018-09-10T19:04:21","date_gmt":"2018-09-10T17:04:21","guid":{"rendered":"https:\/\/bivol.bg\/?p=42893"},"modified":"2018-09-21T09:38:40","modified_gmt":"2018-09-21T07:38:40","slug":"documents-consultancy-companies-involved-in-grand-corruption-with-eu-funds-and-public-procurement","status":"publish","type":"post","link":"https:\/\/bivol.bg\/en\/documents-consultancy-companies-involved-in-grand-corruption-with-eu-funds-and-public-procurement.html","title":{"rendered":"#GPGate: Consultancy Companies Involved in Grand Corruption with EU Funds and Public Procurement"},"content":{"rendered":"<p>Evidence of large-scale and wide-spread corruption in European Union (EU) funded projects emerges from the secret accounting books of a network of consultancy firms linked to large construction companies. Bivol has obtained this non-public documentation for dozens of projects <strong>totaling BGN hundreds of millions<\/strong>. These include <strong>accounting files with explicitly earmarked bribes<\/strong>.<\/p>\n<p>The revelations involve projects under the Regional Development Program (RDP), the Operational Programs and the Energy Efficiency Program. Consultants are directly benefiting from the so-called <strong><em>soft projects<\/em><\/strong> &#8211; external technical assistance under operational programs, project management and reporting, consultancies, awareness raising, research and impact assessment, publicity, etc. As a rule, they are for amounts ranging from several tens to several hundred thousands.<\/p>\n<p>They are followed by <strong><em>hard projects<\/em><\/strong> for construction of buildings, roads, water pipes, landfills, building refurbishment, etc. where the amounts are for millions and tens of millions. The same network of consultancy firms deals with public procurement contracts for large construction companies, manipulates documentation and pre-determines results through their dummies in evaluation committees.<\/p>\n<p>Several completed projects related to the company “<strong>GP Group<\/strong>” reveal how the theft from the projects is being carried out. There are parallel bills of quantities, less work is done than planned, fewer materials are used, but everything is invoiced to the paying body as per job order and the companies receive the full amount.<\/p>\n<p><strong>The difference of 30-40% is the lethal “corruption” tax, which can actually kill, as the recent tragedy with a deadly road crash near the Bulgarian town of Svoge showed<\/strong>. Because in the conditions of pervasive corruption it is unlikely that the “GP” scheme is an exception and the others would be all clean and all in white. Most likely, there are several such networks in the country around all major players in the public procurement market and the absorption of EU funds.<\/p>\n<h2><strong>Through commission fees to prosperity<\/strong><\/h2>\n<p>In order to submit successful bids and advance projects seamlessly, consultancy companies distribute bribes at all levels &#8211; from a deputy minister to auditors and experts, according to the secret accounting books of the companies “<strong>Rila Consult”, “Europrogramconsult”, “M Consult Finance”, &#8220;EU Energy Project&#8221; and &#8220;Lian Consult Services&#8221;<\/strong>. The commission fees are carefully entered in Excel tables by months and our editorial office has data for a period of one year and four months &#8211; from November 2013 to February 2015.<\/p>\n<div id=\"attachment_42841\" style=\"width: 760px\" class=\"wp-caption alignnone\"><a href=\"https:\/\/bivol.bg\/wp-content\/uploads\/2018\/09\/gp-total-nov2013-feb2015.png\" data-rel=\"penci-gallery-image-content\" ><img aria-describedby=\"caption-attachment-42841\" loading=\"lazy\" class=\"wp-image-42841 size-large\" src=\"https:\/\/bivol.bg\/wp-content\/uploads\/2018\/09\/gp-total-nov2013-feb2015-1024x400.png\" alt=\"\" width=\"750\" height=\"293\" srcset=\"https:\/\/bivol.bg\/wp-content\/uploads\/2018\/09\/gp-total-nov2013-feb2015-1024x400.png 1024w, https:\/\/bivol.bg\/wp-content\/uploads\/2018\/09\/gp-total-nov2013-feb2015-300x117.png 300w, https:\/\/bivol.bg\/wp-content\/uploads\/2018\/09\/gp-total-nov2013-feb2015-768x300.png 768w, https:\/\/bivol.bg\/wp-content\/uploads\/2018\/09\/gp-total-nov2013-feb2015.png 1200w\" sizes=\"(max-width: 750px) 100vw, 750px\" \/><\/a><p id=\"caption-attachment-42841\" class=\"wp-caption-text\">Revenues and expenditures of the group for the period November 2013 &#8211; February 2015<\/p><\/div>\n<p>During this period, <strong>the consultancy revenues of the group of companies amount to BGN 7,212,448, and the paid commission fees to BGN 4,027,280<\/strong>. This makes over 55% of the revenues. See all the data in this file &#8211; <a href=\"https:\/\/bivol.bg\/wp-content\/uploads\/2018\/09\/otchet-general.xlsx\">otchet-general<\/a> (in Bulgarian). The file also shows that the profits of the three owners &#8211; Lily, Tanya and Petar &#8211; exceeded thirty times the wage fund for the whole period for all workers in the companies.<\/p>\n<p>All revenues and expenses of the companies for salaries, office, cars, remaining profit and a special column &#8220;Commission&#8221; are listed in detail in the secret parallel accounting books, which are not for the outside eyes. In them, the beneficiaries are usually identified by first name or the name of the institution, and there are some very intriguing abbreviations.<\/p>\n<h2><strong>Feeding stations for the institutions<\/strong><\/h2>\n<p>For example: <strong>Mayor Vn<\/strong>. &#8211; 45,000 in December 2013, <strong>Mayor Vn<\/strong>. 16,185 in March 2014, <strong>Vn &#8211; km<\/strong> – 35,000 in April 2014, <strong>Vidin -k<\/strong> – 10,000 in September 2014.<\/p>\n<p>At the same time “Rila Consult” was implementing the project <strong><em>&#8220;Implementation of External Technical Assistance to Assist the Municipality of Vidin in the Implementation and Management of Project &#8220;Rehabilitation and Extension of the Water Supply and Sewerage Systems in Vidin, Bulgaria&#8221;<\/em><\/strong> worth BGN 497,000. If Mayor Vn. and Vn-km are the same person and they are related to the project in Vidin, it can be concluded that only this person has absorbed 21% of the project’s amount.<\/p>\n<p>Apart from Mayor Vn., one can also find in the accounting books <strong>Vn Stanislava &#8211; Vidin Audit<\/strong> &#8211; 5,200 in December 2013, <strong>Stanislava – Vidin mng<\/strong> &#8211; 9,920 in December 2013, <strong>Stanislava Vn<\/strong> &#8211; 5,705 in March 2014, <strong>Stanislava audit Vn<\/strong> &#8211; 7,750 in April 2014, <strong>Stanislava tech assist<\/strong> – 13,520 in April 2014, <strong>Stanislava Vn<\/strong> – 8,000 in July 2014.<\/p>\n<p>Stanislava, however, is not just from Vn. In May 2014, we have <strong>Stanislava MEWs<\/strong> (Ministry of Environment and Waters – editor’s note) <strong>writing procedure<\/strong>s with a commission fee of BGN 6,000. In September 2014, 23,705 were given to <strong>Stanislava MEWs climate and diffusers<\/strong>, and in December &#8211; another 10,000 to <strong>Stanislava, audit MEWs<\/strong>. Stanislava has received 89,800 in commission fees.<\/p>\n<p><strong>Stanislava MEWs climate and diffusers<\/strong> can probably be explained with the project <strong><em>&#8220;Study and Assessment of the Impact of Diffuse Sources of Pollution on Surface Waters&#8221;<\/em><\/strong> with the participation of <strong>&#8220;Europrogramconsult&#8221;<\/strong>, for which the MEWs has paid BGN 487,000 (see <a href=\"https:\/\/contracts.bivol.bg\/view.php?id=29135\">here<\/a>). In addition, the same company has a contract with the MEWs for <strong><em>&#8220;Development of a National Program for Conservation, Sustainable Use and Restoration of Soil Functions&#8221;<\/em><\/strong> for BGN 139,500 (see <a href=\"https:\/\/contracts.bivol.bg\/view.php?id=29191\">here<\/a>), and in the meantime “Rila Consult” is “working hard” on <strong><em>&#8220;Assessment of the Pressure and Impact on Surface and Groundwater from Climate Change and Assessment of the Availability of Water for the Economic Sectors&#8221;<\/em><\/strong>, for which the MEWs has paid BGN 607,000,000 (see <a href=\"https:\/\/contracts.bivol.bg\/view.php?id=29152\">here<\/a>).<\/p>\n<p>All this can be linked to the two entries from February 2015. <strong>MEWs deputy<\/strong> &#8211; 32,812 and <strong>Deputy MEWs<\/strong> – 32,810.<\/p>\n<p>In addition to the MEWs, the companies from this “constellation” have projects funded by the Regional Inspectorate of Environment and Waters (RIOEWs) &#8211; Sofia for <strong><em>&#8220;Marking with Permanent Signs on Location the Boundaries of Reserves and Maintained Reserves, Cleaning and Marking of Eco Trails on the Territory of “Bogdan””<\/em><\/strong> with BGN 150,000, the RIEWs Smolyan for <strong><em>&#8220;Marking with Permanent Signs on Location the Boundaries of Reserves and Maintained Reserves&#8221;<\/em><\/strong> with BGN 98,000 and a project labeled only as RIEWs for “Developing Management Plans for Protected Areas”: reserve “Torfeno Branishte”, reserve “Bistrishko Branishte”, maintained reserve “School Forest”, maintained reserve “Bogdan” with BGN 797,000,00.<\/p>\n<p>However, the commission fees for RIEWs seem quite mingy against the backdrop of the amounts that are being absorbed. 8,000 in October 2014 for the <strong>RIEWs &#8211; Smolyan<\/strong> and another 8,000 in February 2015, when some 50,000 for <strong>GP RIEWs<\/strong> have been entered. On the other hand, the “Bogdan” project for eco-trails is reflected in several entries: <strong>Bogdan PPA<\/strong> BGN 6,000 + 4000 January 2014 and <strong>Bogdan PPA<\/strong> BGN 25,000 + 12 000 in June 2014.<\/p>\n<p>They are followed by municipal projects funded mainly under the <strong>Rural Development Program <\/strong>(RDP), where commissions are more moderate.<\/p>\n<p>“Rila Consult” is implementing the project &#8220;<strong><em>External Technical Assistance to Assist the Municipality of Sevlievo in the Management of the Project &#8220;Investment Project for Rehabilitation and Extension of Sewerage and Sewerage Network in Sevlievo<\/em><\/strong>&#8221; funded by the MEWs. It is worth BGN 523,000 for 18 months. The contract was signed on August 12, 2013, and in January 2014, a commission fee for <strong>MEWs Sevlievo<\/strong> – 33,000 &#8211; has been entered. In the same month, a strange <strong>Fine Sevlievo<\/strong> 52,300 has been entered as well. Sevlievo – 10,000 appears in June 2014, and in August &#8211; Ivo &#8211; negotiation Sevlievo &#8211;  BGN 2,000.<\/p>\n<p>From the following entry for August &#8211; <strong>Ivo PPA Assenovgrad – 6,000<\/strong> and <strong>Ivo Pravets – 19,200<\/strong>, one can conclude that some Ivo from the Public Procurement Agency (PPA) is helping to negotiate the projects and receives commission fees accordingly. Moreover, Ivo seems to be a regular “customer”. <strong>Ivo PPA<\/strong> received 4,000 in October 2014, <strong>Ivo PPA Sopot<\/strong> received 2,000 the same month, <strong>Ivo per contr. from Pravets<\/strong> got 11,120 in June 2014, <strong>Ivo Razlog<\/strong> got 6,000 again in June, and so on. Without making absolutely no statement, there is a reason to turn our attention to the then-Chief Secretary of the Agency, Ivo Katsarov.<\/p>\n<p>“Rila Consult” runs two RDP projects funded by the State Fund Agriculture (SFA) for the municipality of Etropole (<a href=\"https:\/\/contracts.bivol.bg\/view.php?id=57853\">here<\/a> and <a href=\"https:\/\/contracts.bivol.bg\/view.php?id=57854\">here<\/a>) for BGN 60,000 each. In the form of a commission fee, this is materialized by the entry <strong>Etropole SFA<\/strong> &#8211; BGN 15,000 in November 2014. The initials of the SFA appear several times for different amounts and different projects: <strong>SFA Razlog<\/strong> – 15,000, <strong>Svilengrad SFA<\/strong> – 2,200, <strong>SFA Rudozem<\/strong> coordination – 1,000.<\/p>\n<p>There are no names but the commission fees for <strong>Auditor Commission<\/strong> &#8211; 700 and <strong>Competitiveness<\/strong> &#8211; 18,000, are quite indicative.<\/p>\n<p>Thus, in reality, <strong>all institutions responsible for the distribution of money from the European funds are covered<\/strong>, i.e. have received a commission fee from the companies that have won the projects.<\/p>\n<p>Not all the money from the &#8220;commissions&#8221; column, however, has been bribes of officials. Significant amounts have been paid to major construction companies such as “Glavbolgarstroy” (GBS), “GP Group” and “ISA 2000”. These companies are also contractors in large construction projects worth BGN hundreds of millions, which had been obviously won with the decisive help of the consultants and their commissioning skills. The huge amount of documentation in our possession leads to this conclusion.<\/p>\n<h2><strong>Large cash flows <\/strong><\/h2>\n<p>There is also a revenue column in the accounting books and the entries there are also extremely interesting. They show that several million have come from only one person named <strong>Tedi<\/strong>. Other people contributing large sums of money include <strong>Tundzhay<\/strong> (110,000), <strong>Joro Razlog<\/strong> (77,000), <strong>Radi<\/strong> (55,000), <strong>Indzhov<\/strong> (20,000), <strong>Pacho Razlog<\/strong> (10,000), etc..<\/p>\n<p>In addition, large sums of money have been received from individuals in the form of loans and other payments: <strong>TB loan from VAT of Tanya and Lily<\/strong> &#8211; 20,000, <strong>Petar for cars on the ESB&#8217;s account<\/strong> &#8211; 120,000, <strong>loan from Tanya and Petar<\/strong> &#8211; 200,000.<\/p>\n<div id=\"attachment_42844\" style=\"width: 310px\" class=\"wp-caption alignleft\"><a href=\"https:\/\/bivol.bg\/wp-content\/uploads\/2018\/09\/gp-rila-cash.png\" data-rel=\"penci-gallery-image-content\" ><img aria-describedby=\"caption-attachment-42844\" loading=\"lazy\" class=\"wp-image-42844 size-medium\" src=\"https:\/\/bivol.bg\/wp-content\/uploads\/2018\/09\/gp-rila-cash-300x257.png\" alt=\"\" width=\"300\" height=\"257\" srcset=\"https:\/\/bivol.bg\/wp-content\/uploads\/2018\/09\/gp-rila-cash-300x257.png 300w, https:\/\/bivol.bg\/wp-content\/uploads\/2018\/09\/gp-rila-cash-768x659.png 768w, https:\/\/bivol.bg\/wp-content\/uploads\/2018\/09\/gp-rila-cash-1024x879.png 1024w, https:\/\/bivol.bg\/wp-content\/uploads\/2018\/09\/gp-rila-cash-1440x1236.png 1440w\" sizes=\"(max-width: 300px) 100vw, 300px\" \/><\/a><p id=\"caption-attachment-42844\" class=\"wp-caption-text\">Click to enlarge: Hundreds of thousands of revenue from “GP Group” and “GBS” and millions of expenditures in cash<\/p><\/div>\n<p>Another file, summarizing the revenues and costs of one of the companies shows that between July 2013 and June 2014 over BGN 2 million has been paid in cash (see <a href=\"https:\/\/bivol.bg\/wp-content\/uploads\/2018\/09\/Book1T-14.xls\">Book1T (14)<\/a><\/p>\n<p>For the same period, the company has received more than BGN 300,000 from the “GP Group” and nearly BGN 200,000 from “GBS”. These revenues are separate from the sums of money paid to the company under the European programs and public procurement where it is a contractor.<\/p>\n<h2><strong>Tanya, Peter and Lily<\/strong><\/h2>\n<p>Based on information from the Trade and Property Registers, <strong>Bivol identified the persons who control the consulting companies and advance the projects<\/strong>. These are <a href=\"https:\/\/tr.bivol.bg\/view.php?guid=BB42DE29DD4048D3D299169B4F6D44D13748AE5692F2766DDF4CCEE0DA4A4F20\">Tatyana Bisserova Hadjieva-Delibasheva<\/a>, <a href=\"https:\/\/tr.bivol.bg\/view.php?guid=4AF9BF99E69D1A82973A50200FA15E95DA54A4781141F84BE601C44801421276\">Peter Elen Petrov<\/a> and <a href=\"https:\/\/tr.bivol.bg\/view.php?guid=84679DA7ADA6E405D5EA6972997EC2BACC1710AD62A8F1F1D96C9677CB2006EA\">Lilyana Mihaylova Zorteva-Stateva<\/a>. With a high level of probability, these are <strong>Tanya, Peter and Lily<\/strong> from the &#8220;Personal&#8221; column in the summary report for the period. The three of them have given themselves an impressive share of the revenues &#8211; over BGN 500,000 each for a period of 16 months.<\/p>\n<p>Against the backdrop of these serious profits, the salary costs for the 25 employees of the companies range from BGN 45,000 to 55,000 per month.<\/p>\n<div id=\"attachment_42888\" style=\"width: 111px\" class=\"wp-caption alignleft\"><a href=\"https:\/\/bivol.bg\/wp-content\/uploads\/2018\/09\/delibasheva.jpg\" data-rel=\"penci-gallery-image-content\" ><img aria-describedby=\"caption-attachment-42888\" loading=\"lazy\" class=\"size-full wp-image-42888\" src=\"https:\/\/bivol.bg\/wp-content\/uploads\/2018\/09\/delibasheva.jpg\" alt=\"\" width=\"101\" height=\"133\" \/><\/a><p id=\"caption-attachment-42888\" class=\"wp-caption-text\">Tatyana Delibasheva<\/p><\/div>\n<p>Tatiana Delibasheva and Petar Elen Petrov became publicly known around the <strong>tragedy with the exploding train tanks near the village of Hitrino<\/strong> after their company “<strong>Europrogramconsult”<\/strong> <a href=\"https:\/\/www.mediapool.bg\/firmata-na-oblastniya-lider-na-dps-v-targovishte-e-dostavyala-obyada-v-hitrino-news265270.html\">won<\/a> a public tender for BGN 270,000 to write an analysis of the future costs and benefits of the investment projects in the municipality affected by the blast. The media mentioned then that they had been successful bidders with similar projects mainly in municipalities controlled by the ruling party Citizens for European Development of Bulgaria (GERB) and the opposition Movement for Rights and Freedoms (DPS), largely representing the Muslim minority, but there never was a thorough investigation into their companies and public procurement.<\/p>\n<p>Lilyana “Lily” Zorteva is known to have been a <a href=\"https:\/\/frognews.bg\/laif-stail\/fabrika-kliuki\/plachete-ergeni-lili-zorteva-omaji.html\">legal adviser to the <em>Tornado<\/em> newspaper<\/a>, and her lavish wedding with financier Pavlin Statev even made the lifestyle column of the newspaper.<\/p>\n<div id=\"attachment_42897\" style=\"width: 310px\" class=\"wp-caption alignright\"><a href=\"https:\/\/bivol.bg\/wp-content\/uploads\/2018\/09\/zorteva-1.jpg\" data-rel=\"penci-gallery-image-content\" ><img aria-describedby=\"caption-attachment-42897\" data-attachment-id=\"42897\" data-permalink=\"https:\/\/bivol.bg\/en\/documents-consultancy-companies-involved-in-grand-corruption-with-eu-funds-and-public-procurement.html\/zorteva\" data-orig-file=\"https:\/\/bivol.bg\/wp-content\/uploads\/2018\/09\/zorteva-1.jpg\" data-orig-size=\"300,257\" data-comments-opened=\"0\" data-image-meta=\"{&quot;aperture&quot;:&quot;0&quot;,&quot;credit&quot;:&quot;&quot;,&quot;camera&quot;:&quot;&quot;,&quot;caption&quot;:&quot;&quot;,&quot;created_timestamp&quot;:&quot;0&quot;,&quot;copyright&quot;:&quot;&quot;,&quot;focal_length&quot;:&quot;0&quot;,&quot;iso&quot;:&quot;0&quot;,&quot;shutter_speed&quot;:&quot;0&quot;,&quot;title&quot;:&quot;&quot;,&quot;orientation&quot;:&quot;0&quot;}\" data-image-title=\"zorteva\" data-image-description=\"\" data-medium-file=\"https:\/\/bivol.bg\/wp-content\/uploads\/2018\/09\/zorteva-1-300x257.jpg\" data-large-file=\"https:\/\/bivol.bg\/wp-content\/uploads\/2018\/09\/zorteva-1.jpg\" loading=\"lazy\" class=\"wp-image-42897 size-medium\" src=\"https:\/\/bivol.bg\/wp-content\/uploads\/2018\/09\/zorteva-1-300x257.jpg\" alt=\"\" width=\"300\" height=\"257\" \/><\/a><p id=\"caption-attachment-42897\" class=\"wp-caption-text\">Lilyana Zorteva, wedding photo. Source: Frognews<\/p><\/div>\n<p>The business history of the three reveals that they are tangled in a number of companies engaged in consultancy and construction business and are earning solid public procurement and European funding. In many cases, however, they act through dummies. This is the case with “Rila Consult”, where none of them appears, while lawyer Nikolay Shopov is the owner on paper. Nevertheless, a formal link can still be detected via the Partnership under the Bulgarian Obligations and Contracts Act “Rila Consist”, in which “Rila Consult” is partnering with “Consist Consult” of Delibasheva, who is also the manager of the association.<\/p>\n<p>However, when it comes to &#8220;<strong>Europrogramconsult<\/strong>&#8220;, Delibasheva and Elen Petrov are listed as a former and current owner. &#8220;<strong>M Consult Finance<\/strong>&#8221; belongs to Delibasheva, as does &#8220;<strong>EU-Energy Project<\/strong>&#8221; Ltd. (There she appears with her maiden name Hadjieva). “<strong>Lian Consult Services<\/strong>” has been renamed to “<strong>Lian Construction Services<\/strong>” where Lilyana Zorteva is a co-owner with 50% of the capital.<\/p>\n<p>Lilyana Zorteva is also the owner of &#8220;<strong><a href=\"https:\/\/tr.bivol.bg\/view.php?guid=200513688\">Eurobuild BG Group<\/a><\/strong>&#8220;, which in the past had been owned by <strong>Maya Hristova<\/strong>, known for being close to “popular investor” <strong>Ginka Varbakova, who privatized the power utility CEZ<\/strong>. Half a year ago, our investigation into the relationship between Maya and Ginka led to persons from Prime Minister Boyko Borisov’s most inner circle (<a href=\"https:\/\/bivol.bg\/en\/cez-trail-leads-to-bulgarian-pm-home-and-his-card-playing-buddies.html\">here<\/a>). On the other hand side, Lilyana’s brother Dimitar Zortev is a partner with Peter Elen Petrov in the company &#8220;<strong><a href=\"https:\/\/tr.bivol.bg\/view.php?guid=202663590\">MP Project<\/a><\/strong>&#8220;.<\/p>\n<h2><strong>How to steal EU funds through non-profit NGOs<\/strong><\/h2>\n<p>Lawyer Zorteva is also interested in folklore, or at least one can deduct this from her participation in the &#8220;<strong>Colorful Patterns<\/strong>&#8221; Association. However, this is not just a hobby, but solid European funding. This Association <a href=\"https:\/\/dfz.bivol.bg\/?q=%D1%88%D0%B0%D1%80%D0%B5%D0%BD%D0%B8%D1%82%D0%B5%20%D0%B3%D0%B0%D0%B9%D1%82%D0%B0%D0%BD%D0%B8\">has received<\/a> BGN 228,660 under the RDP to organize a &#8220;<strong><em>Permanent Exhibit of the Ethnographic Heritage and Natural Landmarks of the Pirdop Municipality with the Application of Audio-Visual Computer Technologies<\/em><\/strong>&#8220;. But this is not the only success of Zorteva and her friends and relatives in the absorption of EU funds with non-government associations and multimedia.<\/p>\n<p>In addition to &#8220;Colorful Patterns&#8221;, where Zorteva is a co-founder with her brother Dimitar, with Elen Petrov Atanassov (the father of Peter Elen Petrov) and with Marios Avram Yannis Tomopoulos, the entrepreneurial group has carried out another such project for BGN 232,060 in the village of Aldomirovtsi. There, the audiovisual computer technologies are applied in favor of the cultural heritage of the Association &#8220;Alkaliya&#8221;, and the associates are well-known names &#8211; Petar Elen Petrov and Mihail Dimitrov Zortev. The manager of &#8220;Alkaliya&#8221; is <a href=\"https:\/\/tr.bivol.bg\/view.php?guid=FE1E8B8B246AC4D61ADB0642B1C953F02D10B7E821218CACB515944C08F76DE6\">Alexander Yordanov Blagoev<\/a>.<\/p>\n<p>Simona Dacheva, through the Association &#8220;<strong>Marshruti (Routes) BG<\/strong>&#8221; (which includes the father of Peter Elen), has received BGN 226,600 under the RDP for a &#8220;<strong>Multimedia Tourist Center and Permanent Exhibit in the town of Pravets<\/strong>&#8220;. The Association is registered at the Pravets &#8220;Palace Hotel&#8221; on 1 &#8220;Todor Zhivkov&#8221; square. It has paid BGN 145,000 to “Lian Consult” for unknown services.<\/p>\n<p>Tatyana Delibasheva and Svetoslav Pavlov are co-founders of the Association “<strong><a href=\"https:\/\/dfz.bivol.bg\/?q=%D0%A1%D0%94%D0%A0%D0%A3%D0%96%D0%95%D0%9D%D0%98%D0%95+%D0%92%D0%95%D0%9D%D0%95%D0%A2%D0%98%D0%A6%D0%90\">Venetitsa<\/a><\/strong>”, offering a similar multimedia product in the village of Dolna Banya. BGN 226,394 under the RDP have been absorbed there. And in this case, “Lian Consult” is a supplier of equipment for the project.<\/p>\n<p>These four multimedia projects, however, are only appetizers. The documents show that the circle described above has also implemented four identical projects for day care homes for elderly people, each for about BGN 1 million.<\/p>\n<p>The Association&#8221;<a href=\"https:\/\/dfz.bivol.bg\/?q=%D0%9C%D0%AF%D0%A1%D0%A2%D0%9E%2C+%D0%9D%D0%90%D0%A0%D0%95%D0%A7%D0%95%D0%9D%D0%9E+%D0%94%D0%9E%D0%9C\">PLACE CALLED HOME<\/a>&#8221; with manager Zornitsa Dimitrova Boshnakova and members Anita Dimitrova Kotova, Elena Petrov Atanasov (the father of Peter Elen), Tatyana Bisserova Delibasheva, Boyka Lyubenova Ivanova and Velichka Avramova Tomopoulu is building a day care center for the elderly in the Black Sea town of Kavarna for <strong>BGN 977,852 under the RDP<\/strong>.<\/p>\n<p>The Association &#8220;<a href=\"https:\/\/dfz.bivol.bg\/?q=%D0%9F%D0%A0%D0%98%D0%AF%D0%A2%D0%95%D0%9B%D0%A1%D0%9A%D0%90+%D0%A3%D0%A2%D0%95%D0%A5%D0%90\">FRIENDLY CONSOLATION<\/a>&#8221; with manager Velichka Avramova Tomopoulu (wife of Marios Avram Yannis Tomopoulos) has taken <strong>BGN 902,314 under the RDP<\/strong> for a &#8220;Day Center for the Elderly Friendly Consolation&#8221; in the border town of Svilengrad. It is registered in the “Star Princess” Hotel and Casino on 4 “Dragan Tsanov”. Among the “consoling” friends in the Association, one can find the names of Miroslava Dimitrova Boshnakova &#8211; sister of the manager of &#8220;PLACE CALLED HOME&#8221;, along with Veneta Hristova Musheva, Marin Dimitrov Nikolov, Madlena Branimirova Ivanova, Iliyan Iliev Radov and Nikola Simeonov Radev.<\/p>\n<p>The Association “<a href=\"https:\/\/dfz.bivol.bg\/?q=%D0%B4%D0%BE%D1%81%D1%82%D0%BE%D0%B9%D0%BD%D0%BE+%D1%83%D1%82%D1%80%D0%B5\">DIGNIFIED TOMORROW<\/a>” has taken <strong>BGN 977,858<\/strong> to build a day care center for elderly people in the town of Etropole. Its founders are Liliyana Mihaylova Zorteva, Tatyana Bisserova Delibasheva, Petar Elen Petrov, Zornitsa Dimitrova Boshnakova, Simona Petrova Dacheva (associated with Peter Elen Petrov through several companies), Dafina Dimitrova Guyrova and Mihail Dimitrov Zortev.<\/p>\n<p>The Association “<a href=\"https:\/\/dfz.bivol.bg\/?q=%D0%A2%D0%9E%D0%9F%D0%9B%D0%98%D0%9D%D0%90+%D0%98+%D0%92%D0%AA%D0%97%D0%9C%D0%9E%D0%96%D0%9D%D0%9E%D0%A1%D0%A2\">WARMTH AND OPPORTUNITY<\/a>” is a beneficiary of a project for <strong>BGN 915,744 under the RDP<\/strong> for a day care center for the elderly in the town Razlog. Its founders are Boyka Lyubenova Ivanova (see above), Martin Bisserov Hadjiev (brother of Tatyana Delibasheva), Liliyana Mihaylova Zorteva, Rozalina Slavcheva Boshnakova, Svetoslav Georgiev Pavlov and Rumen Velev Hristov.<\/p>\n<p><strong>The enumeration of all these co-founders, caring about the elderly, is important because they appear in many other companies winning bidders in projects with European funding<\/strong>. The founders of the associations are not at all people who have gathered together on a conceptual basis with a purpose to serve the society. It is about <strong>the same “dream team”<\/strong>, consisting of the leaders Tanya, Lily and Peter, along with the dummies &#8211; their employees, relatives and friends. <a href=\"https:\/\/tr.bivol.bg\/view.php?guid=9FBC1A107DA46DC478F40D11F6DEBBE1AF6344E7956A2F1B9A6015A1ED948D3E\">Boyka Lyubenova Ivanova<\/a>, for example, is part of two companies that have won projects under the RDP for the construction of a photovoltaic plant. Alexander Yordanov Blagoev appears in &#8220;Alfa Build Engineering&#8221; of Petar Elen Petrov, Anita Dimitrova Kotova &#8211; Surveying Supervisor, Iliyan Iliev Radov &#8211; Legal Advisor, Madlena Branimirova Ivanova &#8211; Legal Advisor and Zornitsa Boshnakova &#8211; Legal Advisor are employees of &#8220;Lian Consult&#8221;.<\/p>\n<p>In addition, the “noble” construction works for about BGN 1 million each take place on properties acquired by the founders of the associations. For example, in Etropole, the property belongs to the company &#8220;B V Property&#8221; of Velichka Tomopoulu. In Kavarna, the “place called home” belongs to &#8220;TB Consult&#8221; of Tatyana Delibasheva. In Razlog, the property is owned by the construction company &#8220;Mile Engineering&#8221; and in Svilengrad &#8211; by a company of Lilyana Zorteva.<\/p>\n<p><strong>Bivol has the complete documentation for each of these projects, including the secret cost estimates and what has been presented to the SFA as an official report<\/strong>. The differences are drastic and the theft is from anything possible. Here is <strong>an example from the project in Kavarna<\/strong> from a note that reads as follows:<\/p>\n<p><em>&#8220;Under the project, it is provided for the excavation to be with slopes and vertical consolidation from the road as for earth soil. In fact, the soil is rocks and there is no need for reinforcement and drainage that adds extra cost to the project. In my opinion, we need to ask offers for the real costs and present to the Fund a bill of quantities that includes the reinforcement and the slopes as is per the project.&#8221;<\/em><\/p>\n<p>With such as the one above and other tricks, <strong>the unofficial, but real, bills of quantities are at significantly lower prices<\/strong>. The table below summarizes the data for these projects, with the &#8220;Real&#8221; column showing how much money was actually paid. The data were not final at the time the table had been compiled.<\/p>\n<p>In any case, it is necessary to launch an investigation that can perform an expert analysis of both, real costs, and the activities carried out.<\/p>\n<div id=\"attachment_42871\" style=\"width: 310px\" class=\"wp-caption alignright\"><a href=\"https:\/\/bivol.bg\/wp-content\/uploads\/2018\/09\/gp-npo-projects.png\" data-rel=\"penci-gallery-image-content\" ><img aria-describedby=\"caption-attachment-42871\" loading=\"lazy\" class=\"wp-image-42871 size-medium\" src=\"https:\/\/bivol.bg\/wp-content\/uploads\/2018\/09\/gp-npo-projects-300x184.png\" alt=\"\" width=\"300\" height=\"184\" srcset=\"https:\/\/bivol.bg\/wp-content\/uploads\/2018\/09\/gp-npo-projects-300x184.png 300w, https:\/\/bivol.bg\/wp-content\/uploads\/2018\/09\/gp-npo-projects-768x470.png 768w, https:\/\/bivol.bg\/wp-content\/uploads\/2018\/09\/gp-npo-projects-1024x627.png 1024w, https:\/\/bivol.bg\/wp-content\/uploads\/2018\/09\/gp-npo-projects-1440x882.png 1440w, https:\/\/bivol.bg\/wp-content\/uploads\/2018\/09\/gp-npo-projects.png 1960w\" sizes=\"(max-width: 300px) 100vw, 300px\" \/><\/a><p id=\"caption-attachment-42871\" class=\"wp-caption-text\">Click to enlarge: Amounts paid and real costs for similar projects for day care homes for the elderly<\/p><\/div>\n<p>It emerges that the companies that consult the projects and carry out construction works are also connected with the group. They invoice <strong>sums twice higher<\/strong> than the real ones. In Svilengrad &#8220;Friendly Consolation&#8221; is being built by <strong>Maya Hristova<\/strong>&#8216;s &#8220;Eurobuild Bulgaria&#8221; (see below), and the consultant is &#8220;Europrogramconsult&#8221;. However, “Eurobuild Bulgaria” has hired a subcontractor and, ultimately, the project, and not only this one, turns out quite profitable, compared to the almost BGN 1 million received for each of the sites.<\/p>\n<p>The other businesses also have an interesting history. &#8220;<strong>Techno Stroy Bulgaria<\/strong>&#8220;, which is building in Etropole, is one of the top three contractors under the building refurbishment program. Media publications <a href=\"http:\/\/viaranews.com\/?p=259756\">link<\/a> “Mille Engineering” in Razlog of local businessman Georgi “Dudo” Farfurov with the Mayor of Bansko, Lyuben Tatarski.<\/p>\n<p>Another table shows that “GP” has compiled the initial budget for &#8220;Friendly Consolation&#8221;, for which EUR 902,000 in EU funding has been given. After the conclusion of the project, it has “consoled” itself with BGN 370,000.<\/p>\n<div id=\"attachment_42847\" style=\"width: 310px\" class=\"wp-caption alignleft\"><a href=\"https:\/\/bivol.bg\/wp-content\/uploads\/2018\/09\/svilengrad-kss.png\" data-rel=\"penci-gallery-image-content\" ><img aria-describedby=\"caption-attachment-42847\" loading=\"lazy\" class=\"wp-image-42847 size-medium\" src=\"https:\/\/bivol.bg\/wp-content\/uploads\/2018\/09\/svilengrad-kss-300x140.png\" alt=\"\" width=\"300\" height=\"140\" srcset=\"https:\/\/bivol.bg\/wp-content\/uploads\/2018\/09\/svilengrad-kss-300x140.png 300w, https:\/\/bivol.bg\/wp-content\/uploads\/2018\/09\/svilengrad-kss-768x357.png 768w, https:\/\/bivol.bg\/wp-content\/uploads\/2018\/09\/svilengrad-kss.png 800w\" sizes=\"(max-width: 300px) 100vw, 300px\" \/><\/a><p id=\"caption-attachment-42847\" class=\"wp-caption-text\">Click to enlarge: The actual cost of a project financed by the EU with BGN 902,000 is BGN 529,000.<\/p><\/div>\n<p>The notes to the projects of the fake non-profit associations show that three of them are &#8220;GP&#8221; projects and one, the one in Razlog – is &#8220;Mile’s&#8221;.<\/p>\n<h2>The shadows of Zlatev and Borisov<\/h2>\n<p><strong>&#8220;GP&#8221;<\/strong> and companies related to it, such as <strong>“Via Construct Group”,<\/strong> are mentioned hundreds of times in the massive documentation Bivol has studied. It includes project proposals for dozens of public procurement contracts for roads, bridges, buildings, plumbing, landfills, sanitation, etc.<\/p>\n<p>Our investigation revealed plenty of evidence that Tanya, Lily and Peter are not independent players but are controled by the company in question, which is associated with <strong>the boss of “Lukoil Bulgaria”, Valentin Zlatev<\/strong>.<\/p>\n<p>For example, all of the above-mentioned associations that have absorbed millions for day centers and for multimedia, have been initially registered on <strong>59A “Cherni Vrah” Boulevard<\/strong>, where the headquarters of “GP Group” are located, as well as the headquarters of the <strong>Lukoil <\/strong>pension insurance company.<\/p>\n<p>“Rila Consult” company&#8217;s office is also there and it is listed in public procurement documents (see <a href=\"http:\/\/www.aop.bg\/case2.php?mode=show_doc&amp;doc_id=641008&amp;newver=2\">here<\/a> and <a href=\"http:\/\/www.varshets.bg\/competitions\/ConsultEU\/Decision20-19012015.pdf\">here<\/a>), although the registered office is on “Tsar Assen” Str. The “Rila Consult” partner companies are also registered in the “GP Group” building. The joint venture of Petar Elen Petrov and Tatyana Delibasheva &#8220;<strong><a href=\"https:\/\/tr.bivol.bg\/view.php?guid=204521771\">Alfa Build Properties<\/a><\/strong>&#8220;, as well as &#8220;<strong>Energy Consult<\/strong>&#8221; &#8211; an association between &#8220;<strong><a href=\"https:\/\/tr.bivol.bg\/view.php?guid=175450795\">ES-Energy Project<\/a><\/strong>&#8221; and <strong>Rafailov Consult<\/strong>, managed by Delibasheva, are also located on 59A “Cherni Vrah” Boulevard.<\/p>\n<p>It is indicative that in the commission fees tables, the &#8220;Others&#8221; column lists gifts for the “GP” bosses. In May 2014, for example, a gift worth BGN 3,960 has been given to the CEO of GP Group <strong>Vladimir Jitenski<\/strong>. There is another gift to <strong>Stefan Totev<\/strong> worth BGN 3,500.<\/p>\n<p>An interesting relationship emerges through the company &#8220;<strong><a href=\"https:\/\/tr.bivol.bg\/view.php?guid=200513688\">Euro Build BG Group<\/a><\/strong>&#8220;, where Zorteva is currently a partner. <strong>Maya Marinova Hristova<\/strong> has been a partner before her. She is known from <a href=\"https:\/\/bivol.bg\/en\/cez-trail-leads-to-bulgarian-pm-home-and-his-card-playing-buddies.html\">our investigation<\/a> into the relationship between Ginka Varbakova and an inner circle around Prime Minister Borisov, through his card-playing buddy, <strong>Pepi Lashov<\/strong>.<\/p>\n<p>Zlatev, himself, does not deny that he has also played cards with Borisov, and jocked in public that Borisov &#8220;better be learning how to play cards&#8221;. Diplomatic cables by <strong>the US State Department<\/strong>, previously disclosed by <strong>Wikileaks and Bivol<\/strong>, describe the contacts with Zlatev very concretely. A <a href=\"https:\/\/wikileaks.org\/plusd\/cables\/06SOFIA647_a.html\">cable<\/a> by <strong>Ambassador John Beyrle<\/strong> literally reads the following: <em>&#8220;Borisov has close financial and political ties to LUKoil Bulgaria Director Valentin Zlatev, a vastly influential kingmaker and behind-the-scenes power broker. Borisov&#8217;s loyalty (and vulnerability) to Zlatev play a major role in his political decision making.&#8221;<\/em><\/p>\n<p>Other companies that use the consultancy services of Tanya, Peter and Lily include &#8220;<strong>GBS<\/strong>&#8221; of Simeon Pashov and &#8220;<strong>ISA 2000<\/strong>&#8221; of Yulian Indzhov, but their projects are smaller in number and volume compared to those of “GP”.<\/p>\n<h2><strong>Huge corruption for hundreds of millions<\/strong><\/h2>\n<p>The aforementioned consulting firms draw up and match the “GP” offers by having internal documentation from the PPA on the tenders, including “<strong>Envelope 3<\/strong>” with the offers of the competition, which is a gross violation of the competition principles.<\/p>\n<p>In addition, the “GP” consultants are acting as independent experts, participate in committees under the Public Procurement Act and help in eliminating the competition.<\/p>\n<p>For example, <strong>Lilyana Mihaylova Zorteva has participated in the committee for the evaluation of the tender offers for the third line of the Sofia Metro in 2015<\/strong>. One of the winning bidders is a consortium between “GP Group” and “Stanilov” for a segment valued at <strong>BGN 93.89 million without VAT<\/strong>. Zorteva, as a certified public procurement expert, has provided legal and factual arguments for removing a competitor of “GP”. In doing so, she has signed a declaration that she had no connection with the bidders.<\/p>\n<div class=\"penci-post-gallery-container rectangular column-3\" data-height=\"150\" data-margin=\"3\"><a class=\"item-gallery-rectangular\" href=\"https:\/\/bivol.bg\/wp-content\/uploads\/2018\/09\/zorteva-deklaracia.png\" title=\"A statement by Zorteva that she is not connected with the participants in the project  \" data-rel=\"penci-gallery-image-content\"><img src=\"https:\/\/bivol.bg\/wp-content\/uploads\/2018\/09\/zorteva-deklaracia.png\" alt=\"#GPGate: Consultancy Companies Involved in Grand Corruption with EU Funds and Public Procurement\" title=\"zorteva-deklaracia\"><\/a><a class=\"item-gallery-rectangular\" href=\"https:\/\/bivol.bg\/wp-content\/uploads\/2018\/09\/zorteva-metro.png\" title=\"Zorteva's opinion for removing a participant\" data-rel=\"penci-gallery-image-content\"><img src=\"https:\/\/bivol.bg\/wp-content\/uploads\/2018\/09\/zorteva-metro.png\" alt=\"#GPGate: Consultancy Companies Involved in Grand Corruption with EU Funds and Public Procurement\" title=\"zorteva-metro\"><\/a><\/div>\n<p>The subway example is no exception, but rather a rule. <strong>Lilly, Peter and Tanya,<\/strong> themselves, rarely appear as &#8220;independent experts&#8221;, and instead they include in the committees lawyers and construction experts such as Gergana Tsankova Valkova, Ivan Sergeev Doynov, Dobri Todorov Kondov, Svetoslav Georgiev Pavlov and others.<\/p>\n<p><strong>Gergana Tsankova Valkova<\/strong> is a regular in many projects, usually accompanied by <strong>Dobri Todorov Kondov<\/strong>. She has acquired in 2014 from Simona Dacheva the company “<strong>Radio Relox<\/strong>”, initially also registered on <strong>59A “Cherni Vrah” Boulevard<\/strong>.<\/p>\n<p><strong>Ivan Sergeev Doynov<\/strong> manages the “<strong>Aqua Consult<\/strong>” Association with the participation of “Rila Consult”. <strong>Dobri Todorov Kondov<\/strong> has been the manager of the Association &#8220;Warmth and Opportunity&#8221;, in which Delibasheva is involved through her brother and her partners as described above.<\/p>\n<p><strong>Svetoslav Georgiev Pavlov<\/strong> is also associated with this company, as well as with the <strong>Venetitsa<\/strong> association.<\/p>\n<p>With such connections, all PPA competitions involving some of these experts and companies associated with Tanya, Lily, Peter and Co. are seriously flawed. However, such connections are generally not declared, and there is <strong>no one to check them<\/strong>.<\/p>\n<div id=\"attachment_42875\" style=\"width: 256px\" class=\"wp-caption alignleft\"><a href=\"https:\/\/bivol.bg\/wp-content\/uploads\/2018\/09\/dobri-kondov-madan.png\" data-rel=\"penci-gallery-image-content\" ><img aria-describedby=\"caption-attachment-42875\" loading=\"lazy\" class=\"wp-image-42875 size-medium\" src=\"https:\/\/bivol.bg\/wp-content\/uploads\/2018\/09\/dobri-kondov-madan-246x300.png\" alt=\"\" width=\"246\" height=\"300\" srcset=\"https:\/\/bivol.bg\/wp-content\/uploads\/2018\/09\/dobri-kondov-madan-246x300.png 246w, https:\/\/bivol.bg\/wp-content\/uploads\/2018\/09\/dobri-kondov-madan-768x938.png 768w, https:\/\/bivol.bg\/wp-content\/uploads\/2018\/09\/dobri-kondov-madan-839x1024.png 839w, https:\/\/bivol.bg\/wp-content\/uploads\/2018\/09\/dobri-kondov-madan.png 1200w\" sizes=\"(max-width: 246px) 100vw, 246px\" \/><\/a><p id=\"caption-attachment-42875\" class=\"wp-caption-text\">Click to enlarge: Dobri Kondov chaired a PPA committee which had decided that the winning bidder is a company of Tatiyana Delibasheva<\/p><\/div>\n<p><strong>Example<\/strong>: Dobri Todorov Kondov is the chairman of a committee in the municipality of Madan under a public procurement contract and a technical passport for apartment buildings slated for outside wall refurbishment. Delibasheva&#8217;s &#8220;Energy Project&#8221; participates and wins. The amount is not big, only BGN 54,500, but is followed by a <a href=\"https:\/\/contracts.bivol.bg\/view.php?id=176714\">big order<\/a> with a framework agreement for other services in the municipality of Madan for BGN 496,000.<\/p>\n<h2><strong>And where should this go now?<\/strong><\/h2>\n<p>The logical answer is &#8211; <strong>to the Prosecutor&#8217;s Office<\/strong>. The text above includes plenty of evidence of a variety of breaches of the law that are easily verifiable. We recall that in the recent operation against wealthy Bulgarian hotel owner, <strong>Vetko Arabadzhiev, the Prosecutor&#8217;s Office cited an Excel table as evidence.<\/strong><\/p>\n<p><em>&#8220;One of the things found to date is an Excel table from 2008 that shows the unpaid taxes only from the sugar factory in Plovdiv from 2008 to the present moment, respectively, the companies, through which this happened. That amount, according to this table, is BGN tens of millions and could exceed 100 million,&#8221;<\/em> prosecutor Ivan Geshev told the media.<\/p>\n<p><strong>In this publication, Bivol opens only slightly the door to the sinister secret hub of almighty corruption, heavily infecting all spheres and levels of the power in Bulgaria. However, this should provide reasonable grounds for a radical response on the part of the relevant institutions if there is anything left in them that works in the interests of the rule of law and the public.<\/strong><\/p>\n<p>Revealing the whole picture will be shocking and the scandal will resonate beyond the country’s borders. The unraveling requires enormous physical work and time, but we are determined to get to the bottom! The files available to our media contain not only Excel tables but also thousands of pages of public procurement documentation, irrefutably pointing to flawed and\/or manipulated public procurement bids. The systematization and analysis of the data for all of the winning bids is a labor-intensive task. Preliminary figures implicate stunning amounts in the vicinity of BGN hundreds of millions. We are also working on finding who is &#8220;<strong>Tedi<\/strong>&#8221; that is walking around and distributing millions in cash, as well as the role of other people mentioned by name in the commission fees files.<\/p>\n<p><strong>The results will be sent to OLAF as well<\/strong>. From there, the Bulgarian Prosecutor&#8217;s Office may &#8220;absorbe&#8221; them, if it deigns at all to act on publications by &#8220;some online site&#8221; as we are referred to by <strong>Prosecutor General Sotir Tsatsarov<\/strong>, for whom the mention of Bivol brings back <a href=\"https:\/\/bivol.bg\/en\/bulgarian-prosecutor-general-visits-russia-he-was-never-granted-us-visa.html\">unpleasant memories<\/a>.<\/p>\n<p><em>To be continued…<\/em><\/p>\n<p>This investigation is part of the <a href=\"https:\/\/ipi.media\/ij4eu-fund-awards-e315000-to-12-investigative-projects\/\">IJ4EU funded project<\/a> &#8220;Exposing fraud in EU-funded projects in Romania and Bulgaria&#8221; by Bivol and <a href=\"https:\/\/www.riseproject.ro\/\">Rise Romania<\/a>.<\/p>\n","protected":false},"excerpt":{"rendered":"<p>Evidence of large-scale and wide-spread corruption in European Union (EU) funded projects emerges from the secret accounting books of a network of consultancy firms linked to large construction companies. Bivol&hellip;<\/p>\n","protected":false},"author":1,"featured_media":42882,"comment_status":"closed","ping_status":"closed","sticky":false,"template":"","format":"standard","meta":{"_mo_disable_npp":"","_relevanssi_hide_post":"","_relevanssi_pin_for_all":"","_relevanssi_pin_keywords":"","_relevanssi_unpin_keywords":"","_relevanssi_related_keywords":"","_relevanssi_related_include_ids":"","_relevanssi_related_exclude_ids":"","_relevanssi_related_no_append":"","_relevanssi_related_not_related":"","_relevanssi_related_posts":"","_relevanssi_noindex_reason":"","kia_subtitle":"Companies linked to \"GP Group\" distribute bribes and manipulate public procurements for hundreds of millions","spay_email":"","jetpack_publicize_message":"","jetpack_is_tweetstorm":false},"categories":[5542,5806],"tags":[8683,8682,5127,8677,8679,8676,8675,8680,8090,8678,8681,8091],"jetpack_featured_media_url":"https:\/\/bivol.bg\/wp-content\/uploads\/2018\/09\/gp-corruption.png","jetpack_publicize_connections":[],"jetpack_sharing_enabled":true,"jetpack_shortlink":"https:\/\/wp.me\/p9hbsr-b9P","jetpack_likes_enabled":true,"_links":{"self":[{"href":"https:\/\/bivol.bg\/en\/wp-json\/wp\/v2\/posts\/42893"}],"collection":[{"href":"https:\/\/bivol.bg\/en\/wp-json\/wp\/v2\/posts"}],"about":[{"href":"https:\/\/bivol.bg\/en\/wp-json\/wp\/v2\/types\/post"}],"author":[{"embeddable":true,"href":"https:\/\/bivol.bg\/en\/wp-json\/wp\/v2\/users\/1"}],"replies":[{"embeddable":true,"href":"https:\/\/bivol.bg\/en\/wp-json\/wp\/v2\/comments?post=42893"}],"version-history":[{"count":0,"href":"https:\/\/bivol.bg\/en\/wp-json\/wp\/v2\/posts\/42893\/revisions"}],"wp:featuredmedia":[{"embeddable":true,"href":"https:\/\/bivol.bg\/en\/wp-json\/wp\/v2\/media\/42882"}],"wp:attachment":[{"href":"https:\/\/bivol.bg\/en\/wp-json\/wp\/v2\/media?parent=42893"}],"wp:term":[{"taxonomy":"category","embeddable":true,"href":"https:\/\/bivol.bg\/en\/wp-json\/wp\/v2\/categories?post=42893"},{"taxonomy":"post_tag","embeddable":true,"href":"https:\/\/bivol.bg\/en\/wp-json\/wp\/v2\/tags?post=42893"}],"curies":[{"name":"wp","href":"https:\/\/api.w.org\/{rel}","templated":true}]}}