{"id":44287,"date":"2018-12-31T21:50:38","date_gmt":"2018-12-31T19:50:38","guid":{"rendered":"https:\/\/bivol.bg\/?p=44287"},"modified":"2019-01-05T17:27:18","modified_gmt":"2019-01-05T15:27:18","slug":"pirate-raid-against-libian-tanker-in-bulgarian-bay","status":"publish","type":"post","link":"https:\/\/bivol.bg\/en\/pirate-raid-against-libian-tanker-in-bulgarian-bay.html","title":{"rendered":"Pirate Raid against Libyan Tanker in Bulgarian Port"},"content":{"rendered":"\n<p>Just around the Christmas holiday, a Libyan tanker, anchored in the Burgas Bay on the\nBulgarian Black Sea coast, has been approached by a border police patrol cutter.\nThese have been armed police officers, guards and civilians. The Libyans have\nobeyed the order of the border police to allow them on board. About 30 persons,\narmed with various weapons, have boarded the vessel, including uniformed border\npolice officers and an inspector from the Maritime Administration in the city\nof Burgas. According to the Libyan crew, there have been thugs among them and\nthey have enjoyed special attention and visible privileges on the part of the civil\nservants. The captain, his deputies and the sailors have been threatened, cursed,\nbeaten and forcibly removed from the ship. According to their testimony, the armed\nmen have behaved like assailants &#8211; openly aggressive and rude. They have\nliterally taken the ship by storm and have warned everyone not to make phone\ncalls, pointing guns at them. All members of the crew have been forced to disembark\nthe tanker and have been deported from Bulgaria. The 62,000-ton MT BADR tanker\nleft the Bulgarian territorial waters on December 27, under a Panamanian flag, under\na new name -BDIN and with a Ukrainian command.<\/p>\n\n\n\n<p>Was this a replacement of the crew following an ordinary\ntrade dispute or an unprecedented hijacking of a huge ship in the territorial\nwaters of the European Union? <strong>Bivol<\/strong>&#8216;s\ninvestigation found that the raid involved dubious from a legal viewpoint\nactions of a private law enforcement agent (PLEA) and of a number of Bulgarian\ninstitutions in favor of <strong>persons related\nto the Italian mafia, the Bulgarian bank Investbank and the Titan waste\nmanagement company<\/strong>. We established conclusively that the latter have used <strong>fake documents<\/strong> to change the ship\nownership in an unlawful way.<\/p>\n\n\n\n<p>Instead of thwarting the mafia raid, the Bulgarian State,\nrepresented by its institutions, has actually helped to hijack the ship owned\nby the Libyan national shipping company General National Maritime Transport\nCompany of Libya (GNMTC). The actions against the Libyans have involved an\nunprecedented physical abuse and humiliation of the sailors and personally of\nCaptain <strong>Abdullah Abdul Jalil<\/strong>, who\nhas been brutally insulted, beaten and kicked by border police officers and has\nbeen prohibited to even make a phone call to the ship owner. The cellular\nnetwork has been muffled within a radius of 200 meters with a special device\nbrought on the cutter. As the Captain has somehow managed to establish a\nconnection through his satellite phone, one of the thugs has forcefully pulled\nthe phone out of his hands, damaging it and interrupting the conversation. The\nLibyans have been terrified and stressed and left without a right to any\nprotection or to a fair reaction. The official report of the captain to the\nLibyan authorities reveals incredible and outrageous details about the behavior\nof the Bulgarian border police officers, accompanied by private guards and the\ncontenders to seize the tanker. Bivol possesses the Captain’s detailed testimony\nabout the fatal December 21, when he became an unsuspecting victim of the\n&#8220;pirate&#8221; raid to conquer his ship and will publish it after a translation\nand a transcription. It is 45-minutes long.<\/p>\n\n\n\n<p><a rel=\"attachment wp-att-44176\" href=\"https:\/\/bivol.bg\/en\/badr-mafia-burgas.html\/screen-shot-2019-01-01-at-13-30-13\"><img loading=\"lazy\" width=\"313\" height=\"356\" class=\"wp-image-44176 \" src=\"https:\/\/bivol.bg\/wp-content\/uploads\/2018\/12\/Screen-Shot-2019-01-01-at-13.30.13-264x300.png\" data-rel=\"penci-gallery-image-content\"  alt=\"\" srcset=\"https:\/\/bivol.bg\/wp-content\/uploads\/2018\/12\/Screen-Shot-2019-01-01-at-13.30.13-264x300.png 264w, https:\/\/bivol.bg\/wp-content\/uploads\/2018\/12\/Screen-Shot-2019-01-01-at-13.30.13.png 598w\" sizes=\"(max-width: 313px) 100vw, 313px\" \/><\/a> <br \/><a rel=\"attachment wp-att-44179\" href=\"https:\/\/bivol.bg\/en\/badr-mafia-burgas.html\/screen-shot-2019-01-01-at-13-36-35\"><img loading=\"lazy\" width=\"316\" height=\"367\" class=\"wp-image-44179 \" src=\"https:\/\/bivol.bg\/wp-content\/uploads\/2018\/12\/Screen-Shot-2019-01-01-at-13.36.35-258x300.png\" alt=\"\" srcset=\"https:\/\/bivol.bg\/wp-content\/uploads\/2018\/12\/Screen-Shot-2019-01-01-at-13.36.35-258x300.png 258w, https:\/\/bivol.bg\/wp-content\/uploads\/2018\/12\/Screen-Shot-2019-01-01-at-13.36.35.png 637w\" sizes=\"(max-width: 316px) 100vw, 316px\" \/><\/a><\/p>\n\n\n\n<h2><strong>Story as in a movie script<\/strong><\/h2>\n\n\n\n<p>The story of the\nmafia-style attack on the Libyan tanker BADR goes back to 1992. The former State-owned\nduring the time of the Communist regime and scandalous company <strong>Bulgargeomin<\/strong>, then filed claims against\nthe Libyan shipping company for about USD 9 million. This claim had been\ndisputed by the Libyan side, and there had been court cases in the Arab Jamahiriya.\nEverything has gradually dissipated over the years amidst the changes that have\ntaken place in the two former socialist countries, until a quarter of a century\nlater, when a company was registered under the Law on Obligations and\nContracts, under the same name as the former State holding but without any\nlegal connection to it &#8211; <strong><a href=\"https:\/\/www.bulgargeomin.com\/\">&#8220;Bulgargeomin Ltd&#8221;<\/a><\/strong>. The\nconsortium is made up of three private companies with a brief track record, but\npretending to be the successor of the former State company Bulgargeomin. The\nill-fated Libyan tanker that arrived at the Burgas port in November 2017 had\nbeen chosen as a scape-goat. The ship was arrested then at the request of the\nnew Bulgargeomin for the purpose of securing a future receivable and remained\nanchored there under the order of the Maritime Administration. Bulgargeomin Ltd\nis basing its claim on a maritime mortgage agreement between them and the\nLibyan company, worth USD 9.23 million. Based on this claim, the Burgas court\nhas accepted the collateral and the Maritime Administration has arrested the\ntanker. The ensuing lengthy court saga ended with the release of the ship after\nthe final rule of the Supreme Court of Cassations (SCC). On the very same day,\nhowever, new claims to the ship were made, this time through the Burgas private\nlaw enforcement agent (PLEA) Totko Kolev, who had initiated a case for the sale\nof the ship at the request of the claimant and on the basis of the official\nmortgage documentation. The ship was arrested once again.<\/p>\n\n\n\n<p>As is always the case with any suspicious, criminal, corrupt\nand illegal actions, just in the afternoon on Friday December 21, before the\nChristmas and New Year holidays, when most institutions are closed, the main\nactors decided to put an end to their unsuccessful attempts to take over the\nLibyan ship once and for all. The events seem truly astonishing in their\nbrutality and would seem plausible if they had happened in the Somali waters\nand not in the territorial waters of a State that is a full-pledged member of\nthe European Union.<\/p>\n\n\n\n<p>The report was read in full on the phone to Bivol’s\neditorial office by the company&#8217;s insurance agent <strong>Mohamed El Ahrech<\/strong>. He said that a crisis headquarters had been\nestablished by the company in Tripoli.<\/p>\n\n\n\n<p><strong>Here is a summary <\/strong>of\nCaptain Abdul Jalil’s firsthand account and of his report to the GNMTC made on\nDecember 24:<\/p>\n\n\n\n<p>On December 21, 2018 at 12:20 pm the Captain was informed on\nthe VHF’s Channel H by the Border Burgas Traffic that a ship of border police\nand Maritime Administration was approaching the tanker. <\/p>\n\n\n\n<p>Two cutters approached the tanker with 30 people descending\non it, including uniformed border police officers, armed guards from <a href=\"https:\/\/www.facebook.com\/Bashev-Security-Team-561006417420415\/\">Bashev Team\n&amp; Security<\/a>, Maritime Administration officers, and civilians who\npresented themselves as the new owners of the ship. They forbade the captain to\ncontact the tanker’s owner and muted the ship&#8217;s communications with special\nequipment.<\/p>\n\n\n\n<p>Border police officers began to check the crew’s passports,\nand civilians, who presented themselves as Maritime Administration officers,\ntold the Captain that the ship already had another owner and he had to disembark\nit with his crew. The Captain insisted on seeing documents for the change of\nownership, but none had been presented to him.<\/p>\n\n\n\n<p>Despite the muted communications, he managed to get in touch\nwith the Libyan company from a stationary satellite phone and reported that the\nship had been hijacked. When the assailants realized that he had been talking\nto Tripoli, one of the guards struck him and pulled the phone cable out. This\nhappened before the eyes of Bulgarian border police officers who did not react.<\/p>\n\n\n\n<p><\/p>\n\n\n\n<figure class=\"wp-block-audio\"><audio controls src=\"https:\/\/bivol.bg\/wp-content\/uploads\/2018\/12\/captain-badr-1.ogg\"><\/audio><figcaption>The recording is over 45-minutes long<\/figcaption><\/figure>\n\n\n\n<p>&#8220;<strong><em>At that moment, I realized that the police\nwere here to protect the attackers and had no power,&#8221; says the Captain.\n&#8220;All the power was in the guards. They made me sit down, they interrogated\nme for a long time, forcing me to evacuate the ship. I refused<\/em><\/strong>.&#8221;<\/p>\n\n\n\n<p><strong>&#8220;If you want to\nsee your family again, do not do act stupid.&#8221;<\/strong><\/p>\n\n\n\n<p>Meanwhile, border police lined up the crew members on the deck with their belongings to take them on the border police cutters. The Captain, however, signaled to the crew not to leave the ship. At that moment, he was attacked by the guards, and one of the civilians, who had presented himself as the owner of the ship, screamed: &#8220;If you want to see your family again, do not <g class=\"gr_ gr_6 gr-alert gr_spell gr_inline_cards gr_disable_anim_appear ContextualSpelling ins-del\" id=\"6\" data-gr-id=\"6\">do<\/g> act stupid. Get off my ship,&#8221; while brandishing a handgun at him.<\/p>\n\n\n\n<figure class=\"wp-block-audio\"><audio controls src=\"https:\/\/bivol.bg\/wp-content\/uploads\/2018\/12\/captain-bard-2.ogg\"><\/audio><figcaption><br \/>One of the civilians, who had presented himself as the owner of the ship, screamed: &#8220;If you want to see your family again, do not do act stupid. Get off my ship.&#8221; <\/figcaption><\/figure>\n\n\n\n<p>As Abdul Jalil continued to resist in the hope that he would\nbe contacted back by phone by the Libyan owner of the ship, the guards and\npolicemen lost patience and resorted to physical aggression.<\/p>\n\n\n\n<p>&#8220;<strong><em>One of the two officers was very nervous&#8230;\nHe kicked me in the back and I fell. I tried to stand up back on my feet, but\nhe kicked me again and again<\/em><\/strong>,&#8221; the Captain wrote in the report.<\/p>\n\n\n\n<figure class=\"wp-block-audio\"><audio controls src=\"https:\/\/bivol.bg\/wp-content\/uploads\/2018\/12\/captain-bard-3.ogg\"><\/audio><figcaption>The Captain of the ship has concluded that he has been kicked by a Border Police officer because the assailant has been dressed in a uniform of the S<g class=\"gr_ gr_87 gr-alert gr_spell gr_inline_cards gr_run_anim ContextualSpelling ins-del multiReplace\" id=\"87\" data-gr-id=\"87\">tate<\/g> institution.<\/figcaption><\/figure>\n\n\n\n<p>Asked whether this person had been a border police officer,\nMohammed El Ahrech confirmed that <strong>the Captain\nhad talked about a uniformed man, a border police officer and an especially\naggressive one<\/strong>.<\/p>\n\n\n\n<p>Eventually, Abdul Jalil was forcibly taken on board of the\ncutter, and driven to the shore where a border police car and cars of guards\nhad been waiting for him. He even remembers a <strong>gray &#8220;Audi&#8221; with license plate number CB4907KT<\/strong>.<\/p>\n\n\n\n<p>The crew remained at the border police precinct until 9 pm,\nguarded by private guards the entire time. The police took the Captain&#8217;s mobile\nphone and to his surprise handed it over to the private guards.<\/p>\n\n\n\n<p>&#8220;<strong><em>Again, it became obvious that the police did\nnot have any power; all the power was in the private guards<\/em><\/strong>,&#8221; he\nsays.<\/p>\n\n\n\n<p>Then the Captain was taken by the guards to a hotel in the\nBlack Sea city of Varna, where he has been contacted by the person claiming to be\nthe new owner of the ship.<\/p>\n\n\n\n<p>&#8220;<strong><em>Look, this is just business. It does not\nbother us. Before you do anything, think about your life and your family<\/em><\/strong>,&#8221;\nhe told him.<\/p>\n\n\n\n<p>On the next day, December 22, the crew flew from Varna\nAirport under a deportation procedure. The Libyan Consul arrived in Varna from\nSofia. He took the Captain back to Burgas to file a complaint with the police\nabout the seized tanker. The police, however, refused to accept it. The Captain\nand the Consul returned to Sofia, where the former described the events in a\ncomplaint handed to the Ambassador. He then left for Libya on a flight from\nIstanbul.<\/p>\n\n\n\n<p>Bivol was unable to reach the Libyan Consul and the Ambassador\nto confirm this account.<\/p>\n\n\n\n<p>Mohammed El Ahrech also confirmed that the statements of the\nCaptain had been notarized in Tripoli and filed as a protest with international\nshipping regulators. The specialized navigation site <em>vesseltracker.com<\/em> has published the GNMTC <a href=\"https:\/\/www.vesseltracker.com\/en\/Ships\/Badr-9356426.html\">reports<\/a>,\nclaiming that the BDDR tanker had been seized by armed men in violation of international\nlaws. “The vessel’s communications\/AIS had been immediately cut, meaning that\nneither the vessel’s owners nor any legitimate authority can now contact or\ntrack the whereabouts of the ship.”<\/p>\n\n\n\n<p>Bivol conducted its own inquiry and found that the flag of\nthe BADR ship had been changed after February 25 with a Panamanian registration,\nand after that day, it appears in the AIS system with the name BDIN. <\/p>\n\n\n\n<p>The <strong>Marine Traffic<\/strong> system shows that on December 27 the tanker left the Burgas Bay and since then it has been anchored in the Black Sea, apparently outside the 12th mile State border. Maritime specialists suppose that the ship is being repainted and renamed BDIN before being sold.<em><strong>&#8220;<\/strong><\/em><\/p>\n\n\n\n<figure class=\"wp-block-image\"><img loading=\"lazy\" width=\"1024\" height=\"625\" src=\"https:\/\/bivol.bg\/wp-content\/uploads\/2018\/12\/alcor-badr-1024x625.png\" alt=\"\" class=\"wp-image-44153\" srcset=\"https:\/\/bivol.bg\/wp-content\/uploads\/2018\/12\/alcor-badr-1024x625.png 1024w, https:\/\/bivol.bg\/wp-content\/uploads\/2018\/12\/alcor-badr-300x183.png 300w, https:\/\/bivol.bg\/wp-content\/uploads\/2018\/12\/alcor-badr-768x468.png 768w, https:\/\/bivol.bg\/wp-content\/uploads\/2018\/12\/alcor-badr-1440x878.png 1440w\" sizes=\"(max-width: 1024px) 100vw, 1024px\" \/><\/figure>\n\n\n\n<p>On December 31, the port of Burgas West’s tug ALCOR, headed\ntowards BADR. The screenshot from the system shows the two vessels together at\n4 pm on December 31. For the time being, the purpose of this tugboat maneuver is\nunclear.<\/p>\n\n\n\n<p>The mafia raid against the Libyan tanker did not remain hidden\nfrom the Libyan press, as well as from global and regional media in the field\nof maritime navigation such as <strong><em><a href=\"https:\/\/worldmaritimenews.com\/archives\/267347\/gnmtc-captain-crew-forced-off-libyan-oil-tanker-in-bulgaria\/\">World\nMaritime News<\/a><\/em><\/strong> and <strong><em><a href=\"https:\/\/maritimebulletin.net\/2018\/12\/23\/aframax-tanker-hijacked-in-black-sea-by-armed-militants\/\">Maritime\nBulletin<\/a><\/em><\/strong>, which immediately reported it. In Bulgaria, except for\nthe report by the specialized site <strong><em><a href=\"https:\/\/www.maritime.bg\/56099\/\">Maritime.bg<\/a>,<\/em><\/strong>\nthis outrage remains completely unknown to the public.<\/p>\n\n\n\n<p>Here is what is said in the <a href=\"https:\/\/maritimebulletin.net\/2018\/12\/23\/g-n-m-t-c-official-statement-on-tanker-badr-seizure\/\">official\nstatement<\/a> of the GNMTC company:<\/p>\n\n\n\n<p><em>Urgent Statement on the developments of the carrier\n“BADR” At Burgas anchorage at 14:04 on the afternoon of Friday, 21 December\n2018:<\/em><\/p>\n\n\n\n<p><em>Armed men (some purporting to be Bulgarian border police)\nboarded MT BADR – a vessel within the fleet of the General National Maritime\nTransport Company of Libya. The vessel’s captain and crew were then forced to\nimmediately disembark the ship. No legal documentation, court order or warrant\nwas provided to justify or support this action – the crew were simply ordered\nfrom the ship at gunpoint, under threat of violence. The vessel’s\ncommunications\/ AIS were then immediately cut, meaning that neither the\nvessel’s owners nor any legitimate authority can now contact or track the\nwhereabouts of the ship.<\/em><\/p>\n\n\n\n<p><em>This is not only a criminal act, but also a flagrant\nviolation of all international laws. It is furthermore in direct contravention\nof a ruling of the Bulgarian Supreme Court, which ordered the Vessel’s release\nin January of 2018.<\/em><\/p>\n\n\n\n<p><em>This order was ignored by the Port Authority of Burgas, meaning\nthat the vessel has since been improperly detained. We, the rightful and legal\nowners of MT BADR, remain in constant contact with all relevant bodies and\nmaritime organizations – both in Bulgaria and internationally – seeking an\nimmediate halt to this corruption and criminal activity.<\/em><\/p>\n\n\n\n<p><em>Issued in Tripoli Saturday Dec 22<\/em><\/p>\n\n\n\n<p><em>National General Maritime Transporting Company (G.N.M.T.C\n)<\/em><\/p>\n\n\n\n<h2><strong>Ministry of Interior:\nYes, we helped. Everything is fine<\/strong><\/h2>\n\n\n\n<p>On the last day of 2018, Bivol turned to the Ministry of Interior\n(MoI) for a comment. They replied that they did not see anything wrong with\nwhat happened and stated for the record that the border police had been simply\nhelping the new owners entirely within the law. <\/p>\n\n\n\n<p>In its answers to our questions, the MoI press office\nexplains that on the basis of a letter from December 21, 2018 by the ship agent\n&#8220;Euro agent&#8221; and the Maritime Administration Directorate to the head\nof the port in connection with the replacement of the crew, a team has been\ntasked with assistance and execution at an outbound border inspection of a\ntanker under a Panamanian flag, named BDIN and located in the harbor of the\nBurgas port. It further notes that this has been a standard procedure,\nperformed in accordance with the border checks’ instruction and the Main\nDirectorate Border Police have fulfilled their obligations under these\ninstructions.<\/p>\n\n\n\n<p>The MoI refused to provide us with the Maritime\nAdministration&#8217;s letter, to report how many border police officers participated\nin the crew replacement operation and to comment on the security company that\naccompanied them to the ship. <\/p>\n\n\n\n<figure class=\"wp-block-image\"><img loading=\"lazy\" width=\"453\" height=\"206\" src=\"https:\/\/bivol.bg\/wp-content\/uploads\/2018\/12\/bashev-security-team.jpg\" alt=\"\" class=\"wp-image-44119\" srcset=\"https:\/\/bivol.bg\/wp-content\/uploads\/2018\/12\/bashev-security-team.jpg 453w, https:\/\/bivol.bg\/wp-content\/uploads\/2018\/12\/bashev-security-team-300x136.jpg 300w\" sizes=\"(max-width: 453px) 100vw, 453px\" \/><figcaption> <br \/>&#8220;Bashev Security&#8221; logo Photo: <a href=\"https:\/\/www.facebook.com\/Bashev-Security-Team-561006417420415\/\">Facebook<\/a> Логото на &#8220;Башев Секюрити&#8221; Снимка: <a href=\"https:\/\/www.facebook.com\/Bashev-Security-Team-561006417420415\/\">Facebook<\/a><\/figcaption><\/figure>\n\n\n\n<p><br \/>According to the Captain&#8217;s statement, the said company is <strong>Bashev Team &amp; Security<\/strong>. Officially,\nit is owned by Martin Kolev and Stefan Voynov, but is known to be controlled by\nRumen Bashev, who has a criminal record therefore he is banned from managing a\nsecurity firm.<\/p>\n\n\n\n<p>The company does not have a site, while a person who has\nnothing to do with it answers the phone number listed on its Facebook page.<\/p>\n\n\n\n<p>Bivol was unable to reach the Euro Agent, mentioned in the\nMoI message.<\/p>\n\n\n\n<p>The editorial office, however, reached on the phone Captain <strong>Zhivko Petrov, Director of Maritime\nAdministration<\/strong>. He said he was on leave, but according to the information\nhe had, the crew replacement operation had been at the initiative of the new\nowner, who had been helped into possession by PLEA <strong>Totko Kolev<\/strong>.<\/p>\n\n\n\n<p>In the Panamanian flag registration document, the owner is listed as Bulgargeomin Ltd., Captain Petrov remembered. The new owner has registered the ship under a Panamanian flag and the name BDIN as early as December 12 or 13. The Maritime Administration no longer has obligations to the ship since it has regular Panamanian documents, Petrov added and said that the new crew had a Ukrainian captain and aides. According to him, the actions of the Burgas Maritime Agency are fully in line with the <strong>Bulgarian legislation, which, he says, stupulated that in Bulgaria a PLEA may change the ownership of a foreign vessel which is subject to international maritime law<\/strong>.<\/p>\n\n\n\n<p>The site <em>Maritime.bg<\/em>,\nwhich has been monitoring the case for a long time, also claims that the reason\nfor the change of the owner is a PLEA. It quotes a representative of the Libyan\ncompany as saying that the reason for the &#8220;unprecedented in the global shipping\nindustry&#8221; situation is an order to surrender the ship to Bulgargeomin Ltd.<\/p>\n\n\n\n<p>The same PLEA order has been used to keep the ship in the Burgas\nport once it has been released from the Maritime Administration after the final\nrule of the Supreme Court of Cassations, in a move to overcome the outcome of\nthe legal proceedings.<\/p>\n\n\n\n<p>Our attempts to contact by cell phone and email <a href=\"https:\/\/izpalniteli.com\/izpalnitel\/%D0%A2%D0%BE%D1%82%D0%BA%D0%BE-%D0%94%D0%BE%D0%BD%D1%87%D0%B5%D0%B2-%D0%9A%D0%BE%D0%BB%D0%B5%D0%B2\/\">PLEA\nTotko Kolev<\/a> were unsuccessful. There is also no public information on the\norders issued by him.<\/p>\n\n\n\n<h2><strong>A fake Greek mortgage\nand an illegitimate new owner<\/strong><\/h2>\n\n\n\n<p>According to the Supreme Court ruling (<a href=\"https:\/\/bivol.bg\/wp-content\/uploads\/2018\/12\/Supreme-Court-Ruling-29.1.2018.pdf\">Supreme Court Ruling 29.1.2018<\/a> <a href=\"https:\/\/bivol.bg\/wp-content\/uploads\/2018\/12\/Supreme-Court-Ruling-29.1.2018.pdf\">Download<\/a> in Bulgarian), Bulgargeomin&#8217;s claims are based on fake documents and <strong>the company itself is not a legal entity under Bulgarian and international law<\/strong>. With its rule from January 29, 2018, the SCC unconditionally released the vessel from arrest on grounds that the marine mortgage contract, prepared by the <strong>Greek notary, Ioanna Andreadaki<\/strong>, is in fact a <strong>forged document<\/strong>.<\/p>\n\n\n\n<figure class=\"wp-block-image\"><img loading=\"lazy\" width=\"1430\" height=\"1474\" src=\"https:\/\/i1.wp.com\/bivol.bg\/wp-content\/uploads\/2018\/12\/vks-badr.png?fit=750%2C773&amp;ssl=1\" alt=\"\" class=\"wp-image-44115\" srcset=\"https:\/\/bivol.bg\/wp-content\/uploads\/2018\/12\/vks-badr.png 1430w, https:\/\/bivol.bg\/wp-content\/uploads\/2018\/12\/vks-badr-291x300.png 291w, https:\/\/bivol.bg\/wp-content\/uploads\/2018\/12\/vks-badr-768x792.png 768w, https:\/\/bivol.bg\/wp-content\/uploads\/2018\/12\/vks-badr-993x1024.png 993w\" sizes=\"(max-width: 1430px) 100vw, 1430px\" \/><\/figure>\n\n\n\n<p>Maritime.bg has published the notary&#8217;s complaint to the Greek Public Prosecutor&#8217;s Office detailing how the fraud has occurred. Andreadaki has been approached by a Greek businessman to arrange a maritime mortgage contract. She has prepared the papers and has handed the drafts to the businessman for him to show them to the proxies of Bulgargeomin and to the Libyan side. However, the proxies have not shown up at the scheduled day and time for the signing of the mortgage. Thus, no mortgage on the BADR tanker has been recorded and it does not exist in the legal world. According to Andreadaki, the drafts had been used to produce a counterfeit mortgage with her forged signature and seal.<\/p>\n\n\n\n<p><strong>Bivol<\/strong> contacted Ioanna\nAndreadaki by phone and she fully confirmed the information that she had not\nregistered such a mortgage and had filed a complaint with the Greek Prosecution\nOffice for the forgery of her signature and seal. <\/p>\n\n\n\n<p>She was adamant that criminal proceedings are underway and\nthe graphology test has already proven the forgery of her signature. She\nbelieves that the apostille has been forged as well.<\/p>\n\n\n\n<p>The change of the flag with a Panamanian one has also taken\nplace in Greece, Bivol has learned. The nearest Panamanian consulate which can prepare\nsuch documents is located there.<\/p>\n\n\n\n<p>According to the Libyans, however, this action is a product\nof forgery as well. They have officially appealed to the Panamanian Maritime\nAdministration. If it withdraws its registration, the ship will remain in a sort\nof &#8220;purgatory&#8221; &#8211; in international waters, without a flag, and unable\nto enter any port.<\/p>\n\n\n\n<h2> <br \/><strong>Controversial businesses and individuals and former State Security behind Bulgargeomin<\/strong> <\/h2>\n\n\n\n<p>Bulgargeonmin, the company behind the fake maritime mortgage, includes the companies Tectona, Moran Trade and Moran West. Formally, it is managed by Ventsislav Krastev from the western city of Pernik. At the beginning of 2018, companies of <strong>Dimitar Yosifov<\/strong>, the well-known owner of the waste disposal and management company Titan were transferred to Krastev.<\/p>\n\n\n\n<figure class=\"wp-block-image\"><img loading=\"lazy\" width=\"1594\" height=\"1134\" src=\"https:\/\/i0.wp.com\/bivol.bg\/wp-content\/uploads\/2018\/12\/yosifov-yanakiev.png?fit=750%2C533&amp;ssl=1\" alt=\"\" class=\"wp-image-44125\" srcset=\"https:\/\/bivol.bg\/wp-content\/uploads\/2018\/12\/yosifov-yanakiev.png 1594w, https:\/\/bivol.bg\/wp-content\/uploads\/2018\/12\/yosifov-yanakiev-300x213.png 300w, https:\/\/bivol.bg\/wp-content\/uploads\/2018\/12\/yosifov-yanakiev-768x546.png 768w, https:\/\/bivol.bg\/wp-content\/uploads\/2018\/12\/yosifov-yanakiev-1024x728.png 1024w, https:\/\/bivol.bg\/wp-content\/uploads\/2018\/12\/yosifov-yanakiev-1440x1024.png 1440w\" sizes=\"(max-width: 1594px) 100vw, 1594px\" \/><figcaption>Exerpt from the rule of the Burgas Court of Appeals<\/figcaption><\/figure>\n\n\n\n<p>It was Yosifov who appeared before the Court of Appeals in Burgas\nas a proxy of Bulgargeomin, together with Kostadin Anakiev. They claimed that\nBulgargeomin had bought in 1995 from the insolvent State-owned company Bulgargeomin\na receivable from the Libyan company.<\/p>\n\n\n\n<h2><strong>From the Gabonese\naffair, to amphetamines and diamonds for the Mafia<\/strong><\/h2>\n\n\n\n<p>We must recall that Bulgargeomin was the main actor in the\ncolossal criminal case, the so-called &#8220;<strong>Gabon Affair<\/strong>&#8221; involving the syphoning of hundreds of millions\nof dollars in national resources through a fraudulent concession for logging of\ntropical forests. This crime is symbolic of the way the country&#8217;s external debt\nwas syphoned. A number of former Bulgarian politicians and bankers from the\ntime of the Communist regime and the early years after its fall were involved\nin it and it had a direct connection with the-then First Directorate of the regime’s\nspecial services – the State Security (DS). Its exposure is the work of serious\ninvestigative journalism, which is part of <a href=\"https:\/\/www.youtube.com\/watch?v=3QFbAiKv_m8&amp;feature=related\">Bivol’s\nportfolio<\/a>. <\/p>\n\n\n\n<p>The transfer of this asset of the State-owned company to a\ncompletely ineligible entity – a company with a similar name &#8211; was made in 2013\nby the scandalous trustee, <strong>Hristina Stamova<\/strong>,\na former trustee for the collapsed Corporate Commercial Bank (CCB) and a\nprotagonist in other criminal schemes for illegal property seizure,\ninvestigated by Bivol.<\/p>\n\n\n\n<p>Because of one such <a href=\"https:\/\/bivol.bg\/en\/sraelis-sue-bulgaria-in-washington-after-bulgarian-court-trustees-and-companies-linked-to-influential-politicians-ruin-their-business.html\">scheme<\/a>,\nthe victims &#8211; two Israeli investors, have filed an&nbsp;<a href=\"https:\/\/icsid.worldbank.org\/en\/Pages\/cases\/casedetail.aspx?CaseNo=ARB%2F18%2F47&amp;fbclid=IwAR0bpYkHEMXJAUuEhH6JAvtbijLdHdXgo_wOAc777ZcEJSvxDbj3KvbUlqo\">arbitration\nclaim<\/a> against the Bulgarian State at the International Center for\nSettlement of Investment Disputes (ICSID) for tens of millions of euros.<strong> <\/strong><\/p>\n\n\n\n<h2>Bulgarians linked to Cosa Nostra<\/h2>\n\n\n\n<p>Like “the Titans”, the people associated with the Tectona company, which holds 50% in Bulgargeomin Ltd, are also involved in criminal activities as revealed an earlier investigation by Bivol, in partnership with Italian colleagues from <a href=\"https:\/\/irpi.eu\/en\/mafia-in-africa\/\">IRPI<\/a>\/<a href=\"http:\/\/investigativecenters.org\/\">ANCIR<\/a> entitled &#8220;Mafia in Africa&#8221;<\/p>\n\n\n\n<p><strong>Assen Kavdansky<\/strong> has been also designated as proxy of Bulgargeomin. According to the Greek notary, he had been the one supposed to sign the contract for the maritime mortgage. He is closely connected to the group linked to Tectona, according to the <a href=\"https:\/\/tr.bivol.bg\/view.php?guid=D426BF29C7506E01A5304E43BC89CF0D0560825B51F57885D2677B176F250A03\">data<\/a> from Bulgarian Trade Registry.<\/p>\n\n\n\n<p>The group involves amphetamine (captagone) trafficker <strong>Tsvetan Tsanev<\/strong> and Investbank&#8217;s banker <strong>Dimitriika Andreeva<\/strong>, who represents an &#8220;Omani investor&#8221; in the bank, and who are entwined in complicated business relations with Swiss banker Andrea Caravelli and German businessman Henri Henrion.<\/p>\n\n\n\n<figure class=\"wp-block-image\"><img loading=\"lazy\" width=\"1024\" height=\"1024\" src=\"https:\/\/bivol.bg\/wp-content\/uploads\/2015\/04\/VIS_Petroalliance-1428230828200-1024x1024.jpg\" alt=\"\" class=\"wp-image-26663\" srcset=\"https:\/\/bivol.bg\/wp-content\/uploads\/2015\/04\/VIS_Petroalliance-1428230828200-1024x1024.jpg 1024w, https:\/\/bivol.bg\/wp-content\/uploads\/2015\/04\/VIS_Petroalliance-1428230828200-150x150.jpg 150w, https:\/\/bivol.bg\/wp-content\/uploads\/2015\/04\/VIS_Petroalliance-1428230828200-300x300.jpg 300w, https:\/\/bivol.bg\/wp-content\/uploads\/2015\/04\/VIS_Petroalliance-1428230828200-45x45.jpg 45w\" sizes=\"(max-width: 1024px) 100vw, 1024px\" \/><figcaption> <br \/>The Bulgarian connection diagram Bivol\/OCCRP <\/figcaption><\/figure>\n\n\n\n<p><a href=\"https:\/\/bivol.bg\/mafiaafrica.html\">The\ninvestigation<\/a> established on the basis of documents that Tsanev, Caravelli\nand Henrion had negotiated with Italian mafia boss <strong>Antonino Messicati Vitale<\/strong> to join as &#8220;European investors&#8221;\nin a criminal affair with South African diamonds.<\/p>\n\n\n\n<p>Henrion claims that &#8220;attorney Tsanev and his investors\nhave given up the project and have never done anything related to it.&#8221;<\/p>\n\n\n\n<p><strong>Tsvetan <g class=\"gr_ gr_6 gr-alert gr_spell gr_inline_cards gr_disable_anim_appear ContextualSpelling ins-del multiReplace\" id=\"6\" data-gr-id=\"6\">Tsanev<\/g><\/strong> is well known in Bulgaria. There is serious evidence that in his youth, during the time of the Communist regime, he had been involved in the trafficking of amphetamines through a German company through the Italian port of Bari.<\/p>\n\n\n\n<p>In 1991, the notorious captagone case was launched by the Prosecutor\nGeneral&#8217;s Office. Tsvetan Tsanev was among the 21 defendants, including\npoliticians, directors of State enterprises and State Security agents.\nAccording to the case, the captagone was produced to implement the program for\nthe acquisition of foreign currency, masterminded by the Currency Committee of\nthe Central Committee of the Bulgarian Communist Party. The case was later\nclosed because of important State interests, but the prosecutors had claimed at\nthe time that USD 1 billion a month had been taken out of the country through this\nso-called &#8220;hidden transit&#8221;. <\/p>\n\n\n\n<p>Tsanev later became known as a &#8220;credit\nmillionaire&#8221;, who received a loan of BGN 348 million from Mineralbank in\n1992 and never repaid it.<\/p>\n\n\n\n<p>Tsanev and Henrion are close business associates. Henrion is\nthe manager of the former oil company of Tsanev &#8211; Russpetroleum, investigated\nin the 1990s for deals with Russian aircraft. Today, Russpetroleum is\ncontrolled by the Swiss company Petro Alliance AG38, whose Bulgarian branch is\nrepresented by <strong>Dimitriika Lazarova\nAndreeva<\/strong>. She is a member of the Supervisory Board of Investbank, representing\nthe interests of Omani shareholder <strong>Al\nShanfari<\/strong>.<\/p>\n\n\n\n<h2><strong>An international\nscandal is brewing<\/strong><\/h2>\n\n\n\n<p>From all of the above, the question arises whether the\naction is legitimate, as the MoI and the Maritime Administration claim, or it\nis along the lines of a piracy act, as the Libyan side insists. Either way, it seems\nthat an international scandal is forthcoming because <strong>the actions of PLEA Totko Kolev in fact circumvent the final rule of\nthe Supreme Court and have come as a total surprise to the Libyans<\/strong>. <\/p>\n\n\n\n<p>Apart from that, the operation to replace the crew and the means used to do it are shocking and should be investigated by the authorities. Such an investigation should be initiated by the Bulgarian Prosecutor&#8217;s Office, which is yet to react, despite all of the evidence and the complaints by the Libyan side.<\/p>\n","protected":false},"excerpt":{"rendered":"<p>Just around the Christmas holiday, a Libyan tanker, anchored in the Burgas Bay on the Bulgarian Black Sea coast, has been approached by a border police patrol cutter. These have&hellip;<\/p>\n","protected":false},"author":1,"featured_media":44136,"comment_status":"closed","ping_status":"open","sticky":false,"template":"","format":"standard","meta":{"_mo_disable_npp":"","_relevanssi_hide_post":"","_relevanssi_pin_for_all":"","_relevanssi_pin_keywords":"","_relevanssi_unpin_keywords":"","_relevanssi_related_keywords":"","_relevanssi_related_include_ids":"","_relevanssi_related_exclude_ids":"","_relevanssi_related_no_append":"","_relevanssi_related_not_related":"","_relevanssi_related_posts":"","_relevanssi_noindex_reason":"","kia_subtitle":"","spay_email":"","jetpack_publicize_message":"","jetpack_is_tweetstorm":false},"categories":[5542,5806],"tags":[8955,8954,8972,4948,8952,8971,4995,5128,8953,8976,5966],"jetpack_featured_media_url":"https:\/\/bivol.bg\/wp-content\/uploads\/2018\/12\/BADR.jpg","jetpack_publicize_connections":[],"jetpack_sharing_enabled":true,"jetpack_shortlink":"https:\/\/wp.me\/p9hbsr-bwj","jetpack_likes_enabled":true,"_links":{"self":[{"href":"https:\/\/bivol.bg\/en\/wp-json\/wp\/v2\/posts\/44287"}],"collection":[{"href":"https:\/\/bivol.bg\/en\/wp-json\/wp\/v2\/posts"}],"about":[{"href":"https:\/\/bivol.bg\/en\/wp-json\/wp\/v2\/types\/post"}],"author":[{"embeddable":true,"href":"https:\/\/bivol.bg\/en\/wp-json\/wp\/v2\/users\/1"}],"replies":[{"embeddable":true,"href":"https:\/\/bivol.bg\/en\/wp-json\/wp\/v2\/comments?post=44287"}],"version-history":[{"count":0,"href":"https:\/\/bivol.bg\/en\/wp-json\/wp\/v2\/posts\/44287\/revisions"}],"wp:featuredmedia":[{"embeddable":true,"href":"https:\/\/bivol.bg\/en\/wp-json\/wp\/v2\/media\/44136"}],"wp:attachment":[{"href":"https:\/\/bivol.bg\/en\/wp-json\/wp\/v2\/media?parent=44287"}],"wp:term":[{"taxonomy":"category","embeddable":true,"href":"https:\/\/bivol.bg\/en\/wp-json\/wp\/v2\/categories?post=44287"},{"taxonomy":"post_tag","embeddable":true,"href":"https:\/\/bivol.bg\/en\/wp-json\/wp\/v2\/tags?post=44287"}],"curies":[{"name":"wp","href":"https:\/\/api.w.org\/{rel}","templated":true}]}}