{"id":45062,"date":"2019-01-24T17:42:51","date_gmt":"2019-01-24T14:42:51","guid":{"rendered":"https:\/\/bivol.bg\/?p=45062"},"modified":"2019-01-28T17:44:27","modified_gmt":"2019-01-28T15:44:27","slug":"swedes-with-criminal-records-enrolled-at-sofia-medical-university","status":"publish","type":"post","link":"https:\/\/bivol.bg\/en\/swedes-with-criminal-records-enrolled-at-sofia-medical-university.html","title":{"rendered":"Swedes with Criminal Records Enrolled at Sofia Medical University"},"content":{"rendered":"\n<p>Swedish citizens of Middle Eastern origin with criminal records\nare studying at <a href=\"http:\/\/www.mu-sofia.bg\/en\/\">the Medical University<\/a>\nin the Bulgarian capital Sofia to become doctors, dentists and pharmacists.\nUnlike the rap sheets, their secondary education diplomas used for their\nenrollment are quite dubious, an investigation by Bivol in partnership with\ncolleagues from the Swedish TV <a href=\"https:\/\/svt.se\/\">SVT<\/a> reveals. The\nscheme “enrollment against solid amounts” remains in operation even after the <a href=\"http:\/\/news.bnt.bg\/bg\/a\/874079-rumyana-arnaudova\">bust<\/a> by the Specialized\nProsecutor&#8217;s Office of an organized crime group in the Medical Academy in\nJanuary 2018 and the declaration that was a threat to national security.<\/p>\n\n\n\n<p>The following students with Swedish passports &#8211; Shahab\nShahdadzaei, Jamal Baluchi, Ahmed Shahim Homa, Blerta Avdiu, Bashkim Muzaqi,\nIlir Muzaqi, Daniel Dashtipur, Ziyad Taregh Ahmad, Bastret Zegrova, and Adnan Marwan\nAbdullah Adnan &#8211; are studying to become doctors, dentists and pharmacists at\nthe Medical University of Sofia. The price for the studies in the English\nlanguage is EUR 8,000 per year.<\/p>\n\n\n\n<p>All of them (except for Ziyad Taregh Ahmad) are from the small Swedish town of Borås, where they have somehow graduated from high school with low grades that cannot qualify them to study medicine. The young Swedes move in criminal circles, and some of them have left less or more of a serious imprint in Swedish criminal chronicles and court files. There are people in the group who have been investigated and sent to trial for illegal drug possession, beatings, disorderly conduct, theft, financial fraud and even murder.<\/p>\n\n\n\n<p>In Bulgaria, nothing prevents people with such backgrounds\nfrom paying and enrolling as students at the Medical University. From documents\navailable to Bivol, it can be reasonably concluded that the scheme for admission\nof foreign candidates who present irregular and non-compliant with requirements\napplications and forged high school diplomas or diplomas without courses in biology\nand chemistry is still in operation at the Medical University.<\/p>\n\n\n\n<p><strong>EUR 50,000 for the admission\nof a foreign student<\/strong><\/p>\n\n\n\n<p>In the beginning of 2018, an operation of the Main Directorate\nfor Combating Organized Crime (GDBOP) and the Specialized Prosecutor&#8217;s Office\nled to revelations of an organized crime group in Sofia’s Medical University\ndealing with admission of foreigners of Arabic, Iranian and other origin by\ncharging EUR 50,000 per person. The Prosecutor&#8217;s Office accused the now-former President\nof the Medical University, Vanyo Mitev, of being the leader of the group.<\/p>\n\n\n\n<p>According to the Prosecutor&#8217;s Office statements, the fake\nstudents in this scheme have been citizens of non-European Union (EU)\ncountries.<\/p>\n\n\n\n<p><strong><em>&#8220;By receiving the status of full-time students, they receive the status of temporary residents, which entitles them to move freely within the EU.&#8221;<\/em><\/strong> Rumyana Arnaudova, spokesperson of the Prosecutor GeneralIn the case of the Swedish citizens, however, residence and free movement in the EU are not relevant. <\/p>\n\n\n\n<p>As EU citizens, they can settle wherever they want in Europe. However, the Bulgarian university student ID gives them good reputation. There is another bonus, as against it and even only against a certificate of enrollment, the Swedish state agency, Centrala Studiestödsnämnden (CSN) grant generous student loans, which can provide a very nice life in Bulgaria, and may even oil the &#8220;exam machine&#8221; up to a doctoral degree.<\/p>\n\n\n\n<p>The scheme operates under the new President, Prof. Victor Zlatkov\nas well. Bivol’s sources claim that in the last school year, a courier mail has\nbeen sent from Cyprus to the Office of the President of the Medical University with\ndocuments for the admission of foreign citizens. A power of attorney letter has\nbeen attached to each documents giving the right to another person to submit\nthe admission application instead of the candidate. Then, the received\ndocuments have been pushed behind the scenes to accept these persons as\nstudents at the Medical University in Sofia. In addition to the Swedes, we also\nreceived information specifically about the British citizen of Arabic origin\nReichmanul Imran Rob.<\/p>\n\n\n\n<p><strong>The Bulgarian\n&#8220;resident&#8221;<\/strong><\/p>\n\n\n\n<div class=\"wp-block-image\"><figure class=\"alignleft is-resized\"><img loading=\"lazy\" src=\"https:\/\/bivol.bg\/wp-content\/uploads\/2019\/01\/zyad-ahmad.png\" alt=\"\" class=\"wp-image-44919\" width=\"104\" height=\"134\" srcset=\"https:\/\/bivol.bg\/wp-content\/uploads\/2019\/01\/zyad-ahmad.png 250w, https:\/\/bivol.bg\/wp-content\/uploads\/2019\/01\/zyad-ahmad-233x300.png 233w\" sizes=\"(max-width: 104px) 100vw, 104px\" \/><figcaption> <br \/>Ziyad Taregh Ahmad  <\/figcaption><\/figure><\/div>\n\n\n\n<p>One of the above mentioned Swedish students has a permanent\nresidence in Bulgaria. This is Ziyad Taregh Ahmad, born in Iran, with personal\nnumber 861213-1030, who, according to Swedish registers, lives in Sofia.<\/p>\n\n\n\n<p>Ziyad Taregh Ahmad currently studies &#8220;Health and\nSport&#8221; as a second-year student at the Medical University.<\/p>\n\n\n\n<p>His criminal past includes a murder investigation in 2015,\nfor which, however, he has not been charged. His only conviction is from 2008\nand the sentence was one month in jail for car theft. In addition, the court penalized\nhim with a fine on the income he could not prove legal.<\/p>\n\n\n\n<p>Precisely Ziyad seems to be the lead for the other &#8220;Swedish students&#8221; from the same town of Borås, who move in the same criminal circles and have been enrolled at the same time and after him at the Medical University.<\/p>\n\n\n\n<figure class=\"wp-block-image\"><img loading=\"lazy\" width=\"1198\" height=\"784\" src=\"https:\/\/i1.wp.com\/bivol.bg\/wp-content\/uploads\/2019\/01\/muzaki-diploma.png?fit=1024%2C670&amp;ssl=1\" alt=\"\" class=\"wp-image-44922\" srcset=\"https:\/\/bivol.bg\/wp-content\/uploads\/2019\/01\/muzaki-diploma.png 1198w, https:\/\/bivol.bg\/wp-content\/uploads\/2019\/01\/muzaki-diploma-300x196.png 300w, https:\/\/bivol.bg\/wp-content\/uploads\/2019\/01\/muzaki-diploma-768x503.png 768w, https:\/\/bivol.bg\/wp-content\/uploads\/2019\/01\/muzaki-diploma-1024x670.png 1024w, https:\/\/bivol.bg\/wp-content\/uploads\/2019\/01\/muzaki-diploma-1170x766.png 1170w, https:\/\/bivol.bg\/wp-content\/uploads\/2019\/01\/muzaki-diploma-585x383.png 585w\" sizes=\"(max-width: 1198px) 100vw, 1198px\" \/><figcaption> <br \/>The report card of Bashkim Muzaqi, used to enroll to study in Bulgaria to become a doctor, has many “fail” grades (IGs) <\/figcaption><\/figure>\n\n\n\n<p><\/p>\n\n\n\n<p>Bashkim Muzaqi (941108-3596) and Ilir Muzaqi (961208-6737), for example, are less studious. Both are in the crosshairs of the Swedish justice for illegal drug use and driving without a license. They have managed to enroll as university students in Sofia, despite their mediocre high school grades. They then have not paid the tuition fee of EUR 8,000 and have disappeared. Their whereabouts are unknown. Blerta Muzaqi (the younger sister of Ilir Muzaki), has, however, enrolled to study dentistry in 2018 and is currently listed as a full time student.<\/p>\n\n\n\n<p><strong>Financial fraud and a\njihadist connection<\/strong><\/p>\n\n\n\n<p>Other Medical University students have “specialized” in\ntheir homeland &#8211; Sweden in borrowing loans that they have not repaid for which\nthey have been sent to court. Currently they are successfully borrowing new\nones on the pretext that they have to finance their studies in Bulgaria.<\/p>\n\n\n\n<p>Daniel Dashtipur (880122-7417), a second year medical\nstudent in Sofia, has been forced by the court in Borås to return to GE Money\nBank SEK 54,092. Once enrolled as a student in Bulgaria, he has successfully\napplied for a student loan in the amount of EUR 26,000.<\/p>\n\n\n\n<p>Bastret Zegrova (a man of Albanian origin) owes a total of SEK\n60,000 to a variety of financial institutions and has numerous convictions for\nreckless driving. This has not prevented him from borrowing a student loan in\nthe amount of nearly SEK 460,000 (EUR 45,000) after showing a university\nstudent ID in Sweden.<\/p>\n\n\n\n<p>Another student, Shahim Ahmad Homa (970226-8179), who has\nbeen caught in the Borås high school with a folding knife, has also been listed\nas a threat to public order. The court, however, believed his account that he had\nfound the knife and intended to hand it over to the school guards. Shahim Homa\nhas enrolled as a university student in 2017 and has managed to borrow a\nstudent loan in the amount of EUR 16,700.<\/p>\n\n\n\n<p>The most interesting profile is <g class=\"gr_ gr_30 gr-alert gr_spell gr_inline_cards gr_run_anim ContextualSpelling ins-del multiReplace\" id=\"30\" data-gr-id=\"30\">th<\/g>at of <strong>Shahab Shahdadzaei<\/strong> (950425-0052), who since 2017 has been enrolled in a master’s degree program at the Medical University and is listed as a <g class=\"gr_ gr_4 gr-alert gr_spell gr_inline_cards gr_run_anim ContextualSpelling multiReplace\" id=\"4\" data-gr-id=\"4\">full time<\/g> student with paid education.<\/p>\n\n\n\n<div class=\"wp-block-image\"><figure class=\"alignright is-resized\"><img loading=\"lazy\" src=\"https:\/\/bivol.bg\/wp-content\/uploads\/2019\/01\/shahab.png\" alt=\"\" class=\"wp-image-44926\" width=\"181\" height=\"170\" srcset=\"https:\/\/bivol.bg\/wp-content\/uploads\/2019\/01\/shahab.png 404w, https:\/\/bivol.bg\/wp-content\/uploads\/2019\/01\/shahab-300x282.png 300w\" sizes=\"(max-width: 181px) 100vw, 181px\" \/><figcaption> <br \/>Shahab Shahdadzaei <\/figcaption><\/figure><\/div>\n\n\n\n<p>In 2011, he has been investigated for robbery together with\nElias Absalan (950112-9531). Absalan is known as a jihadist who has fought for\nIslamic State in Syria. After his exploits there, he has returned to Borås\nwhere he has attracted the interest of the Swedish authorities. Both have\ngotten away quite lightly as Shabab has been exonerated while Absalan has been\nsentenced to 150 hours of community service. Documents from the case file show\nthat they are childhood friends.<\/p>\n\n\n\n<p>In addition, Shabab has been a murder and money laundering\nsuspect. During this investigation, the police found SEK 137,000 under his\nmattress. The Prosecutor&#8217;s Office, however, failed to prove Shabab&#8217;s guilt in\ncourt. His only convictions are possession of illegal drugs (several times) and\nreckless driving.<\/p>\n\n\n\n<p>This long rap sheet has not caused him trouble in enrolling\nas a student in Sofia and then borrowing a student loan in the amount of EUR\n25,000.<\/p>\n\n\n\n<p><strong>Who and how admits\nstudents without diplomas?<\/strong><\/p>\n\n\n\n<p>A common denominator for all those listed above, all of whom\nhave more or less serious criminal past, is their dubious performance in high\nschool. Students with report cards such as theirs (which journalists of Bivol\nand our colleagues of SVE have examined in details) would at best have access\nto a school of the community college type or a technical school, but not to a\nmaster&#8217;s program for doctors, dentists and pharmacists which requires solid\nknowledge of biology and chemistry.<\/p>\n\n\n\n<p>Why the validity of the Swedish diplomas has not been\nverified and how exactly have these people been enrolled with such low high\nschool grades – these are questions to be answered by the President’s Office of\nthe Medical University. <\/p>\n\n\n\n<p>When approached for comments, the Ministry of Education\nstated that there is a check of the validity of diplomas only for potential students\noutside the EU, while for those from the EU, the decision is left to the\nautonomous Universities and Colleges.<\/p>\n\n\n\n<p>Bivol sent questions about these practices to the President&#8217;s\nOffice, from where we were curtly referred to the Dean of the Medical\nDepartment. After we insisted that the students had been enrolled in the\nMedical, Pharmaceutical and Dental Departments of the University, not only in\nthe Medical one, no answer followed.<\/p>\n\n\n\n<p>The National Security Agency (DANS) also failed to provide a\nresponse to the question whether the above persons have been the subject of investigations\nfor terrorism and whether there are signals against them. Although there is a\nlack of specific evidence of the involvement of these individuals in the\njihadist circles in Sweden, except for Shahdadzaei, the unusual concentration\nof students of Middle Eastern origin, as the prosecution has also pointed out,\nshould attract the interest of the secret services.<\/p>\n\n\n\n<p><strong><em>&#8220;This channel could actually be used for the purpose of terrorist\norganizations and illegal trafficking of migrants&#8230; The danger is defused. The\ncriminal channel no longer exists,&#8221;<\/em><\/strong> Rumyana Arnaudova said in\nJanuary 2018, while explaining the operation against the illegal enrollment of\nstudents at the Medical University.<\/p>\n\n\n\n<p>A year later, however, evidence shows that this conclusion of the Special Prosecutors was, to say at the least, too bold and too premature.<\/p>\n","protected":false},"excerpt":{"rendered":"<p>Swedish citizens of Middle Eastern origin with criminal records are studying at the Medical University in the Bulgarian capital Sofia to become doctors, dentists and pharmacists. Unlike the rap sheets,&hellip;<\/p>\n","protected":false},"author":16850,"featured_media":44934,"comment_status":"closed","ping_status":"closed","sticky":false,"template":"","format":"standard","meta":{"_mo_disable_npp":"","_relevanssi_hide_post":"","_relevanssi_pin_for_all":"","_relevanssi_pin_keywords":"","_relevanssi_unpin_keywords":"","_relevanssi_related_keywords":"","_relevanssi_related_include_ids":"","_relevanssi_related_exclude_ids":"","_relevanssi_related_no_append":"","_relevanssi_related_not_related":"","_relevanssi_related_posts":"","_relevanssi_noindex_reason":"","kia_subtitle":"","spay_email":"","jetpack_publicize_message":"","jetpack_is_tweetstorm":false},"categories":[5542,5806],"tags":[4948,5127,9060,9061,9059],"jetpack_featured_media_url":"https:\/\/bivol.bg\/wp-content\/uploads\/2019\/01\/swedish-students.png","jetpack_publicize_connections":[],"jetpack_sharing_enabled":true,"jetpack_shortlink":"https:\/\/wp.me\/p9hbsr-bIO","jetpack_likes_enabled":true,"_links":{"self":[{"href":"https:\/\/bivol.bg\/en\/wp-json\/wp\/v2\/posts\/45062"}],"collection":[{"href":"https:\/\/bivol.bg\/en\/wp-json\/wp\/v2\/posts"}],"about":[{"href":"https:\/\/bivol.bg\/en\/wp-json\/wp\/v2\/types\/post"}],"author":[{"embeddable":true,"href":"https:\/\/bivol.bg\/en\/wp-json\/wp\/v2\/users\/16850"}],"replies":[{"embeddable":true,"href":"https:\/\/bivol.bg\/en\/wp-json\/wp\/v2\/comments?post=45062"}],"version-history":[{"count":0,"href":"https:\/\/bivol.bg\/en\/wp-json\/wp\/v2\/posts\/45062\/revisions"}],"wp:featuredmedia":[{"embeddable":true,"href":"https:\/\/bivol.bg\/en\/wp-json\/wp\/v2\/media\/44934"}],"wp:attachment":[{"href":"https:\/\/bivol.bg\/en\/wp-json\/wp\/v2\/media?parent=45062"}],"wp:term":[{"taxonomy":"category","embeddable":true,"href":"https:\/\/bivol.bg\/en\/wp-json\/wp\/v2\/categories?post=45062"},{"taxonomy":"post_tag","embeddable":true,"href":"https:\/\/bivol.bg\/en\/wp-json\/wp\/v2\/tags?post=45062"}],"curies":[{"name":"wp","href":"https:\/\/api.w.org\/{rel}","templated":true}]}}