{"id":45529,"date":"2019-02-13T16:04:17","date_gmt":"2019-02-13T13:04:17","guid":{"rendered":"https:\/\/bivol.bg\/?p=45529"},"modified":"2019-02-13T18:57:50","modified_gmt":"2019-02-13T16:57:50","slug":"bulgarian-lawyer-behind-libyan-tanker-hijacking-launders-money-for-venezuelas-maduro","status":"publish","type":"post","link":"https:\/\/bivol.bg\/en\/bulgarian-lawyer-behind-libyan-tanker-hijacking-launders-money-for-venezuelas-maduro.html","title":{"rendered":"Bulgarian Lawyer behind Libyan Tanker Hijacking Launders Money for Venezuela’s Maduro"},"content":{"rendered":"\r\n<p>Bulgarian private lender <strong>Investbank<\/strong> is the bank through which the money of embattled Venezuelan President Nicolas Maduro has been funneled.<\/p>\r\n\r\n\r\n\r\n<p>Earlier on Wednesday, Bulgaria’s Prosecutor General, Sotir Tsatsarov, announced that United States’ partner law enforcement authorities had reported that they had obtained information on money transfers from Venezuela, made in particular by Petróleos de Venezuela, S.A., the Venezuelan state-owned oil and natural gas company while Bulgarian bank accounts had been used for these transfers.<\/p>\r\n\r\n\r\n\r\n<p>Tsatsarov spoke at a press briefing after attending a meeting at the Council of Ministries with the participation of Prime Minister Boyko Borisov, the Head of the Bulgarian National Security Agency (DANS) and US Ambassador in Sofia Eric Rubin. Tsatsarov didn&#8217;t name the bank or the accounts owner.<\/p>\r\n\r\n\r\n\r\n<p>Bivol established that the bank accounts are to the name of lawyer <strong>Tsvetan Tsanev<\/strong>, who had been involved in the trafficking of amphetamines (captagone) in the 1990s, in a <a href=\"https:\/\/correctiv.org\/en\/top-stories-en\/2015\/04\/16\/cosa-nostra-diamonds\/\">Cosa Nostra business with diamonds in Africa<\/a> (Zwetan Tsanev) and is behind <a href=\"https:\/\/bivol.bg\/en\/not-pirates-but-corsairs-who-hijacked-libyan-tanker-badr.html\">Bulgargeomin Ltd<\/a>, which was recently entangled in a scandal with the hijacking of Libyan tanker BADR.<\/p>\r\n\r\n\r\n\r\n<p>Bivol confirmed the above information through two independent sources from Bulgaria and abroad.<\/p>\r\n\r\n\r\n\r\n<p>Tzvetan Tsanev has <strong>close business relations with Investbank&#8217;s management<\/strong>. Bivol shed light on these relations a long time ago, but the lawyer obviously enjoys high-up protection. The fact that he remains at large is a testimony for this, while during the Wednesday briefing Tsatsarov tried to exonerate Investbank, which had failed to report to DANS the suspicious accounts.<\/p>\r\n\r\n\r\n\r\n<h2>A communist secret services agent<\/h2>\r\n\r\n\r\n\r\n<p>There is serious evidence that in his youth, during the time of the Communist regime, Tzvetan Tzanev had been involved in the trafficking of amphetamines through a German company through the Italian port of Bari.<\/p>\r\n\r\n\r\n\r\n<p>In 1991, the notorious <strong>captagone case<\/strong> was launched by the Prosecutor General’s Office. Tsvetan Tsanev was among the 21 defendants, including politicians, directors of State enterprises and former agents of the Communist regime’s special services – the State Security (DS). According to the case, the captagone was produced to implement the program for the acquisition of foreign currency, masterminded by the Currency Committee of the Central Committee of the Bulgarian Communist Party. The case was later closed because of important State interests, but the prosecutors had claimed at the time that USD 1 billion a month had been taken out of the country through this so-called “hidden transit”. Media reports from the hearings name Tzanev as Communist Regime State Security (DS) agent.<\/p>\r\n\r\n\r\n\r\n<h2>Piracy and Cosa Nostra<\/h2>\r\n\r\n\r\n\r\n<p>In 2015, Bivol, together with the <a href=\"https:\/\/www.occrp.org\/en\">Organized Crime and Corruption Reporting Project (OCCRP)<\/a>, of which our media is a partner, participated in a large-scale international investigation by <a href=\"https:\/\/irpi.eu\/\" target=\"_blank\" rel=\"noreferrer noopener\">IRPI<\/a>\/<a href=\"http:\/\/investigativecenters.org\/\" target=\"_blank\" rel=\"noreferrer noopener\">ANCIR<\/a> into the diamond business of the Italian Mafia in South Africa and Zimbabwe. Along with mafia boss <strong>Antonino Messicati Vitale<\/strong>, well-known Bulgarians appear in it as &#8220;European investors&#8221; &#8211; captagone trafficker all the way since the times of the Communist regime’s special services (the State Security, DS), Tsvetan Tsanev and the banker from Investbank <strong>Dimitriika Andreeva<\/strong>, representing an &#8220;Omani Investor&#8221;.<\/p>\r\n\r\n\r\n\r\n<figure class=\"wp-block-image\"><img loading=\"lazy\" width=\"1024\" height=\"1024\" class=\"wp-image-26663\" src=\"https:\/\/bivol.bg\/wp-content\/uploads\/2015\/04\/VIS_Petroalliance-1428230828200-1024x1024.jpg\" alt=\"\" srcset=\"https:\/\/bivol.bg\/wp-content\/uploads\/2015\/04\/VIS_Petroalliance-1428230828200-1024x1024.jpg 1024w, https:\/\/bivol.bg\/wp-content\/uploads\/2015\/04\/VIS_Petroalliance-1428230828200-150x150.jpg 150w, https:\/\/bivol.bg\/wp-content\/uploads\/2015\/04\/VIS_Petroalliance-1428230828200-300x300.jpg 300w, https:\/\/bivol.bg\/wp-content\/uploads\/2015\/04\/VIS_Petroalliance-1428230828200-45x45.jpg 45w\" sizes=\"(max-width: 1024px) 100vw, 1024px\" \/>\r\n<figcaption><br \/>Chart of the Bulgarian connection, Bivol\/OCCRP<\/figcaption>\r\n<\/figure>\r\n\r\n\r\n\r\n<p>The investigation lifts the curtain on the relationship between &#8220;Omani money&#8221; in Investbank and the money of the DS’ First Main Directorate, stolen from the Communist regime’s companies for foreign trade, serving as a cover-up for the trafficking of illegal drugs and valuable goods. This has been a true mafia business with the protection of the criminal Communist government, which today logically finds connections with the classical Italian mafia and corrupt regimes such as that of the Venezuelan dictator Maduro.<\/p>\r\n\r\n\r\n\r\n<p>This year Bivol further identified <strong>Tsvetan Tsanev<\/strong> as the driving force behind Bulgargeomin Ltd, which kidnapped the Libyan tanker BADR with the assistance of acting special task force police officers – an operation that caused serious reputational damage to Bulgaria. Despite the enormous international scandal, the Prosecutor&#8217;s Office only pressed charges against private enforcement agent Totko Kolev and continues to completely ignore the fact that Bulgargeomin had used fake documents to seize the tanker.<\/p>\r\n\r\n\r\n\r\n<h2>&#8220;Bad Apple&#8221; Bank<\/h2>\r\n\r\n\r\n\r\n<p>Investbank, with majority owner Petya Slavova, is described by former US Ambassador to Bulgaria John Beyrle in a <a href=\"https:\/\/wikileaks.org\/plusd\/cables\/06SOFIA1652_a.html\">classified diplomatic cable<\/a> from 2006 that leaked to WikiLeaks as a “bad apple” bank. The other such Bulgarian banks “whose practices are repeatedly cited as questionable or shady, funneling money for known criminals in money laundering schemes and involved in connected lending” include First Investment Bank (FIB) of Tseko Minev and Ivaylo Mutafchiev, the now-collapsed Corporate Commercial Bank (KTB) of Tsvetan Vassilev, Central Cooperative Bank (CCB) of the Varna-based group TIM, Municipal Bank, then of energy mogul Hristo Kovachki, International Asset Bank, DZI Bank of the murdered Emil Kyulev and CIBANK of the former girlfriend of current Bulgarian Prime Minister, Boyko Borisov &#8211; Tsvetelina Borislavova (the ownership data are by 2006 –editor’s note).<\/p>\r\n\r\n\r\n\r\n<p>“Investbank (former Neftinvestbank and International Orthodox Bank ) &#8220;The Bank of Bishops and Generals&#8221;). Investbank is associated with Russian\/Lithuanian\/Monaco businessman Denis Ershov and Bulgarian Mitko Sabev. Ershov was expelled from the country about the same time Michael Chorny was, and the two are suspected of joint criminal activity. Sabev is now Chair of the Supervisory Board of Petrol AD company, a major oil distributor company partially owned by Russia&#8217;s Lukoil. Petya Slavova, previously married to Sabev, who has strong interests in tourism, controls Investbank. Her company, Festa Holding, owns first-class hotels in Sofia and on the Black Sea, and sells luxury wine and other alcohol. Slavova is believed to be the richest woman in Bulgaria. Although Slavova is currently seen to be succeeding on her own merits, Ershov and Sabev allegedly were the major sources of her financial stability and growth over the years,” Ambassador Beyrle wrote in 2006<\/p>\r\n\r\n\r\n\r\n<p><em>Expect further details<\/em><\/p>\r\n","protected":false},"excerpt":{"rendered":"<p>Bulgarian private lender Investbank is the bank through which the money of embattled Venezuelan President Nicolas Maduro has been funneled. Earlier on Wednesday, Bulgaria’s Prosecutor General, Sotir Tsatsarov, announced that&hellip;<\/p>\n","protected":false},"author":1,"featured_media":45522,"comment_status":"closed","ping_status":"closed","sticky":false,"template":"","format":"standard","meta":{"_mo_disable_npp":"","_relevanssi_hide_post":"","_relevanssi_pin_for_all":"","_relevanssi_pin_keywords":"","_relevanssi_unpin_keywords":"","_relevanssi_related_keywords":"","_relevanssi_related_include_ids":"","_relevanssi_related_exclude_ids":"","_relevanssi_related_no_append":"","_relevanssi_related_not_related":"","_relevanssi_related_posts":"","_relevanssi_noindex_reason":"","kia_subtitle":"","spay_email":"","jetpack_publicize_message":"","jetpack_is_tweetstorm":false},"categories":[5542,5806],"tags":[6002,9135],"jetpack_featured_media_url":"https:\/\/bivol.bg\/wp-content\/uploads\/2019\/02\/canev-network.png","jetpack_publicize_connections":[],"jetpack_sharing_enabled":true,"jetpack_shortlink":"https:\/\/wp.me\/p9hbsr-bQl","jetpack_likes_enabled":true,"_links":{"self":[{"href":"https:\/\/bivol.bg\/en\/wp-json\/wp\/v2\/posts\/45529"}],"collection":[{"href":"https:\/\/bivol.bg\/en\/wp-json\/wp\/v2\/posts"}],"about":[{"href":"https:\/\/bivol.bg\/en\/wp-json\/wp\/v2\/types\/post"}],"author":[{"embeddable":true,"href":"https:\/\/bivol.bg\/en\/wp-json\/wp\/v2\/users\/1"}],"replies":[{"embeddable":true,"href":"https:\/\/bivol.bg\/en\/wp-json\/wp\/v2\/comments?post=45529"}],"version-history":[{"count":0,"href":"https:\/\/bivol.bg\/en\/wp-json\/wp\/v2\/posts\/45529\/revisions"}],"wp:featuredmedia":[{"embeddable":true,"href":"https:\/\/bivol.bg\/en\/wp-json\/wp\/v2\/media\/45522"}],"wp:attachment":[{"href":"https:\/\/bivol.bg\/en\/wp-json\/wp\/v2\/media?parent=45529"}],"wp:term":[{"taxonomy":"category","embeddable":true,"href":"https:\/\/bivol.bg\/en\/wp-json\/wp\/v2\/categories?post=45529"},{"taxonomy":"post_tag","embeddable":true,"href":"https:\/\/bivol.bg\/en\/wp-json\/wp\/v2\/tags?post=45529"}],"curies":[{"name":"wp","href":"https:\/\/api.w.org\/{rel}","templated":true}]}}