{"id":46584,"date":"2019-04-12T00:35:22","date_gmt":"2019-04-11T21:35:22","guid":{"rendered":"https:\/\/bivol.bg\/?p=46584"},"modified":"2019-04-17T13:18:49","modified_gmt":"2019-04-17T11:18:49","slug":"bulgarian-deputy-minister-uses-guest-house-built-with-eu-money-as-own-vacation-home","status":"publish","type":"post","link":"https:\/\/bivol.bg\/en\/bulgarian-deputy-minister-uses-guest-house-built-with-eu-money-as-own-vacation-home.html","title":{"rendered":"Bulgarian Deputy Minister Uses ‘Guest House’ Built with EU Money as Own Vacation Home"},"content":{"rendered":"<p>Alexander Manolev, former Deputy Minister of Tourism and current Deputy Minister of Economy, owns a land plot on which a guesthouse has been built. The house is funded with BGN 380,000 under the Rural Development Program (RDP) of the European Union (EU). The State Fund Agriculture (SFA), the body in charge of distributing the EU money, approved the payment in December 2015, just one month after Manolev was appointed Deputy Minister of Tourism. The estate has never functioned as a family hotel for the development of rural tourism. Manolev and his family use it as a private villa. There is also a special extra, similar to the private elevator of the senior politician from the ruling party Citizens for European Development of Bulgaria (GERB), Tsvetan Tsvetanov – a pool with mineral water diverted from the nearby SPA resort town of Sandanski.<\/p>\n<h2><strong>How to win a house of 530 square meters<\/strong><\/h2>\n<p>Bivol and the site Blagoevgrad News jointly investigated this luxury acquisition paid with European money. Alexander Manolev bought the 1,800 square-meter plot on the road between Sandanski and the Popina Luka resort in early 2013 from the company “DDV”. It had been incorporated a year earlier; it is owned by the Panama offshore Kelgrin Inc., and it had immediately started to buy attractive properties in resort areas around the towns of Sandanski, Lovech, Elena, Berkovitsa and Kavarna. Manolev is the first client to purchase property from it and he would subsequently buy some more plots. Another company, “Izgrev 05”, whose owners are linked to “DDV”, has previously owned the site. It has been once in the forest fund, but since 2009, it has been designated for low-rise construction.<\/p>\n<div class=\"penci-post-gallery-container justified column-3\" data-height=\"150\" data-margin=\"3\"><a class=\"item-gallery-justified\" href=\"https:\/\/bivol.bg\/wp-content\/uploads\/2019\/04\/manolev-dron-2.jpg\" title=\"\" data-rel=\"penci-gallery-image-content\"><img src=\"https:\/\/bivol.bg\/wp-content\/uploads\/2019\/04\/manolev-dron-2-585x439.jpg\" alt=\"Bulgarian Deputy Minister Uses ‘Guest House’ Built with EU Money as Own Vacation Home\" title=\"manolev-dron-2\"><\/a><a class=\"item-gallery-justified\" href=\"https:\/\/bivol.bg\/wp-content\/uploads\/2019\/04\/manolev-dron-3.jpg\" title=\"\" data-rel=\"penci-gallery-image-content\"><img src=\"https:\/\/bivol.bg\/wp-content\/uploads\/2019\/04\/manolev-dron-3-585x439.jpg\" alt=\"Bulgarian Deputy Minister Uses ‘Guest House’ Built with EU Money as Own Vacation Home\" title=\"manolev-dron-3\"><\/a><a class=\"item-gallery-justified\" href=\"https:\/\/bivol.bg\/wp-content\/uploads\/2019\/04\/manolev-dron-4.jpg\" title=\"\" data-rel=\"penci-gallery-image-content\"><img src=\"https:\/\/bivol.bg\/wp-content\/uploads\/2019\/04\/manolev-dron-4-585x439.jpg\" alt=\"Bulgarian Deputy Minister Uses ‘Guest House’ Built with EU Money as Own Vacation Home\" title=\"manolev-dron-4\"><\/a><a class=\"item-gallery-justified\" href=\"https:\/\/bivol.bg\/wp-content\/uploads\/2019\/04\/manolev-dron-5.jpg\" title=\"\" data-rel=\"penci-gallery-image-content\"><img src=\"https:\/\/bivol.bg\/wp-content\/uploads\/2019\/04\/manolev-dron-5-585x439.jpg\" alt=\"Bulgarian Deputy Minister Uses ‘Guest House’ Built with EU Money as Own Vacation Home\" title=\"manolev-dron-5\"><\/a><a class=\"item-gallery-justified\" href=\"https:\/\/bivol.bg\/wp-content\/uploads\/2019\/04\/manolev-dron-1.jpg\" title=\"\" data-rel=\"penci-gallery-image-content\"><img src=\"https:\/\/bivol.bg\/wp-content\/uploads\/2019\/04\/manolev-dron-1-585x439.jpg\" alt=\"Bulgarian Deputy Minister Uses ‘Guest House’ Built with EU Money as Own Vacation Home\" title=\"manolev-dron-1\"><\/a><a class=\"item-gallery-justified\" href=\"https:\/\/bivol.bg\/wp-content\/uploads\/2019\/04\/manolev-4.jpg\" title=\"\" data-rel=\"penci-gallery-image-content\"><img src=\"https:\/\/bivol.bg\/wp-content\/uploads\/2019\/04\/manolev-4-585x390.jpg\" alt=\"Bulgarian Deputy Minister Uses ‘Guest House’ Built with EU Money as Own Vacation Home\" title=\"manolev-4\"><\/a><a class=\"item-gallery-justified\" href=\"https:\/\/bivol.bg\/wp-content\/uploads\/2019\/04\/manolev-5.jpg\" title=\"\" data-rel=\"penci-gallery-image-content\"><img src=\"https:\/\/bivol.bg\/wp-content\/uploads\/2019\/04\/manolev-5-585x390.jpg\" alt=\"Bulgarian Deputy Minister Uses ‘Guest House’ Built with EU Money as Own Vacation Home\" title=\"manolev-5\"><\/a><a class=\"item-gallery-justified\" href=\"https:\/\/bivol.bg\/wp-content\/uploads\/2019\/04\/manolev-3.jpg\" title=\"\" data-rel=\"penci-gallery-image-content\"><img src=\"https:\/\/bivol.bg\/wp-content\/uploads\/2019\/04\/manolev-3-585x390.jpg\" alt=\"Bulgarian Deputy Minister Uses ‘Guest House’ Built with EU Money as Own Vacation Home\" title=\"manolev-3\"><\/a><a class=\"item-gallery-justified\" href=\"https:\/\/bivol.bg\/wp-content\/uploads\/2019\/04\/manolev-6.jpg\" title=\"\" data-rel=\"penci-gallery-image-content\"><img src=\"https:\/\/bivol.bg\/wp-content\/uploads\/2019\/04\/manolev-6-585x390.jpg\" alt=\"Bulgarian Deputy Minister Uses ‘Guest House’ Built with EU Money as Own Vacation Home\" title=\"manolev-6\"><\/a><a class=\"item-gallery-justified\" href=\"https:\/\/bivol.bg\/wp-content\/uploads\/2019\/04\/manolev-1.jpg\" title=\"\" data-rel=\"penci-gallery-image-content\"><img src=\"https:\/\/bivol.bg\/wp-content\/uploads\/2019\/04\/manolev-1-585x390.jpg\" alt=\"Bulgarian Deputy Minister Uses ‘Guest House’ Built with EU Money as Own Vacation Home\" title=\"manolev-1\"><\/a><a class=\"item-gallery-justified\" href=\"https:\/\/bivol.bg\/wp-content\/uploads\/2019\/04\/manolev-2.jpg\" title=\"\" data-rel=\"penci-gallery-image-content\"><img src=\"https:\/\/bivol.bg\/wp-content\/uploads\/2019\/04\/manolev-2-585x390.jpg\" alt=\"Bulgarian Deputy Minister Uses ‘Guest House’ Built with EU Money as Own Vacation Home\" title=\"manolev-2\"><\/a><\/div>\n<p>Less than a month after the purchase, Manolev obtained the right to build a &#8220;residential building &#8211; guesthouse&#8221; with a total area of 530.47 square meters for the company &#8220;Agrotrade &#8211; Ana Dimitrova&#8221;. <strong>The sole-owner was registered at Manolev&#8217;s sister&#8217;s address in Sandanski only a week after he bought the site.<\/strong> In October of that year, “Agrotrade’s” right to build was “enriched” with a fence, a pool and a parking lot. Anna Dimitrova lives in Sofia and Bivol was unable to reach her for comment.<\/p>\n<p>Meanwhile, the company has successfully applied to the SFA for a subsidy of BGN 390,160 under the RDP. The total value of the project is BGN 564,174 in approved under the contract costs. The construction was completed successfully in October 2015 and was inspected by the SFA in November 2015, when Manolev became Deputy Minister. The SFA inspectors found that the project had been well implemented, with some small deficiencies and withheld about BGN 800 from the subsidy due to discrepancies in the bills of quantities. At that time, the current Minister of Agriculture Rumen Porozhanov was Director of the SFA. In December 2015, he signed under the payment and the final cost of the impressive construction turns out to be only BGN 170,000.<\/p>\n<h2><strong>Manolev: &#8220;I have no property in Sandanski&#8221;<\/strong><\/h2>\n<p>Manolev’s <a href=\"https:\/\/register.caciaf.bg\/2015y\/23D4E492-1B69-4824-BC1F-E89B0B69A75674604.xml\" target=\"_blank\" rel=\"noopener noreferrer\">property declaration<\/a> for 2016 lists the acquired terrains near Sandanski. However, in his most recent declaration, there is nothing about the use of luxury real estate on his land. Alexander Manolev is a wealthy man &#8211; he owns a house with a yard in Sofia for BGN 320,000 and a deposit of BGN 180,000. Before becoming engaged in State affairs, Manolev, who is the son of the long-standing Mayor of the border village of Kulata &#8211; Dimitar Manolev – has been on the Board of Directors of tobacco manufacturer “Bulgartabac”, a company associated with the controversial lawmaker and media mogul Delyan Peevski. After the resignation of Ivaylo Moskovski, Manolev was slated to succeed him as Transport Minister, but an investigation by <em><a href=\"https:\/\/www.capital.bg\/politika_i_ikonomika\/bulgaria\/2018\/09\/10\/3308610_biznes_minaloto_na_noviia_transporten_ministur\/\" target=\"_blank\" rel=\"noopener noreferrer\">Capital<\/a><\/em> weekly revealed his dubious business contacts with people from the underground and he withdrew his candidacy.<\/p>\n<p>Bivol contacted Alexander Manolev through the government press office, which helped us with extraordinary expedience with our request for comment. We asked Manolev what is his relationship with Anna Dimitrova, is he using the property, why is this property undeclared if he is using it and is he going to resign. His answer literally reads as follows:<\/p>\n<p><em>I have no property in Sandanski. In 2012, I owned a property that I sold to the company you mentioned. The place is not declared because I cannot declare something that is not my property. The deal was made in 2012 when I was in the private sector. Yes, of course, I know Anna Dimitrova &#8211; as I said, I sold the property to her. Later, I was also a customer of that place of accommodation &#8211; for a fee, for which I have documents. As for the resignation &#8211; I am ready to submit it at any moment. I hope that such an act would be in connection with my work and not with some doubts.<\/em><\/p>\n<p>However, the check in the Cadaster and the Property Register clearly shows that <strong>Manolev has numerous land deals in the Sandanski area and the properties are in his name<\/strong>. The land on which the guesthouse in question is built is currently also his property. There is no data about any sale, but only data on established, indefinite and right to build for consideration.<\/p>\n<p>Besides, the check in the Cadaster shows that Manolev had bought out and owns the adjacent terrains. The deals are from 2014 and 2017 with the same company &#8220;DDV&#8221; and with private individuals.<\/p>\n<h2><strong>Guesthouse for special guests<\/strong><\/h2>\n<p>This guesthouse has the same fate as the others, investigated by Bivol years ago. <strong>No commonplace tourists stay there, and the houses serve as private villas.<\/strong> This is evidenced by the fact that over the years, the company has not reported any income from tourism activity and there is no hired personnel, which is mandatory under the project contract. On the other hand, Alexander Manolev regularly vacations there with his family, while the house and the meadow are impeccably maintained and it top shape.<\/p>\n<p>The guesthouse funding with European money has a clear objective &#8211; to develop rural tourism, create livelihoods and jobs for the local population for at least five years. However, the attempts of the Blagoevgrad News team to connect with someone and to rent the house for its intended purpose hit a wall. Nowhere is there any contact information for such a tourist site in Sandanski and actually no one can rent it. The mandatory sign that this is a site funded by European taxpayers&#8217; money is also missing.<\/p>\n<p>The same was the case with the guesthouse built by the Director of the SFA, <a href=\"https:\/\/bivol.bg\/en\/mother-in-law-houses-and-their-fate-one-year-after-revelations.html\" target=\"_blank\" rel=\"noopener noreferrer\">Yanaki Chervenyakov<\/a>, for whose lavish lifestyle was revealed by Bivol. His house is just down the road from Manolev&#8217;s house, on the way to Popina Laka, near the village of Lilyanovo. It is listed as a property of a company of Chervenyakov&#8217;s mother-in-law and sits on a terrain that Chervenyakov has, himself, acquired and then resold. Despite the scandal, the SFA saw no reason to report it to the prosecution and to seek recovery of the money from Chervenyakov, who can now safely resell the guesthouse, as it has been five years since the start of the project.<\/p>\n<p>The total number of paid for projects for guesthouses under the RDP for 2007-2012 is 752 for BGN 202 million. The <a href=\"https:\/\/bivol.bg\/dfz-guesthouse.html\" target=\"_blank\" rel=\"noopener noreferrer\">list of the paid for projects<\/a> was one of the big secrets in the State and the SFA stubbornly <a href=\"https:\/\/bivol.bg\/en\/state-fund-agriculture-is-hiding-guesthouses-for-over-114-million-levs.html\" target=\"_blank\" rel=\"noopener noreferrer\">refused<\/a> to provide it, but Bivol successfully fought to obtain it it under the Access to Public Information Act (APIA) and managed to <a href=\"https:\/\/dfz.bivol.bg\/guesthouses\/?q=@contract_status%20%D0%A1%D0%9A%D0%9B%D0%AE%D0%A7%D0%95%D0%9D\" target=\"_blank\" rel=\"noopener noreferrer\">map<\/a> the guesthouses by crosschecking multiple registers. Bivol&#8217;s research on the topic showed that the SFA had been hiding more than 100 such sites from the official project listings. It turned out that there was a reason. At least 45% of them had been built for personal use, in violation of the rules.<\/p>\n<h2><strong>No signal &#8211; no problem<\/strong><\/h2>\n<p>The Minister of Agriculture Rumen Porozhanov answered our request for comment specifically on the house in Manolev&#8217;s property. He said that in December 2015, as Director of the SFA, he had signed under an approval protocol for many projects, but he had not examined them in detail and was not familiar with each of them. He referred to the procedures in the Fund, according to which if the site complies with the requirements there is no obstacle to its approval. In order to have decent supervision of the good faith of the beneficiaries, signals must be submitted, Porozhanov added.<\/p>\n<p>However, the signals do not produce results. Despite a few such specific signals to the SFA and OLAF in the aftermath of our publications, so far there are no actions to recover the money literally appropriated by the “slick people” with the guesthouses. The usual excuse is the expiration of the statute of limitations of the contracts, which are checked for compliance in the course of five years.<\/p>\n<p>The trick with the guesthouses is extremely simple &#8211; a project is listed to a straw person, then a villa is built with EU money and it is discretely used for five years while the SFA and the Prosecutor&#8217;s Office close their eyes. If there is no media attention and discovery, the property can be transferred to the name of the real owner or sold with a profit.<\/p>\n<p>In Manolev’s case, however, the five years have not expired, and the SFA responded to a request by Bivol that the project was &#8220;in a monitoring period until October 6, 2019&#8221;. It is even &#8220;currently undergoing a verification procedure,&#8221; said the SFA, but did not specify whether the check had been triggered by Bivol’s inquiry.<\/p>\n<h2><strong>Mineral water from Sandanski<\/strong><\/h2>\n<p>The house on Manolev’s property has a coveted extra that can provoke envy in many of the ApratmentGate protagonists &#8211; a large pool. It is supplied with mineral water from Sandanski and the water is diverted for three kilometers. The 2016 application for the capture of the water is grounded on &#8220;other purposes – ailment prophylaxis in the guesthouse&#8221;.<\/p>\n<p>Eyewitnesses with villas in Lilyanovo and Popina Laka say that the road had remained excavated for months in order to lay the pipes.<\/p>\n<p>Meanwhile, in 2018, the Basin Directorate it the southwestern city of Blagoevgrad, fined “Agrotrade” for violation of the rules of declaration. We could not clarify by the time of this publication what exactly the company failed to declare, despite our urgent request to the Blagoevgrad Basin Directorate.<\/p>\n<h2><strong>Simple to prove abuse<\/strong><\/h2>\n<p>Unlike some more ambiguous cases with the cheap apartments of people vested with power in which it is difficult to prove premeditated crime &#8211; laundering of money of corrupt origin, in the case of the estate associated with Alexander Manolev, the Prosecutor&#8217;s Office has a clear path to prove abuse of power and trading influence. The facts are persuasive and it is clear what this is all about &#8211; the house has been built on Manolev&#8217;s property, with its acquisition and the application for the subsidy showing amazing synergy. The company is absolutely a shell one and it is registered to a straw person from circles close to Manolev. The payment has been approved after Manolev has taken a government post. The guesthouse has never functioned as intended and is currently not functioning as such.<\/p>\n","protected":false},"excerpt":{"rendered":"<p>Alexander Manolev, former Deputy Minister of Tourism and current Deputy Minister of Economy, owns a land plot on which a guesthouse has been built. The house is funded with BGN&hellip;<\/p>\n","protected":false},"author":1,"featured_media":46548,"comment_status":"closed","ping_status":"closed","sticky":false,"template":"","format":"standard","meta":{"_mo_disable_npp":"","_relevanssi_hide_post":"","_relevanssi_pin_for_all":"","_relevanssi_pin_keywords":"","_relevanssi_unpin_keywords":"","_relevanssi_related_keywords":"","_relevanssi_related_include_ids":"","_relevanssi_related_exclude_ids":"","_relevanssi_related_no_append":"","_relevanssi_related_not_related":"","_relevanssi_related_posts":"","_relevanssi_noindex_reason":"","kia_subtitle":"","spay_email":"","jetpack_publicize_message":"","jetpack_is_tweetstorm":false},"categories":[5542,5806],"tags":[9334,9257,7420,9335,9336,9255],"jetpack_featured_media_url":"https:\/\/bivol.bg\/wp-content\/uploads\/2019\/04\/manolev-head-1.jpg","jetpack_publicize_connections":[],"jetpack_sharing_enabled":true,"jetpack_shortlink":"https:\/\/wp.me\/p9hbsr-c7m","jetpack_likes_enabled":true,"_links":{"self":[{"href":"https:\/\/bivol.bg\/en\/wp-json\/wp\/v2\/posts\/46584"}],"collection":[{"href":"https:\/\/bivol.bg\/en\/wp-json\/wp\/v2\/posts"}],"about":[{"href":"https:\/\/bivol.bg\/en\/wp-json\/wp\/v2\/types\/post"}],"author":[{"embeddable":true,"href":"https:\/\/bivol.bg\/en\/wp-json\/wp\/v2\/users\/1"}],"replies":[{"embeddable":true,"href":"https:\/\/bivol.bg\/en\/wp-json\/wp\/v2\/comments?post=46584"}],"version-history":[{"count":0,"href":"https:\/\/bivol.bg\/en\/wp-json\/wp\/v2\/posts\/46584\/revisions"}],"wp:featuredmedia":[{"embeddable":true,"href":"https:\/\/bivol.bg\/en\/wp-json\/wp\/v2\/media\/46548"}],"wp:attachment":[{"href":"https:\/\/bivol.bg\/en\/wp-json\/wp\/v2\/media?parent=46584"}],"wp:term":[{"taxonomy":"category","embeddable":true,"href":"https:\/\/bivol.bg\/en\/wp-json\/wp\/v2\/categories?post=46584"},{"taxonomy":"post_tag","embeddable":true,"href":"https:\/\/bivol.bg\/en\/wp-json\/wp\/v2\/tags?post=46584"}],"curies":[{"name":"wp","href":"https:\/\/api.w.org\/{rel}","templated":true}]}}