{"id":47391,"date":"2019-05-21T14:44:28","date_gmt":"2019-05-21T11:44:28","guid":{"rendered":"https:\/\/bivol.bg\/?p=47391"},"modified":"2019-05-22T11:20:28","modified_gmt":"2019-05-22T09:20:28","slug":"bulgarian-prosecutor-general-acquires-posh-villa-at-half-price","status":"publish","type":"post","link":"https:\/\/bivol.bg\/en\/bulgarian-prosecutor-general-acquires-posh-villa-at-half-price.html","title":{"rendered":"Bulgarian Prosecutor General Acquires Posh Villa at Half Price"},"content":{"rendered":"<p>Prosecutor General <strong>Sotir Tzatsarov<\/strong> emerges as a protagonist in the &#8220;<a href=\"https:\/\/bivol.bg\/en?s=apartmentgate\" rel=\"noopener noreferrer\" target=\"_blank\">ApartmentGate<\/a>&#8221; series. At the end of 2018, he and his wife have acquired a villa in the vacation village St. Konstantin in the Rhodope Mountains, above the town of Peshtera, against the modest amount of <strong>EUR 30,000<\/strong>. S<strong>imilar houses in the area sell for at least EUR 60,000 – EUR 70,000 and more<\/strong>, a check by <strong>Bivol<\/strong> shows. This is yet another deal with unrealistic prices of the Tsatsarov family over the years. The paradox is that the Prosecutor General must investigate the officials from the &#8220;ApartmentGate&#8221; scandal, involving similar unrealistic prices, damage to the budget and likely money laundering of income of dubious origin. The question now is WHO is going to probe Tsatsarov…<\/p>\n<p><strong>One hundred and forty square meters for EUR 30,000<\/strong><\/p>\n<p>On November 26, 2018, Sotir and Meglena Tsatsarovi acquired in the St. Konstantin village a villa of the type single-family house with a documented area of 75,000 square meters against BGN 58,674.9 or the equivalent of EUR 30,000. The total built-up area (all floors), however, is double &#8211; 139.75 square meters. Therefore, Tsatsarvovi have paid for the villa, which is a new construction, EUR 214 euro per square meter. The tax assessment stated in the notary deed is absurd &#8211; BGN 22,785.80.<\/p>\n<p>Villas in this area cannot be bought for less than EUR 60,000 – EUR 70,000, according to Bivol’s research into several real estate agencies. A villa next to Tsatsarov’s, but already finished and furnished, is listed for sale for EUR 75,000. In Tsatsarov’s villa there are still finishing works, but it was definitely not bought “off plan”. The property received Act 16 (permit to be used) on November 12, 2018, a few days before the family of Prosecutor General had acquired it.<\/p>\n<p>Tsatsarov&#8217;s villa is the end one in a group of new, tidy cottages located in a distinct neighborhood that has emerged in place of a former pioneer (Boy Scout) camp in the lush Rhodope scenery.<\/p>\n<p><strong>Building 80 square meters in two weeks?<\/strong><\/p>\n<p>The sequence of events preceding the property deal is extremely strange. On October 23, 2018, a right to build was established by the Regional Governor of the Pazardzhik Region for Kostadin Vladimirov Dzharov. He obtained the right to build and upgrade a pavilion building and superstructure with an area of 80 square meters adjacent to a legally erected building with the same cadastral number as the one that was later sold to Tsatsarov. The term of the building right is five years.<\/p>\n<p>Three days later, with a notarial deed of finding, Dzharov and his wife became the owners of the property. Another two weeks later, the whole building with the annex-pavilion and the superstructure received Act 16 with Certificate Number 56\/November 12, 2018 for the use of the building, issued by the Chief Architect of the Peshtera Municipality. On November 26, 2018, the finished property was sold to Tsatsarov.<\/p>\n<p>Such dynamics, urgency and unrealistic time for building and upgrading raise many questions about the legitimacy of the entire operation of bringing on paper the villa to a perfect and salable shape.<\/p>\n<p><strong>New village for Tsatsarov and other big shots<\/strong><\/p>\n<p>Since just several days ago, St. Konstantin is the newest village in Bulgaria. This was announced in a decree of the President of the Republic of Bulgaria Rumen Radev, dated May 8, 2019, over a proposal of the Ministry of Regional Development and Public Works (MRDPW) and the Council of Ministers from May 3, 2019. With St. Konstantin, the number of villages in Bulgaria reaches the round number of 5,000. The place is a popular resort because of the preserved nature, the beautiful views of the nearby Batak Dam and the proximity to the town of Peshtera and the city of Plovdiv. King Ferdinand personally declared it a resort in 1901. At present, there are over 1,000 private villas, many of which are quite expensive and belong to wealthy and well-known people.<\/p>\n<p>From documents in the Cadaster, it is clear that the land under Tsatsarov’s property and his neighbors’ one is still an exclusive State property. During the time of the Communist regime, it has been a pioneer camp. The property is of 186 decares with over 250 buildings. Most are old socialist shacks, but some of them have become luxury villas.<\/p>\n<p>The new village status of St. Konstantin is beneficial to Tsatsarov and his neighbors, who will pay lower taxes. &#8220;<em>According to the amendments to the Local Taxes and Fees Act, which were adopted in the fall of last year, it is envisaged that properties located in the resort and are not the main dwelling should be taxed at a higher rat<\/em>e,&#8221; reports the Peshtera Municipality, quoted by the <em>Videlina<\/em> newspaper. &#8220;<em>As a village, St. Konstantin will have lower taxes than the resorts and their amount will depend on the decision of the Peshtera Municipal Council<\/em>,&#8221; the municipality adds.<\/p>\n<p>Regarding citizens’ concerns that fencing will not be allowed, the Peshtera Municipality assuages these fears and further promises that &#8220;there will be no separation of plots for each villa because it is impossible. There will be no such plots to sell.&#8221;<\/p>\n<p>Whether these “spells” will resist appetites of owners to privatize and fence the plots is yet to be clarified, but the record shows that in resorts of national importance, State property, once turned into private, is quickly privatized and fenced.<\/p>\n<p><strong>Sotir Tsatsarov &#8211; serial property “simulant”<\/strong><\/p>\n<p>The issue of Tsatsarov’s fraudulent property deals was raised by Bivol and sent to the then-Supreme Judicial Council (SJC) <strong>before he was elected in 2012 as Prosecutor General<\/strong>. The most fascinating among these deals has been concluded before a notary at <strong>a price 120 times lower than the money actually paid<\/strong>. In 2008, Meglena Tsatsarova, who is also a notary, bought two orchards for BGN 119,096 (EUR 60,900) for each property. However, the notary deed lists a material interest of only BGN 1,000 per property.<\/p>\n<p>The story gained publicity because, because of litigation over the property. Tsatsarova filed a lawsuit against the sellers to get back her money – a total of EUR 121,800. The court’s grounds clearly set out two reasons to include a fictitious amount – <strong>payment of lower fees and the desire of the seller to conceal the real price.<\/strong><\/p>\n<p>Tsatsarov’s explanation emphasized on the second reason as a “normal practice” because the seller so insisted. Such statements, coming from a long-time magistrate, a President of the Plovdiv District Court and now Prosecutor General of Bulgaria are simply unacceptable.<\/p>\n<p>It is not clear whether two apartments in Plovdiv at unrealistically low prices had been acquired on the same grounds – the seller’s desire. On May 17, 2007, Meglena Tsatsarova acquired from the company Kalisto Mati a studio of 85 square meters on 24 “Opalchenska” Street in Plovdiv, along with a basement and 1\/5 ownership of the land under and around the building for only BGN 470 per square meter. <\/p>\n<p>Bivol recently <a href=\"https:\/\/bivol.bg\/en\/name-of-bulgarian-prosecutor-general-vanishes-from-scandalous-real-estate-deal.html\" rel=\"noopener noreferrer\" target=\"_blank\">revealed<\/a> that another deal of Sotir and Meglena Tsatsarov with Kalisto Matti &#8211; an apartment of nearly 56 square meters in the very downtown Plovdiv on 16, “Aleko Konstantinov” Street &#8211; had been successfully deleted from the Property Register. The apartment has a basement in a building with a yard of 586 square meters. <\/p>\n<p>The latter deal had been originally declared as &#8220;gift&#8221;, but after Bivol made it public, it was hastily changed to &#8220;purchase and sale&#8221;. Judge Tsatsarov explained at the time that five years after the deal’s conclusions, he realized that the apartment was mistakenly entered as a gift and then brought the correct documents to the Registry Agency. In a televised interview, he promised to show the notary deed but did not.<\/p>\n<p>Even assuming that in the course of five years Tsatsarov had not known about the mistake, the price of the property is more than low. The declared property price is BGN 41,307, which makes about EUR 378 per square meter. The price is at least twice lower than the 2007 market price of housing in this part of the city. <\/p>\n<p>In a special statement <a href=\"https:\/\/prb.bg\/bg\/news\/aktualno\/prescentyryt-na-prokuraturata-na-republika-byl-118\" rel=\"noopener noreferrer\" target=\"_blank\">published<\/a> on the official site of the Prosecutor&#8217;s Office, Sotir Tsatsarov once again promises to make the notary deed public and voices indignation that our publication about the concealed &#8220;gift-sale&#8221; had been signed by Bivol as an author, which he said was not &#8220;valiant&#8221;.<\/p>\n<p><strong>&#8220;Bivol&#8221;, as is well known not only in Bulgaria, is a joint alias of investigative journalists Assen Yordanov and Atanas Tchobanov<\/strong> who are also the authors of this publication. We called on Tsatsarov, as early as 2012, <strong>before he became Prosecutor General<\/strong>, <strong>to face us at a meeting of the SJC and give public explanations about his scandalous property deals<\/strong>. Then, he had no valiancy and courage to do so and even went into hiding and refused to answer our questions in all possible ways. We are now challenging again the Prosecutor General, after it became clear that he had acquired yet another &#8211; fourth property, at a very low price.<\/p>\n<p>Such acquisitions of housing or real estate at unrealistically low prices are made not because the seller so wanted but for the purpose of money laundering and concealment of illegally acquired income whose origin is difficult to prove. In essence, we are talking about the same crimes – declaring untrue data and tax evasion, which Tsatsarov has committed together with his wife. The irony is that currently, he is the one who has to probe other officials who have resigned over the same crimes from the &#8220;<strong>ApartmentGate<\/strong>&#8221; scandal.<br \/>\nAtanas Tchobanov, Assen Yordanov<\/p>\n","protected":false},"excerpt":{"rendered":"<p>Prosecutor General Sotir Tzatsarov emerges as a protagonist in the &#8220;ApartmentGate&#8221; series. At the end of 2018, he and his wife have acquired a villa in the vacation village St.&hellip;<\/p>\n","protected":false},"author":1,"featured_media":47371,"comment_status":"closed","ping_status":"closed","sticky":false,"template":"","format":"standard","meta":{"_mo_disable_npp":"","_relevanssi_hide_post":"","_relevanssi_pin_for_all":"","_relevanssi_pin_keywords":"","_relevanssi_unpin_keywords":"","_relevanssi_related_keywords":"","_relevanssi_related_include_ids":"","_relevanssi_related_exclude_ids":"","_relevanssi_related_no_append":"","_relevanssi_related_not_related":"","_relevanssi_related_posts":"","_relevanssi_noindex_reason":"","kia_subtitle":"","spay_email":"","jetpack_publicize_message":"","jetpack_is_tweetstorm":false},"categories":[5542,5806,7470],"tags":[9257,5127,9451,9448,9450,9449,8856,8863,9255],"jetpack_featured_media_url":"https:\/\/bivol.bg\/wp-content\/uploads\/2019\/05\/vila-cacarov-2.png","jetpack_publicize_connections":[],"jetpack_sharing_enabled":true,"jetpack_shortlink":"https:\/\/wp.me\/p9hbsr-ckn","jetpack_likes_enabled":true,"_links":{"self":[{"href":"https:\/\/bivol.bg\/en\/wp-json\/wp\/v2\/posts\/47391"}],"collection":[{"href":"https:\/\/bivol.bg\/en\/wp-json\/wp\/v2\/posts"}],"about":[{"href":"https:\/\/bivol.bg\/en\/wp-json\/wp\/v2\/types\/post"}],"author":[{"embeddable":true,"href":"https:\/\/bivol.bg\/en\/wp-json\/wp\/v2\/users\/1"}],"replies":[{"embeddable":true,"href":"https:\/\/bivol.bg\/en\/wp-json\/wp\/v2\/comments?post=47391"}],"version-history":[{"count":0,"href":"https:\/\/bivol.bg\/en\/wp-json\/wp\/v2\/posts\/47391\/revisions"}],"wp:featuredmedia":[{"embeddable":true,"href":"https:\/\/bivol.bg\/en\/wp-json\/wp\/v2\/media\/47371"}],"wp:attachment":[{"href":"https:\/\/bivol.bg\/en\/wp-json\/wp\/v2\/media?parent=47391"}],"wp:term":[{"taxonomy":"category","embeddable":true,"href":"https:\/\/bivol.bg\/en\/wp-json\/wp\/v2\/categories?post=47391"},{"taxonomy":"post_tag","embeddable":true,"href":"https:\/\/bivol.bg\/en\/wp-json\/wp\/v2\/tags?post=47391"}],"curies":[{"name":"wp","href":"https:\/\/api.w.org\/{rel}","templated":true}]}}