{"id":47564,"date":"2019-06-14T08:07:19","date_gmt":"2019-06-14T06:07:19","guid":{"rendered":"https:\/\/bivol.bg\/?p=47564"},"modified":"2019-06-14T08:07:19","modified_gmt":"2019-06-14T06:07:19","slug":"assen-yordanov-what-is-happening-to-me-is-called-tyranny","status":"publish","type":"post","link":"https:\/\/bivol.bg\/en\/assen-yordanov-what-is-happening-to-me-is-called-tyranny.html","title":{"rendered":"Assen Yordanov: What Is Happening to Me Is Called Tyranny"},"content":{"rendered":"<p class=\"p1\"><span class=\"s1\"><b>The Prosecutor&#8217;s Office and the Interior Ministry keep secret the name of the public prosecutor from the Supreme Prosecutor&#8217;s Office of Cassations, who is investigating me over a fake signal from the Civil Association BOETS (or BOEZ, meaning fighter). What is happening is tyranny. This is what journalist Assen Yordanov told <a href=\"https:\/\/frognews.bg\/inteviu\/asen-iordanov-sluchvashtoto-sreshtu-men-mrakobesie.html\">Frog News<\/a>. Here is what he revealed:<\/b><\/span><\/p>\n<p class=\"p1\"><span class=\"s1\"><b>Assen, they interrogated you for about three hours in the Main Directorate National Police. For what reason did they summon you there and what happened?<\/b><\/span><\/p>\n<p class=\"p1\"><span class=\"s1\">I was urgently summoned for questioning by the Supreme Prosecutor&#8217;s Office of Cassations. The Prosecutor&#8217;s Office took action because of a signal by the Civil Association BOETS, which turned out to be completely fake. The Prosecutor-General&#8217;s spokeswoman Rumyana Arnaudova refused to give any information about it. She even refused to answer what exactly had been initiated against me. She promised to do so if I made a formal inquiry. A few days ago, I did it, but to this day, I have no answer. The striking thing is that they hide the name of the monitoring prosecutor and the file number in the Supreme Prosecutor&#8217;s Office of Cassations. Arnaudova advised me to ask the police.<\/span><\/p>\n<p class=\"p1\"><span class=\"s1\"><b>Did not do it today?<\/b><\/span><\/p>\n<p class=\"p1\"><span class=\"s1\">Well, there they told me they would not say the name of the prosecutor because they were so ordered by the Supreme Prosecutor&#8217;s Office of Cassations. This is absurd. I have full reason as a party in the case, and as the affected person to at least be given a sign of why this thing has started. How it has started since BOETS strongly denies having sent such a signal. Once this signal turned out to be false, why is the Supreme Prosecutor&#8217;s Office of Cassations violating its own rules and has started a probe over an anonymous signal.<\/span><\/p>\n<p class=\"p1\"><span class=\"s1\"><b>What is this telling you?<\/b><\/span><\/p>\n<p class=\"p1\"><span class=\"s1\">There is a very serious trend in these people&#8217;s actions. After the conversation with Arnaudova it became clear that they are violating their own rules. It is about repressive actions in the dark against a certain person and a group of people. Such actions can only be defined as tyranny, obscurantism.<\/span><\/p>\n<p class=\"p1\"><span class=\"s1\"><b>It is no coincidence that the sender has decided to use BOETS’ name against you. We know that you are of one mind in the fight against the establishment. Do you assume that someone has deliberately decided to play dirty games with you and BOETS?<\/b><\/span><\/p>\n<p class=\"p1\"><span class=\"s1\">Anything is possible. Using BOETS as a fake sender of the signal is really a dirty game. This shows that the people who are doing this thing have a presumption of impunity. They do not worry that someone will be holding them accountable for tarnishing somebody’s name, for creating a false document, and so on. It is as if you were to be summoned to testify on a signal by Assen Yordanov. And for me to say that I have not sent such a signal. And the Prosecutor’s Office to launch a criminal investigation against you in violation of all rules and legal requirements.<\/span><\/p>\n<p class=\"p1\"><span class=\"s1\"><b>What is the purpose of such an active measure?<\/b><\/span><\/p>\n<p class=\"p1\"><span class=\"s1\">This is in order for me and my colleagues to be forced into a dead-end to defend ourselves from the repressive mechanism and all the power of the State. And, in fact, to be prevented from dealing with investigations into corruption in the high echelons of power and the gigantic abuses that people vested in power commit.<\/span><\/p>\n<p class=\"p1\"><span class=\"s1\"><b>In <\/b><a href=\"https:\/\/frognews.bg\/obshtestvo\/naroden-glas\/asen-iordanov-ima-ofanziva-diktaturata-falshiv-signal-sreshtu-nas-vpregna-tsialata-represiia-darjavata.html\"><span class=\"s2\"><b>the talk show of host Lyuba Kulezitch<\/b><\/span><\/a><b>, you assumed that the signal against you was over an abandoned meadow of one hectare near the Bulgarian-Turkish border. Were you right?<\/b><\/span><\/p>\n<p class=\"p1\"><span class=\"s1\">Yes, exactly. I am happy because I do not have properties. I am not a politician, not a civil servant, I have not operated with public funds, and I have not had a position of power to abuse or to produce some corruption. I have not acquired any houses in my life. I have an inherited apartment from my grandmother in an old condominium building. It is not even suitable to be lived in. I have one meadow, abandoned, weedy, without electricity, water, without having any opportunities to get European subsidies for it.<\/span><\/p>\n<p class=\"p1\"><span class=\"s1\"><b>How is this meadow described in the signal?<\/b><\/span><\/p>\n<p class=\"p1\"><span class=\"s1\">As an expensive forest, whose price can reach up to BGN 8,000. Any simple check can show that there is no forest there. The meadow is weedy, with grass and scrub. Abandoned. This area is completely deserted. This meadow has another status &#8211; it has no value nor is it attractive pricewise.<\/span><\/p>\n<p class=\"p1\"><span class=\"s1\"><b>We understand that Nikolay Goranov has questioned you in the Main Directorate National Police. How did he act?<\/b><\/span><\/p>\n<p class=\"p1\"><span class=\"s1\">Cautiously, he took my records. I gave him papers, a sketch, a cadastral sample. It shows that this property is worthless and not a forest. I gave him the price estimate of the municipality, which is BGN80. I also gave him a sample from the National Statistical Institute. Since 2015, the average price of abandoned areas in the region is BGN 139 per hectare. It is a fifth category land &#8211; these are low fertility lands.<\/span><\/p>\n<p class=\"p1\"><span class=\"s1\"><b>The Supreme Prosecutor&#8217;s Office of Cassations launched this investigation after the same information was published in media associated with Delyan Peevski.<\/b><\/span><\/p>\n<p class=\"p1\"><span class=\"s1\">Such is the scheme – first, a lie appears in Peevski’s media, then immediately, as in my case, the prosecution launches a probe.<\/span><\/p>\n<p class=\"p1\"><span class=\"s1\"><b>Do you think that this interrogation will be the end of story?<\/b><\/span><\/p>\n<p class=\"p1\"><span class=\"s1\">No, I expect the mafia in Bulgaria to take more radical action. Extreme actions against the people who expose the backstage mafia rule and the monstrous corruption in Bulgaria cannot be ruled out. The essence of the mafia has conquered the whole body of the State. This body has very little healthy parts left, but they cannot do anything. Worst of all, their future is doomed.<\/span><\/p>\n<p class=\"p1\"><span class=\"s1\">Interview by Katya Ilieva, <a href=\"https:\/\/frognews.bg\/inteviu\/asen-iordanov-sluchvashtoto-sreshtu-men-mrakobesie.html\">Frognews<\/a><\/span><\/p>\n<p>English Translation: Bivol<\/p>\n","protected":false},"excerpt":{"rendered":"<p>The Prosecutor&#8217;s Office and the Interior Ministry keep secret the name of the public prosecutor from the Supreme Prosecutor&#8217;s Office of Cassations, who is investigating me over a fake signal&hellip;<\/p>\n","protected":false},"author":1,"featured_media":47565,"comment_status":"closed","ping_status":"open","sticky":false,"template":"","format":"standard","meta":{"_mo_disable_npp":"","_relevanssi_hide_post":"","_relevanssi_pin_for_all":"","_relevanssi_pin_keywords":"","_relevanssi_unpin_keywords":"","_relevanssi_related_keywords":"","_relevanssi_related_include_ids":"","_relevanssi_related_exclude_ids":"","_relevanssi_related_no_append":"","_relevanssi_related_not_related":"","_relevanssi_related_posts":"","_relevanssi_noindex_reason":"","kia_subtitle":"","spay_email":"","jetpack_publicize_message":"","jetpack_is_tweetstorm":false},"categories":[4586,5955,5994,5548],"tags":[5110,5111,5974,9499,5142],"jetpack_featured_media_url":"https:\/\/bivol.bg\/wp-content\/uploads\/2019\/06\/asen_iordanov.jpg","jetpack_publicize_connections":[],"jetpack_sharing_enabled":true,"jetpack_shortlink":"https:\/\/wp.me\/p9hbsr-cna","jetpack_likes_enabled":true,"_links":{"self":[{"href":"https:\/\/bivol.bg\/en\/wp-json\/wp\/v2\/posts\/47564"}],"collection":[{"href":"https:\/\/bivol.bg\/en\/wp-json\/wp\/v2\/posts"}],"about":[{"href":"https:\/\/bivol.bg\/en\/wp-json\/wp\/v2\/types\/post"}],"author":[{"embeddable":true,"href":"https:\/\/bivol.bg\/en\/wp-json\/wp\/v2\/users\/1"}],"replies":[{"embeddable":true,"href":"https:\/\/bivol.bg\/en\/wp-json\/wp\/v2\/comments?post=47564"}],"version-history":[{"count":0,"href":"https:\/\/bivol.bg\/en\/wp-json\/wp\/v2\/posts\/47564\/revisions"}],"wp:featuredmedia":[{"embeddable":true,"href":"https:\/\/bivol.bg\/en\/wp-json\/wp\/v2\/media\/47565"}],"wp:attachment":[{"href":"https:\/\/bivol.bg\/en\/wp-json\/wp\/v2\/media?parent=47564"}],"wp:term":[{"taxonomy":"category","embeddable":true,"href":"https:\/\/bivol.bg\/en\/wp-json\/wp\/v2\/categories?post=47564"},{"taxonomy":"post_tag","embeddable":true,"href":"https:\/\/bivol.bg\/en\/wp-json\/wp\/v2\/tags?post=47564"}],"curies":[{"name":"wp","href":"https:\/\/api.w.org\/{rel}","templated":true}]}}