{"id":48034,"date":"2019-07-24T17:17:34","date_gmt":"2019-07-24T14:17:34","guid":{"rendered":"https:\/\/bivol.bg\/?p=48034"},"modified":"2019-07-26T15:20:58","modified_gmt":"2019-07-26T13:20:58","slug":"bulgarian-mep-asks-eur-4-5-million-from-libya-for-release-of-hijacked-tanker-badr","status":"publish","type":"post","link":"https:\/\/bivol.bg\/en\/bulgarian-mep-asks-eur-4-5-million-from-libya-for-release-of-hijacked-tanker-badr.html","title":{"rendered":"Bulgarian MEP Asks EUR 4.5 Million from Libya for Release of Hijacked Tanker ‘BADR’"},"content":{"rendered":"<p>At the beginning of August 2018, Bulgarian MEP <strong>Emil Radev<\/strong> (ruling party Citizens of European Development of Bulgaria, GERB\/European People’s Party, EPP), together with arms dealer <strong>Nikolai Gigov<\/strong> and <strong>Dimitar Borisov<\/strong> from the waste management company Titan, flew to Tripoli. They had a proposal to the State-owned Libyan company General National Maritime Transport Company (GNMTC) &#8211; a consultancy contract with a law office associated with Radev for EUR 4.5 million, against assistance for the release of the hijacked in Bulgaria Libyan tanker BADR.<\/p>\n<p>Bivol is in possession of Radev’s and Gigov’s visa application. They have sent copies of their passports to the Libyan Ministry of Transport to get the visas. According to information obtained by Bivol, they had flown to the Libyan capital from Istanbul. <strong>Mohamed Ellahresh<\/strong>, the official GNMTC negotiator in the tanker case, provided by phone details of their visit.<\/p>\n<div id=\"attachment_47973\" style=\"width: 758px\" class=\"wp-caption alignnone\"><a href=\"https:\/\/bivol.bg\/wp-content\/uploads\/2019\/07\/visa-radev-gigov.jpg\" data-rel=\"penci-gallery-image-content\" ><img aria-describedby=\"caption-attachment-47973\" data-attachment-id=\"47973\" data-permalink=\"https:\/\/bivol.bg\/en\/bulgarian-mep-asks-eur-4-5-million-from-libya-for-release-of-hijacked-tanker-badr.html\/visa-radev-gigov-2\" data-orig-file=\"https:\/\/bivol.bg\/wp-content\/uploads\/2019\/07\/visa-radev-gigov.jpg\" data-orig-size=\"748,1057\" data-comments-opened=\"0\" data-image-meta=\"{&quot;aperture&quot;:&quot;0&quot;,&quot;credit&quot;:&quot;&quot;,&quot;camera&quot;:&quot;&quot;,&quot;caption&quot;:&quot;&quot;,&quot;created_timestamp&quot;:&quot;0&quot;,&quot;copyright&quot;:&quot;&quot;,&quot;focal_length&quot;:&quot;0&quot;,&quot;iso&quot;:&quot;0&quot;,&quot;shutter_speed&quot;:&quot;0&quot;,&quot;title&quot;:&quot;&quot;,&quot;orientation&quot;:&quot;1&quot;}\" data-image-title=\"visa-radev-gigov\" data-image-description=\"\" data-medium-file=\"https:\/\/bivol.bg\/wp-content\/uploads\/2019\/07\/visa-radev-gigov-212x300.jpg\" data-large-file=\"https:\/\/bivol.bg\/wp-content\/uploads\/2019\/07\/visa-radev-gigov-725x1024.jpg\" loading=\"lazy\" class=\"wp-image-47973 size-full\" src=\"https:\/\/bivol.bg\/wp-content\/uploads\/2019\/07\/visa-radev-gigov.jpg\" alt=\"\" width=\"748\" height=\"1057\" srcset=\"https:\/\/bivol.bg\/wp-content\/uploads\/2019\/07\/visa-radev-gigov.jpg 748w, https:\/\/bivol.bg\/wp-content\/uploads\/2019\/07\/visa-radev-gigov-212x300.jpg 212w, https:\/\/bivol.bg\/wp-content\/uploads\/2019\/07\/visa-radev-gigov-725x1024.jpg 725w, https:\/\/bivol.bg\/wp-content\/uploads\/2019\/07\/visa-radev-gigov-585x827.jpg 585w\" sizes=\"(max-width: 748px) 100vw, 748px\" \/><\/a><p id=\"caption-attachment-47973\" class=\"wp-caption-text\">The visa application form from Radev and Gigov together<\/p><\/div>\n<p>&#8220;<em>Yes, I can confirm that he was in Libya and I had meetings with him between August 3 and 6, 2018,&#8221; says Ellahresh. &#8220;Mr. Radev was with two individuals named Mr. Gigov and Mr. Borisov and a Bulgarian citizen living in Libya (the latter name is Arab and cannot be deciphered from the recording). We had the impression that we are being contacted for diplomatic intervention because, obviously, Mr Radev is a person with diplomatic status, as I understand he is a Member of the European Parliament, and we believed that this was an official initiative by the Bulgarian state to solve the problem. Unfortunately, this was not the case, because when we met, our side talked about the violations by the Bulgarian administration, which are being examined in the Bulgarian court, and we were surprised that they talked about a settlement.<\/em>&#8221;<\/p>\n<p>Our editorial office is keeping the full recording of the conversation with Mr. Ellahresh.<\/p>\n<h2><strong>Consultation reeking of racket<\/strong><\/h2>\n<p>The settlement was to happen through a consultancy contract with a law office close to Radev for the impressive amount of EUR 4.5 million, of which EUR 1.5 million in a non-refundable prepayment, regardless of the outcome of the mediation.<\/p>\n<p>&#8220;<em>They suggested, through <strong>Maya Andreeva<\/strong>, a consultancy agreement, according to which GNMTC has to pay EUR 4.5 million to have the ship released. Part of the amount – EUR 1.5 million &#8211; would be non-refundable under any circumstances, whether the mediation is successful or fails, and the other part of this amount was supposed to be paid after the ship is released. Of course, such a consultancy contract for EUR 1.5 million is absurd, unreal, and we rejected the offer entirely and immediately informed Maya Andreeva via an official email. She is the person who works closely with Mr. Radev; I think she is his partner. As far as I understand, she is closely connected with the Bulgarian government in the transport sector.<\/em>&#8221;<\/p>\n<p>Asked again whether one of the Bulgarian visitors had been indeed <strong>Dimitar Borisov<\/strong>, one of the owners of the waste management company Titan, and co-owner of the company Bulgargeomin, claiming the ownership of the tanker, Ellahresh confirmed the following:<\/p>\n<p>&#8220;<em>Dimitar Borisov is the person who organized this whole scheme. He was sitting opposite us along with Gigov and Radev as a guarantee that the release would happen<\/em>.&#8221;<\/p>\n<p>However, the Libyans are firm that they would not submit to any form of ransom or racketeering to get back their illegally seized property and will seek their rights in court to the very end. The Libyan company is indeed very active in Bulgarian courts and international institutions, especially since the tanker was practically hijacked in Bulgarian territorial waters.<\/p>\n<h2><strong>Radev: Your facts are false, but I have no problem to be a consultant<\/strong><\/h2>\n<p>Asked via email about the occurrence and his actions, as well as a possible conflict with his functions as an MEP, Emil Radev replied:<\/p>\n<p><em>&#8220;What you claim is not true. I would like to inform you that for over 20 years I have practiced law as my profession. Practicing law is authorized for both Members of the Bulgarian Parliament and Members of the European Parliament and does not constitute a conflict of interest with parliamentary activity.&#8221;<\/em><\/p>\n<p>Bivol sent additional specific questions: what is not true in the factuality, who had financed the trip to Libya, had Radev received a fee, and if he had not received a fee what had motivated him to join Gigov and Borisov in this mediation procedure. We did not receive an answer by the publication of this article.<\/p>\n<p>It is a fact that the MEP combines his work as a lawyer at the Bar Association in the Black Sea city of Varna with his lawmaking activities. He is an expert in commercial, financial, administrative, international, private and civil law, according to his Wikipedia page, which presents him in a good light and with praiseworthy credentials. Emil Radev has declared to the European Parliament income from law practice, as well as from the company &#8220;Invest consulting 2002&#8221;, whose managers are his relatives.<\/p>\n<p>However, law practice to obtain benefits through an openly criminal scheme hardly fits the high moral and ethical standards that Members of the European Parliament should hold dear. Moreover, other officials, such as Maya Andreeva, are involved, while the reputation of the other intermediaries Nikolai Gigov and Dimitar Borisov is rather shady.<\/p>\n<h2><strong>The “preferential” MEP<\/strong><\/h2>\n<p>In the last European Parliament elections, Emil Radev from GERB had a hard time being re-elected, although whole villages far away from his native Varna voted preferentially for him, as the analysis of the election results shows. A witness explained this phenomenon before the online edition Offnews with the illegal practice of vote-buying. &#8220;<em>I bought the votes for Radev,<\/em>&#8221; directly says the witness in front of the reporters.<\/p>\n<div id=\"attachment_47976\" style=\"width: 310px\" class=\"wp-caption alignright\"><a href=\"https:\/\/bivol.bg\/wp-content\/uploads\/2019\/07\/passport-radev.jpg\" data-rel=\"penci-gallery-image-content\" ><img aria-describedby=\"caption-attachment-47976\" data-attachment-id=\"47976\" data-permalink=\"https:\/\/bivol.bg\/en\/bulgarian-mep-asks-eur-4-5-million-from-libya-for-release-of-hijacked-tanker-badr.html\/passport-radev-2\" data-orig-file=\"https:\/\/bivol.bg\/wp-content\/uploads\/2019\/07\/passport-radev.jpg\" data-orig-size=\"744,533\" data-comments-opened=\"0\" data-image-meta=\"{&quot;aperture&quot;:&quot;0&quot;,&quot;credit&quot;:&quot;&quot;,&quot;camera&quot;:&quot;&quot;,&quot;caption&quot;:&quot;&quot;,&quot;created_timestamp&quot;:&quot;0&quot;,&quot;copyright&quot;:&quot;&quot;,&quot;focal_length&quot;:&quot;0&quot;,&quot;iso&quot;:&quot;0&quot;,&quot;shutter_speed&quot;:&quot;0&quot;,&quot;title&quot;:&quot;&quot;,&quot;orientation&quot;:&quot;1&quot;}\" data-image-title=\"passport-radev\" data-image-description=\"\" data-medium-file=\"https:\/\/bivol.bg\/wp-content\/uploads\/2019\/07\/passport-radev-300x215.jpg\" data-large-file=\"https:\/\/bivol.bg\/wp-content\/uploads\/2019\/07\/passport-radev.jpg\" loading=\"lazy\" class=\"wp-image-47976 size-medium\" src=\"https:\/\/bivol.bg\/wp-content\/uploads\/2019\/07\/passport-radev-300x215.jpg\" alt=\"\" width=\"300\" height=\"215\" srcset=\"https:\/\/bivol.bg\/wp-content\/uploads\/2019\/07\/passport-radev-300x215.jpg 300w, https:\/\/bivol.bg\/wp-content\/uploads\/2019\/07\/passport-radev-585x419.jpg 585w, https:\/\/bivol.bg\/wp-content\/uploads\/2019\/07\/passport-radev.jpg 744w\" sizes=\"(max-width: 300px) 100vw, 300px\" \/><\/a><p id=\"caption-attachment-47976\" class=\"wp-caption-text\">Radev&#8217;s passport copy attached to the visa application<\/p><\/div>\n<p>That ended up not being enough, however, and Radev did not get the number of preferences needed to rearrange the ballot. Nevertheless, GERB&#8217;s inner reshuffles with other MEP candidates such as Mariya Gabriel and Lilyana Pavlova, who declined becoming MEPs, still propelled him to the European Parliament.<\/p>\n<p>Once in there, Radev succeeded in taking the important post of Deputy Chair of the Committee on Civil Liberties, Justice and Home Affairs (LIBE). In his previous term, he was a member of the Committee on Legal Affairs.<\/p>\n<p>In the military, Emil Radev had served in the same secret naval unit &#8220;Tihina&#8221; as the two bosses of the Varna-based TIM group &#8211; Ivo Kamenov and Marin Mitev. The late German investigative journalist Jürgen Roth also noted this fact from his biography in a <a href=\"https:\/\/www.novinite.com\/articles\/125699\/German+Journalist%3A+Bulgarian+PM+Protects+Shady+Business\" target=\"_blank\" rel=\"noopener noreferrer\">publication<\/a> in which he asks whether Radev is not Prime Minister Boyko Borisov’s connection with the scandalous Varna group.<\/p>\n<p>As a Member of the Bulgarian Parliament, Emil Radev was the one to initiate the legislative changes that eliminated the free access to companies’ history in the Commercial Registry. This happened after Bivol published documents proving the past connection of the Prime Minister with an illegal cigarette factory in Kraymorie on the Black Sea coast. The anti-mafia police discovered and attacked the factory in 1995. Subsequently, the legal case reached a dead end, and Borisov and his partner Rumen “The Pasha” Nikolov sold the company &#8220;Teo International&#8221; to Ivo Kamenov from TIM.<\/p>\n<h2><strong>A contract with a protégé of Radev, a mediator with State Security ties, a friend of Borisov<\/strong><\/h2>\n<p>The name of <strong>Maya Andreeva<\/strong>, who, according to the Libyan side, had sent the written offer discussed at the meeting, emerged years ago in a scandal related to Radev. In 2011, she was appointed member of the Central Electoral Commission (CEC) from the GERB quota. It became clear at that time that Andreeva shared an office with the MP from GERB, Emil Radev, but he denied having anything to do with her.<\/p>\n<p>Andreeva&#8217;s career advancement continued in 2017 when she became a member of the Board of Directors of Sofia Airport, in which she still holds a seat. The Ministry of Transport is the owner (principal) of Sofia Airport, while Andreeva’s appointment happened during the term of Transport Minister Ivaylo Moskovski from GERB.<br \/>\nBivol sent questions to Maya Andreeva via the Sofia Airport press office, but no answer was received by the publication of this article.<\/p>\n<div id=\"attachment_47979\" style=\"width: 310px\" class=\"wp-caption alignleft\"><a href=\"https:\/\/bivol.bg\/wp-content\/uploads\/2019\/07\/passport-gigov.jpg\" data-rel=\"penci-gallery-image-content\" ><img aria-describedby=\"caption-attachment-47979\" data-attachment-id=\"47979\" data-permalink=\"https:\/\/bivol.bg\/en\/bulgarian-mep-asks-eur-4-5-million-from-libya-for-release-of-hijacked-tanker-badr.html\/passport-gigov-2\" data-orig-file=\"https:\/\/bivol.bg\/wp-content\/uploads\/2019\/07\/passport-gigov.jpg\" data-orig-size=\"750,550\" data-comments-opened=\"0\" data-image-meta=\"{&quot;aperture&quot;:&quot;0&quot;,&quot;credit&quot;:&quot;&quot;,&quot;camera&quot;:&quot;&quot;,&quot;caption&quot;:&quot;&quot;,&quot;created_timestamp&quot;:&quot;0&quot;,&quot;copyright&quot;:&quot;&quot;,&quot;focal_length&quot;:&quot;0&quot;,&quot;iso&quot;:&quot;0&quot;,&quot;shutter_speed&quot;:&quot;0&quot;,&quot;title&quot;:&quot;&quot;,&quot;orientation&quot;:&quot;1&quot;}\" data-image-title=\"passport-gigov\" data-image-description=\"\" data-medium-file=\"https:\/\/bivol.bg\/wp-content\/uploads\/2019\/07\/passport-gigov-300x220.jpg\" data-large-file=\"https:\/\/bivol.bg\/wp-content\/uploads\/2019\/07\/passport-gigov.jpg\" loading=\"lazy\" class=\"size-medium wp-image-47979\" src=\"https:\/\/bivol.bg\/wp-content\/uploads\/2019\/07\/passport-gigov-300x220.jpg\" alt=\"\" width=\"300\" height=\"220\" srcset=\"https:\/\/bivol.bg\/wp-content\/uploads\/2019\/07\/passport-gigov-300x220.jpg 300w, https:\/\/bivol.bg\/wp-content\/uploads\/2019\/07\/passport-gigov-585x429.jpg 585w, https:\/\/bivol.bg\/wp-content\/uploads\/2019\/07\/passport-gigov.jpg 750w\" sizes=\"(max-width: 300px) 100vw, 300px\" \/><\/a><p id=\"caption-attachment-47979\" class=\"wp-caption-text\">Gigov&#8217;s passport copy attached to the visa application<\/p><\/div>\n<p>Arms dealer <strong>Nikolai Gigov<\/strong> has been entangled in a number of scandals over the years, while high-ranking officer of the Communist regime secret services (State Security, DS) <strong>Paraskev Paraskevov<\/strong> has worked at Gigov’s arms-dealing company Delta-G. Paraskevov is the father of <strong>Sasho Angelov<\/strong>, the lawyer of controversial media mogul and lawmaker <strong>Delyan Peevski<\/strong>.<\/p>\n<p>In turn, Angelov is the owner of key offshores affiliated with Peevski. The father, Paraskev Paraskevov, is the most senior partner of the law office representing Peevski in the US, where former banker Tsvetan Vassilev filed a complaint against Peevski under the Magnitsky act, as an <a href=\"https:\/\/bivol.bg\/en\/panama-papers-controversial-mps-trusted-lawyer-owns-key-offshores-the-spectrum-of-bulgarian-kgb.html\" target=\"_blank\" rel=\"noopener noreferrer\">investigation by Bivol<\/a>, based on the Panama Papers proved.<\/p>\n<p>In a classified US diplomatic cable, published by WikiLeaks, US diplomat Alex Karagiannis portrays Gigov in the following way:<\/p>\n<p>5.<em>(SECRET\/NOFORN) Nikolai Gigov is an extremely well-connected businessman, whose legitimate business interests besides Delta G include insurance and private security ventures as well as ownership of Sofia&#8217;s Lokomotiv soccer club. He is widely alleged to have brokered arms deals with the former Yugoslavia in violation of UN embargoes, and may have an ongoing role in illegal traffic in methamphetamines. He has family ties to Serbia, and displays a vocal antipathy toward Muslims. Through a combination of personal ties and liberal political donations, Gigov counts many of Bulgaria&#8217;s most powerful figures as &#8220;close personal friends,&#8221; including President Parvanov, Interior Minister Petkov, and Sofia Mayor Borisov. He recently put these ties to use as the local agent for EADS, helping the European consortium win the MoD&#8217;s competition to supply the Bulgarian military with Eurocopter helicopters. He has also worked with General Dynamics to supply Bulgarian-origin weapons and munitions to the Afghan National Army, and has indicated to us that he is interested in representing either Boeing or Lockheed in the MoD&#8217;s anticipated tender for fighter aircraft.<\/em><\/p>\n<div id=\"attachment_47982\" style=\"width: 263px\" class=\"wp-caption alignleft\"><a href=\"https:\/\/bivol.bg\/wp-content\/uploads\/2019\/07\/gigov-borisov.jpg\" data-rel=\"penci-gallery-image-content\" ><img aria-describedby=\"caption-attachment-47982\" data-attachment-id=\"47982\" data-permalink=\"https:\/\/bivol.bg\/en\/bulgarian-mep-asks-eur-4-5-million-from-libya-for-release-of-hijacked-tanker-badr.html\/gigov-borisov-2\" data-orig-file=\"https:\/\/bivol.bg\/wp-content\/uploads\/2019\/07\/gigov-borisov.jpg\" data-orig-size=\"256,303\" data-comments-opened=\"0\" data-image-meta=\"{&quot;aperture&quot;:&quot;0&quot;,&quot;credit&quot;:&quot;&quot;,&quot;camera&quot;:&quot;&quot;,&quot;caption&quot;:&quot;&quot;,&quot;created_timestamp&quot;:&quot;0&quot;,&quot;copyright&quot;:&quot;&quot;,&quot;focal_length&quot;:&quot;0&quot;,&quot;iso&quot;:&quot;0&quot;,&quot;shutter_speed&quot;:&quot;0&quot;,&quot;title&quot;:&quot;&quot;,&quot;orientation&quot;:&quot;0&quot;}\" data-image-title=\"gigov-borisov\" data-image-description=\"\" data-medium-file=\"https:\/\/bivol.bg\/wp-content\/uploads\/2019\/07\/gigov-borisov-253x300.jpg\" data-large-file=\"https:\/\/bivol.bg\/wp-content\/uploads\/2019\/07\/gigov-borisov.jpg\" loading=\"lazy\" class=\"size-medium wp-image-47982\" src=\"https:\/\/bivol.bg\/wp-content\/uploads\/2019\/07\/gigov-borisov-253x300.jpg\" alt=\"\" width=\"253\" height=\"300\" srcset=\"https:\/\/bivol.bg\/wp-content\/uploads\/2019\/07\/gigov-borisov-253x300.jpg 253w, https:\/\/bivol.bg\/wp-content\/uploads\/2019\/07\/gigov-borisov.jpg 256w\" sizes=\"(max-width: 253px) 100vw, 253px\" \/><\/a><p id=\"caption-attachment-47982\" class=\"wp-caption-text\">Nikolaicho Gigov (right) and Boyko Borisov  (left) playing tennis<\/p><\/div>\n<p>Bivol sent questions to Nikolai Gigov via Delta-G&#8217;s e-mail about his visit to Libya, together with Emil Radev and Dimitar Borisov, but did not receive answers.<\/p>\n<p>The co-owner of &#8220;Titan&#8221; and &#8220;Bulgargeomin&#8221; Dimitar Borisov publicly voiced his support for GERB and Prime Minister Boyko Borisov at a protest rally in 2013 against the resignation of Borisov’s first government. At that time, he was also the owner of the CSKA football club, and <a href=\"https:\/\/tr.bivol.bg\/view.php?guid=42B2D354D42B51733090A8F7CB1D14D31E87848C66CEA3AABDD78CC4D64768CC\" target=\"_blank\" rel=\"noopener noreferrer\">his companies<\/a> successfully bid in a number of public tenders for over BGN 106 million for waste removal in cities run by GERB. Outside this successful business with government support, Dimitar Borisov often makes headlines for disturbing public order and fistfights with people from the underground.<\/p>\n<h2><strong>MEP mediates in a pirate-like criminal case <\/strong><\/h2>\n<p>On December 22, 2018, armed guards of a security company without a license literally hijacked the tanker BADR. These guards also included active police officers dressed in private guard uniforms. An investigation by Bivol revealed that <a href=\"https:\/\/bivol.bg\/en\/special-task-force-policeman-leads-hijacking-of-badr-tanker.html\" target=\"_blank\" rel=\"noopener noreferrer\">Alexander Longochev<\/a>, a police officer from the special police task force in the Bulgarian capital (SPS-Sofia) had been among the thugs on board. The Ministry of Interior conducted long probes, but finally <a href=\"https:\/\/bivol.bg\/en\/bulgarian-interior-ministry-sacks-policeman-who-hijacked-libyan-tanker.html\" target=\"_blank\" rel=\"noopener noreferrer\">fired him<\/a>.<\/p>\n<p>When the scandal flared, the new Ukrainian crew even tried to flee with the tanker from Bulgarian territorial waters but was forcibly returned and is still anchored in the bay of the Black Sea City of Burgas. Its Panamanian flag, registered by Bulgargeomin, was withdrawn as well as the certificates of sailing.<\/p>\n<p>This pirate action led to an international scandal due to Libya&#8217;s diplomatic reaction. The tanker became subject of top-level negotiations between Prime Minister Borisov and his Libyan counterpart. The Libyan side has brought lawsuits before Bulgarian courts to regain ownership on the tanker, which it has been successfully winning so far.<\/p>\n<div id=\"attachment_48020\" style=\"width: 286px\" class=\"wp-caption alignleft\"><a href=\"https:\/\/bivol.bg\/wp-content\/uploads\/2019\/07\/borisov-miting-borisov.jpg\" data-rel=\"penci-gallery-image-content\" ><img aria-describedby=\"caption-attachment-48020\" data-attachment-id=\"48020\" data-permalink=\"https:\/\/bivol.bg\/en\/bulgarian-mep-asks-eur-4-5-million-from-libya-for-release-of-hijacked-tanker-badr.html\/borisov-miting-borisov-2\" data-orig-file=\"https:\/\/bivol.bg\/wp-content\/uploads\/2019\/07\/borisov-miting-borisov.jpg\" data-orig-size=\"618,671\" data-comments-opened=\"0\" data-image-meta=\"{&quot;aperture&quot;:&quot;0&quot;,&quot;credit&quot;:&quot;&quot;,&quot;camera&quot;:&quot;&quot;,&quot;caption&quot;:&quot;&quot;,&quot;created_timestamp&quot;:&quot;0&quot;,&quot;copyright&quot;:&quot;&quot;,&quot;focal_length&quot;:&quot;0&quot;,&quot;iso&quot;:&quot;0&quot;,&quot;shutter_speed&quot;:&quot;0&quot;,&quot;title&quot;:&quot;&quot;,&quot;orientation&quot;:&quot;0&quot;}\" data-image-title=\"borisov-miting-borisov\" data-image-description=\"\" data-medium-file=\"https:\/\/bivol.bg\/wp-content\/uploads\/2019\/07\/borisov-miting-borisov-276x300.jpg\" data-large-file=\"https:\/\/bivol.bg\/wp-content\/uploads\/2019\/07\/borisov-miting-borisov.jpg\" loading=\"lazy\" class=\"size-medium wp-image-48020\" src=\"https:\/\/bivol.bg\/wp-content\/uploads\/2019\/07\/borisov-miting-borisov-276x300.jpg\" alt=\"\" width=\"276\" height=\"300\" srcset=\"https:\/\/bivol.bg\/wp-content\/uploads\/2019\/07\/borisov-miting-borisov-276x300.jpg 276w, https:\/\/bivol.bg\/wp-content\/uploads\/2019\/07\/borisov-miting-borisov-585x635.jpg 585w, https:\/\/bivol.bg\/wp-content\/uploads\/2019\/07\/borisov-miting-borisov.jpg 618w\" sizes=\"(max-width: 276px) 100vw, 276px\" \/><\/a><p id=\"caption-attachment-48020\" class=\"wp-caption-text\">Dimitar Borissov rallying in support of Boyko Borisov in 2013<\/p><\/div>\n<p>The claimant for the ownership of the tanker is Bulgargeomin, which presents itself as the successor of the former State-owned company with the same name, but it has nothing to do with it. Co-owners of Bulgargeomin are companies related to <strong>Dimitar Borisov<\/strong> and former State Security agent <strong>Tsvetan Tsanev<\/strong>, (Zwetan Tsanev). Tsanev is a Swiss citizen and a lawyer involved in numerous murky affairs, including <a href=\"https:\/\/correctiv.org\/en\/top-stories-en\/2015\/04\/16\/cosa-nostra-diamonds\/\" target=\"_blank\" rel=\"noopener noreferrer\">diamond business with Cosa Nostra<\/a> and <a href=\"https:\/\/bivol.bg\/en\/bulgarian-lawyer-behind-libyan-tanker-hijacking-launders-money-for-venezuelas-maduro.html\" target=\"_blank\" rel=\"noopener noreferrer\">laundering millions<\/a> of dollars for the regime of Venezuelan President Nicolas Maduro through the Bulgarian Investbank. Bulgaria’s Prosecutor General, Sotir Tsatsarov, announced at the time of the latter revelations that United States’ partner law enforcement authorities had reported that they had obtained information on money transfers from Venezuela to Bulgaria.<\/p>\n<p>The scheme also includes private law enforcement agent (PLEA) <strong>Totko Kolev<\/strong>, who has breached a bunch of rules and court decisions to transfer the ownership of the tanker to Bulgargeomin through a public sale. Because of these unlawful actions, the Disciplinary Committee of the Chamber of Private Enforcement Agents revoked his license for two years. Kolev appealed to the Supreme Administrative Court (SAC), but lost in a final rule, which describes in detail the chronology and the violations that led to the pirate seizure of foreign ownership.<\/p>\n<p>However, the court rule does not mention something even more drastic &#8211; all actions of Bulgargeomin before the Bulgarian courts and the private enforcement agents to obtain the tanker BADR are based on a <strong>document that is proven to be forged<\/strong>. This is a EUR-9 million maritime mortgage issued in Athens, bearing the signature and the seal of Greek notary Ioanna Andreadaki. However, Andreadaki insists that her signature and seal are forged. She has filed a complaint with the Greek Prosecutor’s Office whose investigation is ongoing.<\/p>\n<p>When the scandal turned international, the Bulgarian State institutions expressed tacit support for the pirates, distancing themselves from the case, declaring the criminal scheme a &#8220;private legal&#8221; dispute, and accepting a fake mortgage as proof.<\/p>\n<p>The Bulgarian Prosecutor&#8217;s Office had also known about the fake mortgage and had launched an investigation at the beginning of 2018 on a complaint by the Libyan side. However, this fact became public only after Greek police arrested agent Georgios Lapas, who had brought the representative of Bulgargeomin Assen Kavdansky to the notary in Athens.<\/p>\n<p><strong>Thus, instead of putting an end to an obviously criminal story, the Prosecutor&#8217;s Office had been idle, while MEP Radev and arms dealer Gigov had tried to take advantage of the situation through consultancy services.<\/strong><\/p>\n<p>Although the judicial saga with the tanker continues, there is already a clear result of the criminal activities of the group, whose consultant is Emil Radev – tarnishing Bulgaria’s image abroad. The site of the US Office of Naval Intelligence reports the capture of BADR in Bulgaria as a pirate attack.<\/p>\n<p><em>Atanas Tchobanov, Assen Yordanov<\/em><\/p>\n","protected":false},"excerpt":{"rendered":"<p>At the beginning of August 2018, Bulgarian MEP Emil Radev (ruling party Citizens of European Development of Bulgaria, GERB\/European People’s Party, EPP), together with arms dealer Nikolai Gigov and Dimitar&hellip;<\/p>\n","protected":false},"author":1,"featured_media":48014,"comment_status":"closed","ping_status":"closed","sticky":true,"template":"","format":"standard","meta":{"_mo_disable_npp":"","_relevanssi_hide_post":"","_relevanssi_pin_for_all":"","_relevanssi_pin_keywords":"","_relevanssi_unpin_keywords":"","_relevanssi_related_keywords":"","_relevanssi_related_include_ids":"","_relevanssi_related_exclude_ids":"","_relevanssi_related_no_append":"","_relevanssi_related_not_related":"","_relevanssi_related_posts":"","_relevanssi_noindex_reason":"","kia_subtitle":"","spay_email":"","jetpack_publicize_message":"","jetpack_is_tweetstorm":false},"categories":[5542,5806],"tags":[8973,9399,9591,8097,5147,9592,5966],"jetpack_featured_media_url":"https:\/\/bivol.bg\/wp-content\/uploads\/2019\/07\/badr-radev-gigov-titan.jpeg","jetpack_publicize_connections":[],"jetpack_sharing_enabled":true,"jetpack_shortlink":"https:\/\/wp.me\/p9hbsr-cuK","jetpack_likes_enabled":true,"_links":{"self":[{"href":"https:\/\/bivol.bg\/en\/wp-json\/wp\/v2\/posts\/48034"}],"collection":[{"href":"https:\/\/bivol.bg\/en\/wp-json\/wp\/v2\/posts"}],"about":[{"href":"https:\/\/bivol.bg\/en\/wp-json\/wp\/v2\/types\/post"}],"author":[{"embeddable":true,"href":"https:\/\/bivol.bg\/en\/wp-json\/wp\/v2\/users\/1"}],"replies":[{"embeddable":true,"href":"https:\/\/bivol.bg\/en\/wp-json\/wp\/v2\/comments?post=48034"}],"version-history":[{"count":0,"href":"https:\/\/bivol.bg\/en\/wp-json\/wp\/v2\/posts\/48034\/revisions"}],"wp:featuredmedia":[{"embeddable":true,"href":"https:\/\/bivol.bg\/en\/wp-json\/wp\/v2\/media\/48014"}],"wp:attachment":[{"href":"https:\/\/bivol.bg\/en\/wp-json\/wp\/v2\/media?parent=48034"}],"wp:term":[{"taxonomy":"category","embeddable":true,"href":"https:\/\/bivol.bg\/en\/wp-json\/wp\/v2\/categories?post=48034"},{"taxonomy":"post_tag","embeddable":true,"href":"https:\/\/bivol.bg\/en\/wp-json\/wp\/v2\/tags?post=48034"}],"curies":[{"name":"wp","href":"https:\/\/api.w.org\/{rel}","templated":true}]}}