{"id":48314,"date":"2019-08-29T10:00:54","date_gmt":"2019-08-29T07:00:54","guid":{"rendered":"https:\/\/bivol.bg\/?p=48314"},"modified":"2019-09-06T12:19:43","modified_gmt":"2019-09-06T10:19:43","slug":"italian-smugglers-deliver-waste-for-bulgarian-energy-mogul","status":"publish","type":"post","link":"https:\/\/bivol.bg\/en\/italian-smugglers-deliver-waste-for-bulgarian-energy-mogul.html","title":{"rendered":"Italian Smugglers Deliver Waste for Bulgarian ‘Energy Mogul’"},"content":{"rendered":"<p><strong>Sergio Gozza<\/strong>, investigated in Italy for illegal waste trafficking, delivers via <strong>Ecoexport S.r.L.<\/strong> the waste that is burned in the Thermal Power Plants (TPPs) associated with Bulgarian energy boss <strong>Hristo Kovachki<\/strong>. Gozza has long been delivering waste for incineration to Bulgaria and Romania. His business in Romania no longer exists, however, there are no problems in Bulgaria and the institutions keep closing their eyes.<\/p>\n<p>In July 2010, Gozza was arrested, along with 15 other suspects, during an operation led by prosecutors in Naples and Ancona and was placed under house arrest. The group is accused of falsifying results from a lab test for arsenic levels in 150,000 metric tons of waste destined for Germany. Prosecutors said the defendants were &#8220;fully aware of their role in the complex scheme of illegal storing of waste&#8221;. However, because of a statute of limitations, they have not been sentenced.<\/p>\n<p>A joint <a href=\"https:\/\/www.ilfattoquotidiano.it\/2019\/03\/09\/rifiuti-lexport-milionario-della-monnezza-italia-romania-per-bruciare-a-costo-zero-tra-infiltrazioni-criminali-e-affari-doro\/5019590\/\">investigation<\/a> by the centers for investigative journalism – Italian IRPI and Rise Romania, coordinated by the Organized Crime and Corruption Reporting Project (<a href=\"https:\/\/www.occrp.org\/en\/documentaries\/cements-dirty-business\/\">OCCRP<\/a>) reveals that Gozza has also been behind the scandal with the burning of Italian waste in Romania at Holcim&#8217;s cement factories. In 2013, a ship carrying 2,700 metric tons of waste from the Deco plant in Abruzzo was detained for months at the Romanian Constanta port. The exporter of the cargo was Sergio Gozza through the Brescia company Ecovalsabbia.<\/p>\n<p><span class=\"embed-youtube\" style=\"text-align:center; display: block;\"><iframe class='youtube-player' width='1170' height='659' src='https:\/\/www.youtube.com\/embed\/m_7FOmtqFus?version=3&#038;rel=1&#038;showsearch=0&#038;showinfo=1&#038;iv_load_policy=1&#038;fs=1&#038;hl=en-US&#038;autohide=2&#038;wmode=transparent' allowfullscreen='true' style='border:0;' sandbox='allow-scripts allow-same-origin allow-popups allow-presentation'><\/iframe><\/span><\/p>\n<p>&nbsp;<\/p>\n<p>Ecovalsabbia and Ecoexport are registered at the same address, have the same phone numbers and email addresses, and Sergio Gozza is the manager of both companies.<\/p>\n<div id=\"attachment_48272\" style=\"width: 1034px\" class=\"wp-caption alignnone\"><a href=\"https:\/\/bivol.bg\/wp-content\/uploads\/2019\/08\/gozza-ecoexport.png\" data-rel=\"penci-gallery-image-content\" ><img aria-describedby=\"caption-attachment-48272\" data-attachment-id=\"48272\" data-permalink=\"https:\/\/bivol.bg\/en\/italian-smugglers-deliver-waste-for-bulgarian-energy-mogul.html\/gozza-ecoexport-2\" data-orig-file=\"https:\/\/bivol.bg\/wp-content\/uploads\/2019\/08\/gozza-ecoexport.png\" data-orig-size=\"1154,674\" data-comments-opened=\"0\" data-image-meta=\"{&quot;aperture&quot;:&quot;0&quot;,&quot;credit&quot;:&quot;&quot;,&quot;camera&quot;:&quot;&quot;,&quot;caption&quot;:&quot;&quot;,&quot;created_timestamp&quot;:&quot;0&quot;,&quot;copyright&quot;:&quot;&quot;,&quot;focal_length&quot;:&quot;0&quot;,&quot;iso&quot;:&quot;0&quot;,&quot;shutter_speed&quot;:&quot;0&quot;,&quot;title&quot;:&quot;&quot;,&quot;orientation&quot;:&quot;0&quot;}\" data-image-title=\"gozza-ecoexport\" data-image-description=\"\" data-medium-file=\"https:\/\/bivol.bg\/wp-content\/uploads\/2019\/08\/gozza-ecoexport-300x175.png\" data-large-file=\"https:\/\/bivol.bg\/wp-content\/uploads\/2019\/08\/gozza-ecoexport-1024x598.png\" loading=\"lazy\" class=\"size-large wp-image-48272\" src=\"https:\/\/bivol.bg\/wp-content\/uploads\/2019\/08\/gozza-ecoexport-1024x598.png\" alt=\"\" width=\"1024\" height=\"598\" srcset=\"https:\/\/bivol.bg\/wp-content\/uploads\/2019\/08\/gozza-ecoexport-1024x598.png 1024w, https:\/\/bivol.bg\/wp-content\/uploads\/2019\/08\/gozza-ecoexport-300x175.png 300w, https:\/\/bivol.bg\/wp-content\/uploads\/2019\/08\/gozza-ecoexport-768x449.png 768w, https:\/\/bivol.bg\/wp-content\/uploads\/2019\/08\/gozza-ecoexport-585x342.png 585w, https:\/\/bivol.bg\/wp-content\/uploads\/2019\/08\/gozza-ecoexport.png 1154w\" sizes=\"(max-width: 1024px) 100vw, 1024px\" \/><\/a><p id=\"caption-attachment-48272\" class=\"wp-caption-text\">Certificate linking Exoexport to Sergio Gozza<\/p><\/div>\n<p>After hitting a wall in Romania, Gozza has headed to Bulgaria, where the institutions are not causing troubles for him. Our investigation found evidence that in 2015 Ecovalsabbia had delivered incineration waste to Holcim&#8217;s cement plant in Bulgaria’s Beli Izvor.<\/p>\n<div class=\"penci-post-gallery-container justified column-2\" data-height=\"150\" data-margin=\"3\"><a class=\"item-gallery-justified\" href=\"https:\/\/bivol.bg\/wp-content\/uploads\/2019\/08\/eco-valsabbia-beli-iskur.png\" title=\"През 2015 г. Eco Valsabbia изпраща 10000 тона за изгаряне във циментовата фабрика на Holcim в Бели Искър.\" data-rel=\"penci-gallery-image-content\"><img src=\"https:\/\/bivol.bg\/wp-content\/uploads\/2019\/08\/eco-valsabbia-beli-iskur-585x822.png\" alt=\"Italian Smugglers Deliver Waste for Bulgarian ‘Energy Mogul’\" title=\"eco-valsabbia-beli-iskur\"><\/a><a class=\"item-gallery-justified\" href=\"https:\/\/bivol.bg\/wp-content\/uploads\/2019\/08\/ecoexport-gozza.png\" title=\"Серджо Гозза е посочен като единствен управител на Ecoexport, а телефоните и имейлите са същите като на Eco Valsabbia\" data-rel=\"penci-gallery-image-content\"><img src=\"https:\/\/bivol.bg\/wp-content\/uploads\/2019\/08\/ecoexport-gozza-585x829.png\" alt=\"Italian Smugglers Deliver Waste for Bulgarian ‘Energy Mogul’\" title=\"ecoexport-gozza\"><\/a><\/div>\n<p>&#8220;Many businessmen dealing with waste are associated with people from criminal groups like the Camorra,&#8221; Adriano D&#8217;Elia, of the Tuscan Guardia di Finanza, has told IRPI. However, for Sergio Gozza in particular, there is no evidence of a connection with the Italian mafia, Italian investigative journalist Cecilia Anesi, who co-authored the IRPI investigation, explains to Bivol. A court in Ancona terminated the criminal case against Gozza and his accomplices in November 2018.<\/p>\n<p>Our editorial office is in possession of a bill of lading, which shows that Gozza’s Ecoexport S.r.L. has supplied TPPs connected to Kovachki with incineration waste. The waste passes through the Black Sea Port of Burgas &#8211; West, which is owned by Bulgarian businessman Kiril Domuschiev.<\/p>\n<p>The sales representative of Ecovalsabbia is the Bulgarian <a href=\"https:\/\/www.linkedin.com\/in\/yuliyana-stoyanova-8a316a155\/\">Yuliyana Stoyanova<\/a>, while Romanian <a href=\"https:\/\/www.linkedin.com\/in\/cristina-tanasa-8b2137b4\/?trk=public_profile_browsemap_mini-profile_title&amp;originalSubdomain=it\">Christina Tanasa<\/a> is in charge of solid household and municipal waste in Eastern Europe as a representative of Ecovalsabbia and Ecoexport.<\/p>\n<p>Bivol called Yuliyana Stoyanova and asked what volumes of garbage had been contracted by Italian companies as suppliers of Kovachki&#8217;s business. She declined to comment, citing a ban by the company&#8217;s director on providing information to the media. &#8220;Everything is legal and the Ministry can safely provide information to you,&#8221; she said. However, the press office of the Bulgaria Ministry of Environment and Waters (MOEWs) also refused to answer our questions and we had to file them under the Access to Public Information Act (APIA).<\/p>\n<h2><strong>We are burning waste against pocket change<\/strong><\/h2>\n<p>With the blessing of the government and local authorities, Bulgaria has become a territory for the uncontrolled incineration of municipal and household waste. Evidence in favor of this statement is the thick black smoke, often rising from the chimneys of several TPPs in our country. Most notably, this happens in the western city of Pernik, in TPP Republic, in TPP Bobov Dol, in the scandalous TPP Brickel in the town of Galabovo and in TPP Sliven in the city of Sliven. All of these plants, in one form or another, incinerate waste &#8211; with a complex permit or as experimental combustion.<\/p>\n<p>The ownership in all four power plants is linked to businessman and energy boss Hristo Kovachki, described in leaked US classified diplomatic cables, published by <a href=\"https:\/\/wikileaks.org\/plusd\/cables\/06SOFIA1691_a.html\">WikiLeaks<\/a>, as a key player in Bulgaria&#8217;s so-called &#8220;energy mafia&#8221;.<\/p>\n<p><em>21. (C) Hristo Kovachki is the newest player in the sector and, according to Kaptial&#8217;s Alexandrova, lacks the professional expertise and savvy of Manchev and Georgiev. Kovachki&#8217;s roots are more directly associated with organized crime. He was a close associate of Konstantin Dimitrov (a.k.a. Samokovetsa), who, before being murdered in Amsterdam in 2003, was one of Bulgaria&#8217;s biggest smugglers. Some, like Dyulgerov, believe that Dimitrov&#8217;s illicit activities were the source of Kovachki&#8217;s start-up capital, which he then used to buy into the energy sector. Others who are more acquainted with Dimitrov and Bulgaria&#8217;s smuggling channels see Russia and Russian organized crime behind Kovachki&#8217;s wealth. Regardless of the source of his initial wealth, Kovacki&#8217;s current empire is vast. Along with being the owner of the only brick factory in the Balkans (Brikel), Kovachki and his primary company &#8220;Atomenergoremont&#8221; own at least 4 mines, 5 district heating facilities (in Burgas, Pleven, Veliko Turnovo, Gabrovo and Vratsa), several thermal power plants (TPP) including a 51% stake in Dimitrovgrad&#8217;s mini-Martisa East 3, as well as controlling five coal companies and being a minority shareholder in Sofia&#8217;s municipal bank. More recently, he was the only bidder for the Sliven heating utility in late November.<\/em><\/p>\n<p>The primary lender of businesses associated with Hristo Kovachki is Bulgarian First Investment Bank (FIB or Fibank). One of the bank&#8217;s owners, Ivaylo Mutafchiev, is Kovachki&#8217;s best man. According to <a href=\"https:\/\/pib.bivol.bg\/\">research<\/a> by Bivol from 2014, the liabilities of his group of companies to Fibank exceed BGN 300 million. Following on from these findings, Greenpeace published a <a href=\"https:\/\/storage.googleapis.com\/planet4-bulgaria-stateless\/2019\/03\/db06f7e3-the-financial-mines_en_short.pdf\">report<\/a> on Kovachki&#8217;s business, titled Financial Mines, suggesting that the businessman is not a standalone player but is most likely a frontman for the business and political groups around FIB.<\/p>\n<p>The burning of Italian waste is a new stage in the businessman’s energy-related projects and it is logical from an economic viewpoint. Different companies in Italy sell different types of municipal, household and industrial waste and refuse-derived fuel (RDF) for between EUR 80 and 140 per metric ton. More expensive waste can only be burned or, in other words, “utilized” with code R1. In order to receive waste, an Italian company must submit to the local authorities in charge of the landfills, a certificate that it has a site, a license and permits for the relevant volumes from the competent authorities in the country.<\/p>\n<p>The company Trash Universe has all of the above and is <a href=\"http:\/\/www.stz.riew.e-gov.bg\/files\/File\/Otpadaci_Pochvi\/Registracii\/2019\/Izdadeni\/468-00.pdf\">authorized<\/a> by the Regional Inspectorate of Environment and Waters (RIEWs) in the Bulgarian city of Stara Zagora to burn 1.6 million metric tons of waste in Bulgaria. The Trash Universe correspondence address is in the town of Galabovo, at the Brickel site, located on the territory of the village of Obruchishte on a 25-decare plot, owned by Brickel EAD. Formally, the company has no relationship with Kovachki, but there is evidence of indirect links.<\/p>\n<p>The company is authorized to treat waste in the volume of 200,000 metric tons of plastic and rubber, much of which can be mixed for the purpose of their &#8220;utilization&#8221; in the range R1 &#8211; R12. R1 stands for combustion in furnaces. The other activities between R2 and R12 are for utilization in other ways. Most often, this involves the melting of polymers and turning them into a solder for bricks, tiles and other building materials. There are also attempts to extract fuel for generators from the polymers in the RDF.<\/p>\n<p>Trash Universe is further allowed to store and process 700,000 metric tons of combustible RDF waste &#8211; modified fuels derived from waste, and the treatment of another 700,000 metric tons of other waste, including mixtures of materials resulting from the treatment of other categories of waste.<\/p>\n<p>According to Bivol sources, “emissaries” associated with Kovachki are touring with the permit in question, and are offering to different companies in Italy to buy waste at lower prices. Even if it buys at EUR 100 per metric ton at a market price of EUR 140, Thrash Universe becomes a desirable partner. After deducting transport costs and port charges, the revenue for the company is between EUR 45 and 60 per metric ton upon the arrival of the RDF at Port Burgas. Since 2015, Hristo Kovachki also has his own railway carrier, which minimizes domestic transportation costs. If all quantities are shipped through Italian counterparties, then Trash Universe will generate around EUR 80 million in revenue.<\/p>\n<h2><strong>Double profit<\/strong><\/h2>\n<p>The Waste Management Act (Article 89, paragraph 2) contains a clear ban on the transportation of waste for the Republic of Bulgaria intended for incineration or co-incineration exceeding for the respective calendar year half of the annual capacity of the installation specified in the permit.<\/p>\n<p>According to the Bulgarian online news site <a href=\"https:\/\/www.dnevnik.bg\/bulgaria\/2019\/08\/28\/3956237_tec_brikel_shte_gori_otpaduci_po_dogovor_s_taini\/\"><em>Dnevnik<\/em><\/a>, Brickel has a contract (with secret clauses) for the burning of 500,000 metric tons of waste from the Municipality of Galabovo. The volumes of imported Italian waste and whether they do exceed half of the capacity of Kovachki&#8217;s installations remain unclear, but the MOEWs and the Customs Agency must answer these questions in accordance with the APIA.<\/p>\n<div id=\"attachment_48253\" style=\"width: 1034px\" class=\"wp-caption alignnone\"><a href=\"https:\/\/bivol.bg\/wp-content\/uploads\/2019\/08\/bobov-dol-1.jpg\" data-rel=\"penci-gallery-image-content\" ><img aria-describedby=\"caption-attachment-48253\" data-attachment-id=\"48253\" data-permalink=\"https:\/\/bivol.bg\/en\/italian-smugglers-deliver-waste-for-bulgarian-energy-mogul.html\/bobov-dol-1-2\" data-orig-file=\"https:\/\/bivol.bg\/wp-content\/uploads\/2019\/08\/bobov-dol-1.jpg\" data-orig-size=\"1200,900\" data-comments-opened=\"0\" data-image-meta=\"{&quot;aperture&quot;:&quot;1.9&quot;,&quot;credit&quot;:&quot;&quot;,&quot;camera&quot;:&quot;Redmi Note 5&quot;,&quot;caption&quot;:&quot;&quot;,&quot;created_timestamp&quot;:&quot;1565722999&quot;,&quot;copyright&quot;:&quot;&quot;,&quot;focal_length&quot;:&quot;3.94&quot;,&quot;iso&quot;:&quot;100&quot;,&quot;shutter_speed&quot;:&quot;0.00065616797900262&quot;,&quot;title&quot;:&quot;&quot;,&quot;orientation&quot;:&quot;1&quot;}\" data-image-title=\"bobov-dol-1\" data-image-description=\"\" data-medium-file=\"https:\/\/bivol.bg\/wp-content\/uploads\/2019\/08\/bobov-dol-1-300x225.jpg\" data-large-file=\"https:\/\/bivol.bg\/wp-content\/uploads\/2019\/08\/bobov-dol-1-1024x768.jpg\" loading=\"lazy\" class=\"size-large wp-image-48253\" src=\"https:\/\/bivol.bg\/wp-content\/uploads\/2019\/08\/bobov-dol-1-1024x768.jpg\" alt=\"\" width=\"1024\" height=\"768\" srcset=\"https:\/\/bivol.bg\/wp-content\/uploads\/2019\/08\/bobov-dol-1-1024x768.jpg 1024w, https:\/\/bivol.bg\/wp-content\/uploads\/2019\/08\/bobov-dol-1-300x225.jpg 300w, https:\/\/bivol.bg\/wp-content\/uploads\/2019\/08\/bobov-dol-1-768x576.jpg 768w, https:\/\/bivol.bg\/wp-content\/uploads\/2019\/08\/bobov-dol-1-1170x878.jpg 1170w, https:\/\/bivol.bg\/wp-content\/uploads\/2019\/08\/bobov-dol-1-585x439.jpg 585w, https:\/\/bivol.bg\/wp-content\/uploads\/2019\/08\/bobov-dol-1.jpg 1200w\" sizes=\"(max-width: 1024px) 100vw, 1024px\" \/><\/a><p id=\"caption-attachment-48253\" class=\"wp-caption-text\">Екип на Биволъ засне боклуците, складирани в ТЕЦ &#8211; Бобов дол<\/p><\/div>\n<p>It is clear, however, that the European waste is much more profitable. Local Bulgarian companies that sell RDF pay only up to BGN 20 per metric ton to the incinerators. The difference with Italian waste is many times over.<br \/>\nBrickel EAD has an interest in burning as much as possible of the waste delivered to the Trash Universe site. Moreover, the control of the volumes of waste entering the Trash Universities site is done with an electronic balance scale owned by Brickel itself.<\/p>\n<p>The interests of the TPPs in Sliven, Bobov Dol and Pernik are identical. According to many experts, Pernik&#8217;s TPP Republic is most interested in burning biomass and RDF because the coal produced in the area is currently low in calorific value and has high moisture. It needs an alternative fuel to ignite. There are no such coal issues at Brickel EAD, but there is a clear financial interest there and it has a permit for the site.<\/p>\n<p>In order to &#8220;utilize&#8221; RDFs in TPPs, they must have generation power, otherwise, they do not meet the criteria. In Galabovo, Sliven and Pernik the supply of heat is real, but Bobov Dol does not supply heat to nearby consumers. There, the energy serves to heat greenhouses located near the TPP building in its own yard.<\/p>\n<p>The waste-burning business has another sweet side &#8211; the State buys the electricity from the TPPs at preferential prices. Brickel only generates about BGN 40 million annually above the commodity exchange price of electricity, according to the analysis of financier and co-chairman of the party Green Movement Vladislav Panev.<\/p>\n<p>This leads to the absurd situation that TPPs that possess installed cogeneration and a complex permit to burn municipal and industrial waste profit once from the preferential prices and from the burned waste for which they are paid, all at the expense of pollution and damage to taxpayers&#8217; health.<\/p>\n<h2><strong>Is there an Environmental Impact Assessment (EIA)?<\/strong><\/h2>\n<p>Over a year ago, several media outlets warned that instead of shutting down the TPP, the government is allowing Brickel EAD to implement its investment proposal for the use of alternative fuels such as biomass, RDF, petrochemicals and other similar industrial and municipal waste.<\/p>\n<p>After researching the &#8220;innovation&#8221; project, the RIEWs in Stara Zagora decided that there was no need for an EIA. Its experts take for granted that the innovation aims to improve the environmental quality of the area and reduce the cost of generating electricity. The situation with TPP Sliven, which is also under the care of the RIEWs Stara Zagora, is identical &#8211; no request for an EIA. <em>Capital<\/em> weekly <a href=\"https:\/\/www.capital.bg\/politika_i_ikonomika\/bulgaria\/2019\/06\/21\/3927820_poveliteliat_na_otpaducite\/\">details<\/a> the chronology that led to the burning of RDF in the city without an EIA of the investment proposal.<\/p>\n<div id=\"attachment_48256\" style=\"width: 1034px\" class=\"wp-caption alignnone\"><a href=\"https:\/\/bivol.bg\/wp-content\/uploads\/2019\/08\/tec-republica.png\" data-rel=\"penci-gallery-image-content\" ><img aria-describedby=\"caption-attachment-48256\" data-attachment-id=\"48256\" data-permalink=\"https:\/\/bivol.bg\/en\/italian-smugglers-deliver-waste-for-bulgarian-energy-mogul.html\/tec-republica-2\" data-orig-file=\"https:\/\/bivol.bg\/wp-content\/uploads\/2019\/08\/tec-republica.png\" data-orig-size=\"1366,768\" data-comments-opened=\"0\" data-image-meta=\"{&quot;aperture&quot;:&quot;0&quot;,&quot;credit&quot;:&quot;&quot;,&quot;camera&quot;:&quot;&quot;,&quot;caption&quot;:&quot;&quot;,&quot;created_timestamp&quot;:&quot;0&quot;,&quot;copyright&quot;:&quot;&quot;,&quot;focal_length&quot;:&quot;0&quot;,&quot;iso&quot;:&quot;0&quot;,&quot;shutter_speed&quot;:&quot;0&quot;,&quot;title&quot;:&quot;&quot;,&quot;orientation&quot;:&quot;0&quot;}\" data-image-title=\"tec-republica\" data-image-description=\"\" data-medium-file=\"https:\/\/bivol.bg\/wp-content\/uploads\/2019\/08\/tec-republica-300x169.png\" data-large-file=\"https:\/\/bivol.bg\/wp-content\/uploads\/2019\/08\/tec-republica-1024x576.png\" loading=\"lazy\" class=\"size-large wp-image-48256\" src=\"https:\/\/bivol.bg\/wp-content\/uploads\/2019\/08\/tec-republica-1024x576.png\" alt=\"\" width=\"1024\" height=\"576\" srcset=\"https:\/\/bivol.bg\/wp-content\/uploads\/2019\/08\/tec-republica-1024x576.png 1024w, https:\/\/bivol.bg\/wp-content\/uploads\/2019\/08\/tec-republica-300x169.png 300w, https:\/\/bivol.bg\/wp-content\/uploads\/2019\/08\/tec-republica-768x432.png 768w, https:\/\/bivol.bg\/wp-content\/uploads\/2019\/08\/tec-republica-1170x658.png 1170w, https:\/\/bivol.bg\/wp-content\/uploads\/2019\/08\/tec-republica-585x329.png 585w, https:\/\/bivol.bg\/wp-content\/uploads\/2019\/08\/tec-republica.png 1366w\" sizes=\"(max-width: 1024px) 100vw, 1024px\" \/><\/a><p id=\"caption-attachment-48256\" class=\"wp-caption-text\">Екип на Биволъ засне с дрон балите боклук в ТЕЦ-Република, Перник.<\/p><\/div>\n<p>So far, other investment proposals for the burning of waste by TPPs have hit a wall in several cities like the northwestern city of Pleven and the Danube city of Ruse because of fears of significant negative impact on human health.<\/p>\n<p>However, the most dramatic resistance to the burning of RDF has happened in the city Vratsa, also in northwestern Bulgaria. There, the city&#8217;s residents started to plan protest rallies when a municipal councilor decided to push the idea in the local parliament. Finally, Vratsa Mayor Kalin Kamenov announced that he was against burning waste in his city.<\/p>\n<h2><strong>Experts: Burning waste in old installations is harmful and dangerous<\/strong><\/h2>\n<p>The Stara Zagora RIEWs decision on Brickel states that the implementation of the project does not envisage a change of technology, because the addition of biomass, waste, RDF and oil shale would not change the composition of the waste generated by the TPP. For most independent experts, such statements are, to put it mildly, ridiculous.<br \/>\nExperts explain why burning RDF in makeshift incinerators, such as TPPs’ is harmful and dangerous. The capacities in question were mainly built in the 1950s and 1960s. TPP Republic &#8211; 1951, Brickel &#8211; 1962, TPP Sliven &#8211; 1966. Only Bobov Dol began operating in 1973. It is difficult, even impossible, to bring such installations in line with current European standards.<\/p>\n<p>Accidentally or not, in recent years there have been fires on the territory of the TPPs associated with Kovachki in Pernik and Sliven. At the end of September 2018, a serious fire broke out in the yard of TPP Sliven. According to the official version, a spark of self-igniting coal caused the incident. During the disaster, it was announced that straw bales were burning. This is the biomass used to ignite low-calorie coal. In addition to the large fire near the TPP, at the same time, there were also two other fires in Sliven &#8211; waste and dry grass fires in two factories in the industrial zone of the city, near the TPP. According to many witnesses, polymers were also burning in the area, most likely RDF, as the smell of burned plastic was carrying around in the city. Almost identical incidents occurred in Pernik. According to official data, in the summer of 2017 and the winter of 2018, cables covered with coal dust had been on fire. The recent fire of waste under a bridge on the Struma highway near the western town Dupnitsa that caused significant road damage also turned out to be destined for TPP Bobov Dol.<\/p>\n<p>Most heating utilities, which are believed to be owned by Kovachki, apply to burn waste in their furnaces. At best, they have desulfurization. In fact, the RDF combustion produces non-organic gases such as sulfur dioxide, nitrogen and carbon monoxide and hydrogen chloride. Toxic metal compounds are formed based on arsenic, lead, chromium, nickel, cadmium. Carcinogenic benzenes, phenols, dioxins, and furans are also released. For the last two, it is known that they accumulate in the environment and organisms through the food chain, therefore they literally threaten human health and the environment. The TPPs are not adapted to purify these toxins. And for that to happen, tens of millions of investments are needed, which are obviously not planned.<\/p>\n<p>Bivol made several urgent requests for interviews with the Director of the RIEWs in Pernik and with Environmental Minister Neno Dimov, but the MOEWs press office declined. Several inquiries under the APIA to the MOEWs and the Customs Agency are underway with the hope to shed more light on the volume of municipal and industrial waste entering our country, the entities that process it and the contradictory practice of regional eco-inspectorates regarding the need of EIAs.<\/p>\n<h2><strong>Institutions fail to see Kovachki<\/strong><\/h2>\n<p>The MOEW&#8217;s lack of adequate response to the waste burning and RDF crisis has prompted the opposition across the entire political spectrum and industry organizations to attack the government on the grounds that it has provided a cover-up for Hristo Kovachki. With their specific actions in scandalous cases related to the businessman, the institutions indeed give reason to doubt them.<\/p>\n<p>For example, the Competition Protection Commission (CPC) recently refused to launch an investigation of electricity producers and traders linked to Kovachki. Several employers&#8217; organizations claim that they manipulate the electricity commodity market in order to enrich themselves.<\/p>\n<p>The CPC justified its refusal with the companies not being personally owned by Kovachki and the ultimate owners of the capital of the heating utilities being various foreign natural persons without connections between them. These are actually several Seychelles offshores, but the CPC has not bothered to investigate whether the same person is behind them. Naturally, the answer angered industry organizations.<\/p>\n<p>In recent days, the opposition Bulgarian Socialist Party (BSP) became involved in the attack against Kovachki. They alerted the Prosecutor&#8217;s Office about the environmental problem caused by waste incineration in several TPPs.<\/p>\n<h2><strong>Garbage, oil shale and mink biomass?<\/strong><\/h2>\n<p>The Trash Universe company, which appears to be at the center of Kovacki&#8217;s waste incineration “ecosystem”, is linked to another major scandal in recent weeks &#8211; the burial of hundreds of tons of mink near Sliven.<br \/>\nAccording to the registries, Trash Universe has no visible connection with Kovachki. Georgi Vassilev Iliev, born in 1982, owns the company. He registered the company in July 2018 in partnership with Ak Commerce owned by Assen Krastev, who is also a partner in another company with famous Chef and restaurant owner Uti Bachvarov. Subsequently, Ak Commerce has transferred its company shares (10%) to Iliev.<\/p>\n<p><a href=\"https:\/\/bivol.bg\/wp-content\/uploads\/2019\/08\/iliev-mininvest.png\" data-rel=\"penci-gallery-image-content\" ><img data-attachment-id=\"48298\" data-permalink=\"https:\/\/bivol.bg\/en\/right-of-reply-italians-we-deliver-waste-to-bulgarian-tpp-energy-moguls-tpps-we-burn-waste-legally-it-is-eco-friendly.html\/iliev-mininvest-2\" data-orig-file=\"https:\/\/bivol.bg\/wp-content\/uploads\/2019\/08\/iliev-mininvest.png\" data-orig-size=\"1574,1458\" data-comments-opened=\"0\" data-image-meta=\"{&quot;aperture&quot;:&quot;0&quot;,&quot;credit&quot;:&quot;&quot;,&quot;camera&quot;:&quot;&quot;,&quot;caption&quot;:&quot;&quot;,&quot;created_timestamp&quot;:&quot;0&quot;,&quot;copyright&quot;:&quot;&quot;,&quot;focal_length&quot;:&quot;0&quot;,&quot;iso&quot;:&quot;0&quot;,&quot;shutter_speed&quot;:&quot;0&quot;,&quot;title&quot;:&quot;&quot;,&quot;orientation&quot;:&quot;0&quot;}\" data-image-title=\"iliev-mininvest\" data-image-description=\"\" data-medium-file=\"https:\/\/bivol.bg\/wp-content\/uploads\/2019\/08\/iliev-mininvest-300x278.png\" data-large-file=\"https:\/\/bivol.bg\/wp-content\/uploads\/2019\/08\/iliev-mininvest-1024x949.png\" loading=\"lazy\" class=\"alignnone size-large wp-image-48298\" src=\"https:\/\/bivol.bg\/wp-content\/uploads\/2019\/08\/iliev-mininvest-1024x949.png\" alt=\"\" width=\"1024\" height=\"949\" srcset=\"https:\/\/bivol.bg\/wp-content\/uploads\/2019\/08\/iliev-mininvest-1024x949.png 1024w, https:\/\/bivol.bg\/wp-content\/uploads\/2019\/08\/iliev-mininvest-300x278.png 300w, https:\/\/bivol.bg\/wp-content\/uploads\/2019\/08\/iliev-mininvest-768x711.png 768w, https:\/\/bivol.bg\/wp-content\/uploads\/2019\/08\/iliev-mininvest-1170x1084.png 1170w, https:\/\/bivol.bg\/wp-content\/uploads\/2019\/08\/iliev-mininvest-585x542.png 585w, https:\/\/bivol.bg\/wp-content\/uploads\/2019\/08\/iliev-mininvest.png 1574w\" sizes=\"(max-width: 1024px) 100vw, 1024px\" \/><\/a><\/p>\n<p>In addition to Trash Universe, Iliev also owns the companies Min Invest and Vidahim Export, the latter had been the owner of the former before selling its shares to Iliev. The previous owner of Vidahim Export is Miglena Yordanova-Petrishki. As <em>Capital<\/em> weekly notes, she sits on the boards of several companies linked to Kovachki, as well as on the supervisory board of the political party “Leader”, also affiliated with the businessman.<\/p>\n<p>After Brickel announced that it would diversify its fuels with biomass, RDF and petrochemicals, <em>Capital<\/em> found a reference in the Ministry of Energy&#8217;s register, according to which Min Invest is the only Bulgarian company with a concession to extract petrochemicals. The concession is for a terrain in the village of Borov Dol.<\/p>\n<p>According to the Prosecutor&#8217;s Office, between 120 and 140 metric tons of skinned minks had been found at this site, the website <em><a href=\"https:\/\/zaistinata.com\/%D0%BA%D0%B0%D0%BA%D0%B2%D0%BE-%D0%BA%D1%80%D0%B8%D0%B5-%D0%B3%D1%80%D0%BE%D0%B1%D0%B8%D1%89%D0%B5%D1%82%D0%BE-%D0%B7%D0%B0-%D0%BD%D0%BE%D1%80%D0%BA%D0%B8-%D0%BA%D1%80%D0%B0%D0%B9-%D1%81-%D0%B1\/\" target=\"_blank\" rel=\"noopener noreferrer\">About the Truth<\/a><\/em> reports. The publication notes that the burial of such a quantity of mink in the site for the extraction of oil shale is impossible without the knowledge of Min Invest, because heavy equipment is needed for it, which is only available to the concessionaire.<\/p>\n<p><em>Author: Dimitar Stoyanov, editor: Atanas Tchobanov<\/em><\/p>\n<p>See also: <strong>Right of Reply:<\/strong> <a href=\"https:\/\/bivol.bg\/en\/right-of-reply-italians-we-deliver-waste-to-bulgarian-tpp-energy-moguls-tpps-we-burn-waste-legally-it-is-eco-friendly.html\">ITALIANS: WE DELIVER WASTE TO BULGARIAN TPP; ENERGY MOGUL’S TPPS: WE BURN WASTE LEGALLY, IT IS ECO-FRIENDLY<\/a><\/p>\n","protected":false},"excerpt":{"rendered":"<p>Sergio Gozza, investigated in Italy for illegal waste trafficking, delivers via Ecoexport S.r.L. the waste that is burned in the Thermal Power Plants (TPPs) associated with Bulgarian energy boss Hristo&hellip;<\/p>\n","protected":false},"author":20613,"featured_media":48233,"comment_status":"closed","ping_status":"closed","sticky":false,"template":"","format":"standard","meta":{"_mo_disable_npp":"","_relevanssi_hide_post":"","_relevanssi_pin_for_all":"","_relevanssi_pin_keywords":"","_relevanssi_unpin_keywords":"","_relevanssi_related_keywords":"","_relevanssi_related_include_ids":"","_relevanssi_related_exclude_ids":"","_relevanssi_related_no_append":"","_relevanssi_related_not_related":"","_relevanssi_related_posts":"","_relevanssi_noindex_reason":"","kia_subtitle":"","spay_email":"","jetpack_publicize_message":"","jetpack_is_tweetstorm":false},"categories":[5542,5806],"tags":[9633,9643,9639,9640,5785,5107,9644,9641,9642,9637],"jetpack_featured_media_url":"https:\/\/bivol.bg\/wp-content\/uploads\/2019\/08\/dim-galabovo.jpg","jetpack_publicize_connections":[],"jetpack_sharing_enabled":true,"jetpack_shortlink":"https:\/\/wp.me\/p9hbsr-czg","jetpack_likes_enabled":true,"_links":{"self":[{"href":"https:\/\/bivol.bg\/en\/wp-json\/wp\/v2\/posts\/48314"}],"collection":[{"href":"https:\/\/bivol.bg\/en\/wp-json\/wp\/v2\/posts"}],"about":[{"href":"https:\/\/bivol.bg\/en\/wp-json\/wp\/v2\/types\/post"}],"author":[{"embeddable":true,"href":"https:\/\/bivol.bg\/en\/wp-json\/wp\/v2\/users\/20613"}],"replies":[{"embeddable":true,"href":"https:\/\/bivol.bg\/en\/wp-json\/wp\/v2\/comments?post=48314"}],"version-history":[{"count":0,"href":"https:\/\/bivol.bg\/en\/wp-json\/wp\/v2\/posts\/48314\/revisions"}],"wp:featuredmedia":[{"embeddable":true,"href":"https:\/\/bivol.bg\/en\/wp-json\/wp\/v2\/media\/48233"}],"wp:attachment":[{"href":"https:\/\/bivol.bg\/en\/wp-json\/wp\/v2\/media?parent=48314"}],"wp:term":[{"taxonomy":"category","embeddable":true,"href":"https:\/\/bivol.bg\/en\/wp-json\/wp\/v2\/categories?post=48314"},{"taxonomy":"post_tag","embeddable":true,"href":"https:\/\/bivol.bg\/en\/wp-json\/wp\/v2\/tags?post=48314"}],"curies":[{"name":"wp","href":"https:\/\/api.w.org\/{rel}","templated":true}]}}