{"id":48484,"date":"2019-09-17T17:52:19","date_gmt":"2019-09-17T15:52:19","guid":{"rendered":"https:\/\/bivol.bg\/?p=48484"},"modified":"2019-09-20T15:54:09","modified_gmt":"2019-09-20T13:54:09","slug":"nouvelobs-tchobanov","status":"publish","type":"post","link":"https:\/\/bivol.bg\/en\/nouvelobs-tchobanov.html","title":{"rendered":"Atanas Tchobanov &#8211; the Journalist Who Rattles Bulgarian Authorities"},"content":{"rendered":"<p>With their revelations about corruption in Bulgaria, Atanas Tchobanov and his site Bivol (&#8220;the Buffalo&#8221;) get in the way. To the point that the Bulgarian Prosecutor&#8217;s Office has asked the French judicial system to investigate the former political refugee residing in France.<\/p>\n<p>By Jean-Baptiste Naudet, <a href=\"https:\/\/www.nouvelobs.com\/teleobs\/20190915.OBS18462\/atanas-tchobanov-le-journaliste-qui-fait-trembler-le-pouvoir-bulgare.html\" target=\"_blank\" rel=\"noopener noreferrer\">Nouvel Observateur<\/a>, published on September 15, 2019<\/p>\n<p>Atanas Tchobanov, 51, did not find, as in &#8220;The Godfather&#8221;, a bloody horse&#8217;s head in his bed. However, almost two years ago, coming out of his apartment in the Parisian suburbs to go to work, the CNRS engineer, who is also the editor-in-chief of the Bulgarian site Bivol, discovered something that looked a lot like a warning. Someone had put a very big, staffed blue toy wolf on the hood of his car. No doubt a way to show this troublemaker, a former Bulgarian political refugee in France, that they knew where to find him.<\/p>\n<p>A while ago, this specialist in artificial intelligence and deep learning had received a disturbing letter, locating with precision the rail station in Ile-de-France from where he takes the train to go to work. The sender – a store in Sofia selling and trading arms. A clear message. At the origin of the biggest revelations of political scandals and corruption in Bulgaria these past years, Atanas Tchobanov and Bivol journalists are getting in the way. They are constantly under pressure &#8211; threats, murder attempts, surveillance, following, eavesdropping, tax probes, prosecution, investigations into their real estate&#8230;<\/p>\n<h2><strong>Cyberterrorism<\/strong><\/h2>\n<p>All this escalated at the beginning of August. The Prosecutor’s Office in Sofia announced it had requested the cooperation of the French judicial system to investigate Atanas Tchobanov as part of a mysterious hacking of data from the Bulgarian National Revenue Agency (NRA). On July 15, Bivol and other editorial offices received from a Russian e-mail address the tax data of approximately 5 million Bulgarians (out of a population of 7 million), including the data of Prime Minister Boyko Borisov. The prosecution suspects Tchobanov of knowing one of the hackers. The journalist, a former student of the French language high school in Sofia, admits to having been contacted in early July &#8220;by an anonymous person, presenting himself as a cyber-expert &#8220;, who had alerted to a big security breach of the site of the Bulgarian Commission for Personal Data Protection. The situation with NRA has been officially announced as very serious. This is the biggest data leak in the history of the country. Worse, it could be considered &#8220;cyberterrorism&#8221;. For Sofia, the hackers have had no other goal than to destabilize the country and the Bulgarian authorities&#8230;<\/p>\n<p>Meanwhile, the lady prosecutor in charge of the anti-terrorism department made the seriousness of the case a bit questionable. She assured that the masterminds of this operation had also planned to hack the watering system around Parliament to splash the distinguished guests and official delegations with the goal to deride the government and &#8220;destabilize&#8221; the highest levels in the country. Employees of Sofia City Hall felt obliged to clarify that this watering system is not digitalized and they open the taps by hand&#8230;<\/p>\n<h2><strong>Keeping sources secret<\/strong><\/h2>\n<p>The case seems to shrink. In Paris, the judiciary ensures that it had not received the request for judicial cooperation from the Bulgarian Prosecutor&#8217;s Office in connection with Atanas Tchobanov. Unless it has pretended that it did not have had it. Because nothing mandates France to act on a request from a Member State if it seems contrary to &#8220;fundamental principles&#8221; of European law. Both, French and European legislation protect the anonymity of sources. In Sofia, the prosecution is nearing a state of confusion as the suspects, employees of a Bulgarian cybersecurity company, have disputed the charges and have been released on bail by judges despite its request for serious measures.<\/p>\n<p>While saying he is ready to collaborate with the French justice, Atanas Tchobanov believes that Paris should not respond to the request by their Bulgarian counterparts. This is because the journalist fears that it is not only revenge for his revelations. He also dreads a possible attempt to seize the based in France servers of his site. In Sofia, for sure many want to silence Bivol. Almost entirely in the hands of &#8220;red oligarchs&#8221;, the Bulgarian press is trying to constantly discredit and intimidate Atanas Tchobanov and his team. In 2019, Bulgaria ranked 111 out of 180 countries in the World Press Freedom Index of Reporters Without Borders. Essentially isolated, Bivol (&#8220;buffalo&#8221; in Bulgarian) plows very deeply the corrupt terrain of post-socialist Bulgaria where former apparatchiks, former agents of the communist regime secret services and organized crime have captured together public and private companies under the protection of the &#8220;big Russian brother&#8221;. This phenomenon is locally known as the &#8220;red mafia&#8221;.<\/p>\n<h2><strong>Apartmentgate<\/strong><\/h2>\n<p>The list of those who are angry with the &#8220;Buffalo&#8221; is long. The scandal exposing a Bulgarian Economy Minister, who between 2004 and 2005 had unduly touched nearly EUR 15,000 euros in French unemployment benefits paid by the Assedic (the French Employment Office), remains one of Bivol’s most resounding scoops. In 2017, it was Atanas Tchobanov who <a href=\"https:\/\/bivol.bg\/en\/what-did-we-learn-from-macronleaks.html\" target=\"_blank\" rel=\"noopener noreferrer\">first spotted and revealed<\/a> in &#8220;Macron-Leaks&#8221; -a hacking of documents of Macron’s party En Marche &#8211; the signature of a GRU agent, the sinister intelligence service of the Russian army. An explosive recent case involves the Bulgarian judiciary. With <a href=\"https:\/\/bivol.bg\/en?s=Apartmentgate\" target=\"_blank\" rel=\"noopener noreferrer\">&#8220;Apartmentgate&#8221;<\/a>, a real estate scandal involving senior Bulgarian officials suspected of having bought luxury properties at ridiculously low prices, Bivol has exposed three prosecutors, candidates for the Attorney General&#8217;s post and has forced four ministers to resign.<\/p>\n<p>One of the ministers has built with European money a <a href=\"https:\/\/bivol.bg\/en\/bulgarian-deputy-minister-uses-guest-house-built-with-eu-money-as-own-vacation-home.html\" target=\"_blank\" rel=\"noopener noreferrer\">luxury villa with a swimming pool<\/a> filled with mineral water by a special pipeline. Officially, the property has been registered to the name of the daughter of the family’s babysitter&#8230; &#8220;Apartmentgate&#8221; raised not only the question of possible political consequences but also that of the doubtful origin of funds used to pay “under the table”. Strangely, the investigation by the Bulgarian prosecution is dragging on&#8230;<\/p>\n<p>As a true reference for the site in the world of international investigation journalism, Bivol had already done plenty of “damage” by publishing the <a href=\"https:\/\/bivol.bg\/en\/panama-papers-controversial-mps-trusted-lawyer-owns-key-offshores-the-spectrum-of-bulgarian-kgb.html\" target=\"_blank\" rel=\"noopener noreferrer\">&#8220;Panama Papers&#8221;<\/a> and <a href=\"https:\/\/bivol.bg\/bivol-wikileaks-panorama.html\" target=\"_blank\" rel=\"noopener noreferrer\">WikiLeaks cables<\/a>. These revelations have shown that many &#8220;economy-mafia&#8221; figures in the Bulgarian business world are former communist services agents or its straw people. As for the current Prime Minister Boyko Borisov, a self-proclaimed pro-European but very sensitive to Russian pressure, he has had a hard time when attempting to deny Bivol’s revelations of his links with the underground (where his alias had been &#8220;Buddha&#8221;). In addition, Bivol has recently strongly shaken people in power in Bulgaria with its <a href=\"https:\/\/bivol.bg\/en\/documents-consultancy-companies-involved-in-grand-corruption-with-eu-funds-and-public-procurement.html\" target=\"_blank\" rel=\"noopener noreferrer\">revelations<\/a> of embezzlement of billions from the European funds. Thus, the charges of the authorities in the country against the &#8220;Buffalo&#8221; resemble a counter-attack. Because based on information by Bivol, Brussels often, though flaccidly, holds Sofia and its judicial system accountable.<\/p>\n<p><em>Translation by Bivol<\/em><\/p>\n","protected":false},"excerpt":{"rendered":"<p>With their revelations about corruption in Bulgaria, Atanas Tchobanov and his site Bivol (&#8220;the Buffalo&#8221;) get in the way. To the point that the Bulgarian Prosecutor&#8217;s Office has asked the&hellip;<\/p>\n","protected":false},"author":1,"featured_media":48446,"comment_status":"closed","ping_status":"open","sticky":false,"template":"","format":"standard","meta":{"_mo_disable_npp":"","_relevanssi_hide_post":"","_relevanssi_pin_for_all":"","_relevanssi_pin_keywords":"","_relevanssi_unpin_keywords":"","_relevanssi_related_keywords":"","_relevanssi_related_include_ids":"","_relevanssi_related_exclude_ids":"","_relevanssi_related_no_append":"","_relevanssi_related_not_related":"","_relevanssi_related_posts":"","_relevanssi_noindex_reason":"","kia_subtitle":"","spay_email":"","jetpack_publicize_message":"","jetpack_is_tweetstorm":false},"categories":[5543,5806],"tags":[9257,5111,5109,5127,9658,9659,8626,5142,8854],"jetpack_featured_media_url":"https:\/\/bivol.bg\/wp-content\/uploads\/2019\/09\/nouvel-obs-tchobanov.jpg","jetpack_publicize_connections":[],"jetpack_sharing_enabled":true,"jetpack_shortlink":"https:\/\/wp.me\/p9hbsr-cC0","jetpack_likes_enabled":true,"_links":{"self":[{"href":"https:\/\/bivol.bg\/en\/wp-json\/wp\/v2\/posts\/48484"}],"collection":[{"href":"https:\/\/bivol.bg\/en\/wp-json\/wp\/v2\/posts"}],"about":[{"href":"https:\/\/bivol.bg\/en\/wp-json\/wp\/v2\/types\/post"}],"author":[{"embeddable":true,"href":"https:\/\/bivol.bg\/en\/wp-json\/wp\/v2\/users\/1"}],"replies":[{"embeddable":true,"href":"https:\/\/bivol.bg\/en\/wp-json\/wp\/v2\/comments?post=48484"}],"version-history":[{"count":0,"href":"https:\/\/bivol.bg\/en\/wp-json\/wp\/v2\/posts\/48484\/revisions"}],"wp:featuredmedia":[{"embeddable":true,"href":"https:\/\/bivol.bg\/en\/wp-json\/wp\/v2\/media\/48446"}],"wp:attachment":[{"href":"https:\/\/bivol.bg\/en\/wp-json\/wp\/v2\/media?parent=48484"}],"wp:term":[{"taxonomy":"category","embeddable":true,"href":"https:\/\/bivol.bg\/en\/wp-json\/wp\/v2\/categories?post=48484"},{"taxonomy":"post_tag","embeddable":true,"href":"https:\/\/bivol.bg\/en\/wp-json\/wp\/v2\/tags?post=48484"}],"curies":[{"name":"wp","href":"https:\/\/api.w.org\/{rel}","templated":true}]}}