{"id":48881,"date":"2019-10-24T15:27:19","date_gmt":"2019-10-24T12:27:19","guid":{"rendered":"https:\/\/bivol.bg\/?p=48881"},"modified":"2019-10-27T11:49:48","modified_gmt":"2019-10-27T08:49:48","slug":"bivols-response-to-prosecutors-office-re-prosecutor-general-elect","status":"publish","type":"post","link":"https:\/\/bivol.bg\/en\/bivols-response-to-prosecutors-office-re-prosecutor-general-elect.html","title":{"rendered":"Bivol’s Response to Prosecutor’s Office Re Prosecutor General-Elect"},"content":{"rendered":"<p>On October 24, the Bulgarian Prosecutor&#8217;s Office published on its <a href=\"https:\/\/www.prb.bg\/bg\/news\/aktualno\/pressyob-sht-enie-45\" rel=\"noopener noreferrer\" target=\"_blank\">site<\/a> a press release in connection with a publication by Bivol, dated October 23 and titled <a href=\"https:\/\/bivol.bg\/en\/only-candidate-to-become-bulgarias-new-prosecutor-general-teams-up-with-organized-crime.html\" rel=\"noopener noreferrer\" target=\"_blank\">“Only Candidate to Become Bulgaria’s New Prosecutor General Teams Up with Organized Crime?”<\/a>. In the press release, the prosecution states that recordings of conversations between defendants obtained through Special Surveillance Devices (SSDs) don’t include discussing magistrates and other employees of the judiciary system. Based on this statement, the prosecution reaches the following conclusion – “the facts stated in an article published on the Bivol website in the late evening of October 22, 2019, are not true.”<\/p>\n<p><strong>Bivol<\/strong> believes that the prosecution’s conclusion is prejudiced, hasty and unjustified, to put it mildly. It is not based on any specific evidence and does not address in substance our investigation into the &#8220;Untouchables&#8221; case. The statement is biased also because it is made by an institution whose deputy chief is the subject of the investigation. Nevertheless, it has one positive aspect, as it explains in detail the progress of the court cases we refer to in our publication. It confirms that there are irregularities in the &#8220;Untouchables&#8221; cases, poor work by the prosecutors leading to their eventual return for additional investigation. This information is of particular importance for the content of the publication by Bivol concerning the work of <strong>Prosecutor Ivan Geshev<\/strong> as a supervising prosecutor in cases involving immense syphoning of the State budget.<\/p>\n<p>We cite in the article a formal request to the Special Court made prior to the publication of the article to see <strong>the content of the SSDs<\/strong> and the subsequent refusal to grant access. Such refusal, despite the overriding public interest, cannot be justified by any &#8220;administrative&#8221; reasons, because Mr. Geshev is <strong>Prosecutor General-elect<\/strong> of the Republic of Bulgaria. The actual rebuff of the information that there is evidence obtained through SSDs that he and\/or his colleagues should be given money to crush a case can only happen with the <strong>access to their content<\/strong>. If it remains concealed, this fact would only mean that our information is true and this truth is certainly unflattering for the institution itself and is deliberately hidden from the public and the authorities. We urge other institutions and individuals involved in the case to provide additional insight, if they have it, in fulfilling their moral and civic duty.<\/p>\n<p><strong>We strongly disagree that the facts in Bivol’s publication are &#8220;untrue&#8221; because:<\/strong><\/p>\n<p>The mentioned in it facts and circumstances about scandalous plea bargains between Prosecutor Geshev and the defendants and the manner in which they had been concluded are not addressed, discussed and commented on.<br \/>\nWhat is the Prosecutor&#8217;s Office&#8217;s competent opinion on the evidence, presented (recordings) in the publication, of Geshev&#8217;s haggling with the defendants in conversations disguised as &#8220;interrogations&#8221;? Will these facts be verified and when?<\/p>\n<p>There is no competent review of the work of Geshev and Krasteva, the prosecutors in “The Untouchables 1” case, to find out whether they had committed a misdemeanor by failing to protect the interests of the State and the public.<br \/>\nThere is no comment or opinion on the part of the prosecution as to whether it considers the sentences for theft and tax fraud in particularly large amounts, established during the pre-trial proceedings, to be adequate and fair. Is this also a fact from our publication that is untrue?<\/p>\n<p>The Prosecutor&#8217;s Office does not comment on the financial damage to the budget, which, according to the collected evidence and in cooperation with the investigative unit of the National Revenue Agency (NRA) and the Supreme Prosecutor’s Office of Cassations is for BGN hundreds of millions!<\/p>\n<p>WHY the damage inflicted by the organized crime group had not found place in the indictment, making it possible to reach a plea bargain with the group by Prosecutor Ivan Geshev? If it was, the Court would not have approved the plea bargain without the recovery of the damage.<\/p>\n<p>WHY Ivan Geshev states in the written plea bargain that <strong>no damage has been caused<\/strong>? If this was done, the Court would not have approved the plea bargain without the recovery of the damage.<\/p>\n<p>Is it true that the damage has not been recovered to this day?<\/p>\n<p>Is it true that, according to Bivol&#8217;s publication, there is an organized crime group committing massive tax crimes, but according to Prosecutor Ivan Geshev there are no damages?<\/p>\n<p>Does the Prosecutor&#8217;s Office consider it a normal circumstance to terminate a case and use a plea bargain to conceal huge theft from the budget of the Republic of Bulgaria, which <strong>damages all sectors of our public life and every citizen of the country, in particular, <\/strong>?<\/p>\n<p>The public expects an adequate response by the Prosecutor&#8217;s Office to the questions <strong>WHY<\/strong> Prosecutor Geshev has refused to support criminal charges against people from an organized crime group who intentionally and deliberately caused damages to the State budget in the amount of BGN hundreds of millions, and the criminal proceedings against them have been hindered and terminated? WHY, as a result of the Prosecutors&#8217; actions, the ringleader has received a sentence of only two years, which has included time served in detention prior to the court proceedings and the time under house arrest, after which he has been released. Four members of the group have received suspended sentences, and one member has been outright exonerated because of Geshev’s haggling with criminals.<\/p>\n<p>Is it true that in the “The Untouchables” case, with Ivan Geshev in charge, <strong>the crime group has not actually been subject to any sanctions to make them recover the damage caused to the State budget<\/strong>?<\/p>\n<p>Is it true that “The Untouchables 1” and “The Untouchables 2” are connected through some of the same individuals and companies used by both criminal groups?<\/p>\n<p>Does the Prosecutor’s Office have information about attempts to bribe and corrupt magistrates in order to conceal and hinder pre-trial proceedings against organized crime? Are there internal controls in place and internal investigations on grounds of these alerts? Bivol has evidence that the Prosecutor’s Office has been notified of such attempts.<\/p>\n<p>Why in Ivan Geshev’s organized crime cases the painstakingly collected evidence by the previous prosecutors has been literally thrown away like a pile of unneeded paper, or “scrap” as Ivan Geshev has called it?<\/p>\n<p><strong>Bivol is asking these questions to the Prosecutor&#8217;s Office of the Republic of Bulgaria and the Supreme Judicial Council<\/strong> on behalf of the entire public, expecting not only access to the cited SSDs but also concrete answers with substantially clear and accurate arguments, and not crisis PR. With such unfounded and even prejudiced statements, the Prosecutor&#8217;s Office does not demonstrate the image of an independent and objective judicial institution, called upon with the highest mission to monitor and protect the rule of law and the interests of the Bulgarian State and society!<\/p>\n","protected":false},"excerpt":{"rendered":"<p>On October 24, the Bulgarian Prosecutor&#8217;s Office published on its site a press release in connection with a publication by Bivol, dated October 23 and titled “Only Candidate to Become&hellip;<\/p>\n","protected":false},"author":1,"featured_media":48819,"comment_status":"closed","ping_status":"open","sticky":false,"template":"","format":"standard","meta":{"_mo_disable_npp":"","_relevanssi_hide_post":"","_relevanssi_pin_for_all":"","_relevanssi_pin_keywords":"","_relevanssi_unpin_keywords":"","_relevanssi_related_keywords":"","_relevanssi_related_include_ids":"","_relevanssi_related_exclude_ids":"","_relevanssi_related_no_append":"","_relevanssi_related_not_related":"","_relevanssi_related_posts":"","_relevanssi_noindex_reason":"","kia_subtitle":"","spay_email":"","jetpack_publicize_message":"","jetpack_is_tweetstorm":false},"categories":[5543,5806],"tags":[5127,9602,5135,9727,5142,8854,7451,9728,9724],"jetpack_featured_media_url":"https:\/\/bivol.bg\/wp-content\/uploads\/2019\/10\/geshev-untouchables.png","jetpack_publicize_connections":[],"jetpack_sharing_enabled":true,"jetpack_shortlink":"https:\/\/wp.me\/p9hbsr-cIp","jetpack_likes_enabled":true,"_links":{"self":[{"href":"https:\/\/bivol.bg\/en\/wp-json\/wp\/v2\/posts\/48881"}],"collection":[{"href":"https:\/\/bivol.bg\/en\/wp-json\/wp\/v2\/posts"}],"about":[{"href":"https:\/\/bivol.bg\/en\/wp-json\/wp\/v2\/types\/post"}],"author":[{"embeddable":true,"href":"https:\/\/bivol.bg\/en\/wp-json\/wp\/v2\/users\/1"}],"replies":[{"embeddable":true,"href":"https:\/\/bivol.bg\/en\/wp-json\/wp\/v2\/comments?post=48881"}],"version-history":[{"count":0,"href":"https:\/\/bivol.bg\/en\/wp-json\/wp\/v2\/posts\/48881\/revisions"}],"wp:featuredmedia":[{"embeddable":true,"href":"https:\/\/bivol.bg\/en\/wp-json\/wp\/v2\/media\/48819"}],"wp:attachment":[{"href":"https:\/\/bivol.bg\/en\/wp-json\/wp\/v2\/media?parent=48881"}],"wp:term":[{"taxonomy":"category","embeddable":true,"href":"https:\/\/bivol.bg\/en\/wp-json\/wp\/v2\/categories?post=48881"},{"taxonomy":"post_tag","embeddable":true,"href":"https:\/\/bivol.bg\/en\/wp-json\/wp\/v2\/tags?post=48881"}],"curies":[{"name":"wp","href":"https:\/\/api.w.org\/{rel}","templated":true}]}}