{"id":54897,"date":"2020-04-19T01:15:01","date_gmt":"2020-04-18T22:15:01","guid":{"rendered":"https:\/\/bivol.bg\/?p=54897"},"modified":"2020-05-02T22:05:04","modified_gmt":"2020-05-02T19:05:04","slug":"some-coronavirus-considerations","status":"publish","type":"post","link":"https:\/\/bivol.bg\/en\/some-coronavirus-considerations.html","title":{"rendered":"Some Coronavirus Considerations"},"content":{"rendered":"<p class=\"p1\"><span class=\"s1\">By Georgi K. Marinov, Post-doctoral fellow, Department of Genetics, Stanford University, Stanford, California 94305, USA<\/span><\/p>\n<p>With the start of the second month of coronavirus quarantine, the issue of when and how life, and most of all, the economy will be able to return to &#8220;normal&#8221; is becoming more serious. This is understandable as in the current situation unemployment levels are close to reaching, even exceeding, those of the Great Depression, and if quarantine measures continue for a long time, an overall long-term economic downturn, commensurate with what happened in the 1930s, is very likely. Moreover, this is potentially the less important problem, since it is not clear what will become of public order if a large number of people are left to literally starve without any income and savings, a situation that can also be expected, at least some countries. Thus, it is not surprising that media around the world are flooded with plans and proposals on how this can be done, ranging from the outright genocidal to the seemingly scientific and humane.<\/p>\n<p>At the onset of the epidemic, before the death toll began to mushroom by thousands per day in Western countries too, the first category of opinions seemed more vocal. When stock markets collapsed in early March 2020, a well-known commentator said on the US business TV channel CNBC that it was best to deliberately infect everyone and get over with everything in a month to calm the markets. (A curious thing happened subsequently &#8212; after crashing 30-40% at the start of the pandemic, in the last two weeks, after a frenzied pouring of money into them, the markets have gone dramatically up &#8211; the past two weeks have been the best in Wall Street’s history since the time of the Great Depression. Markets are surging even though several thousand people die every day from the coronavirus in the United States, and that over 22 million jobs have been lost in a month; but this is a separate lengthy subject.)<\/p>\n<p>Several governments (such as the UK one) initially adopted the strategy of &#8220;herd immunity&#8221;, meaning to let the virus spread, knowing that people will die but the survivors will become immune to the disease. When it became widely known that this means death for a percentage of the population that in absolute terms translates into an embarrassingly large number of people, the approach was changed to quarantine.<\/p>\n<p class=\"p1\"><span class=\"s1\">A number of economists have begun to calculate the exact cost of one human life [1]. According to calculations by US economists, the value of one year of &#8220;quality&#8221; life equals USD 129,000, and the overall value of one human life is about USD 9.5 million [2]. However, since most of the victims of the virus are elderly, the average monetary loss for COVID-19 victims is much smaller. In the end, if (within the US) the GDP drops by about USD 2 trillion, from an economic point of view, it is better not to shut the economy down as long as the death toll remains below half a million. From which it is to be assumed that if the blow to the GDP were, for example, USD 10 trillion, the acceptable death toll in the US would increase to 2.5 million.<\/span><\/p>\n<p class=\"p1\"><span class=\"s1\">The more humane approaches for avoiding a quarantine are based on carrying out massive assessments of the population with serological tests to determine who has already contracted the virus, has (hopefully) become immune, and therefore, can return to work. Such schemes often involve issuing immunization passports and have been gaining popularity in the last few weeks, including in Bulgaria, though it is not clear how exactly the people with immunity and the vulnerable will be kept apart.<\/span><\/p>\n<p class=\"p1\"><span class=\"s1\">Of course, all of this is based on the assumption that a vaccine and\/or a drug will be developed quickly, and that those recovered from the virus will indeed become immune.<\/span><\/p>\n<h2 class=\"p1\"><span class=\"s1\"><b>SARS-2 <\/b><\/span><\/h2>\n<p class=\"p1\"><span class=\"s1\">We will return later to the subject of why these are largely fantasies but first a few words about the virus itself. Tons of virtual ink have already been spilled over it, therefore some of what follows is well known, yet, the public nevertheless remains unaware of a number of vital facts that must be made clear.<\/span><\/p>\n<p class=\"p1\"><span class=\"s1\">First, it must be understood that there is neither a disease called &#8220;coronavirus&#8221; nor any such viral strain. Coronaviruses are a large group of positive-sense single-stranded RNA viruses (&#8220;positive&#8221; in the sense that the RNA genome functions directly as a messenger RNA and is converted into negative-sense RNA by RdRP polymerases for replication purposes only).<\/span><\/p>\n<p class=\"p1\"><span class=\"s1\">The specific virus that causes COVID-19 is SARS-CoV-2, which has received this name because it is most closely related to SARS-CoV-1, the causative agent of the SARS epidemic in 2002-2004. It should be made fully clear that the name of the virus has played a very negative role in the development of the pandemic. SARS was a really scary disease &#8211; 10% of the patients died, there were no mild cases, and many survivors remained disabled for life as a result of irreversible lung damage from pulmonary fibrosis and damage to other internal organs caused by the disease. The most appropriate name for COVID-19 would be &#8220;SARS-2&#8221; because it is a SARS virus with the same mechanism of action. If one looks at the available internal communications between Chinese doctors from December 2019, they are indeed talking about SARS, because the severe pneumonia that appeared in Wuhan back then was exactly of that type. However, when the virus was officially announced in early January 2020, it was not named &#8220;SARS-CoV-2&#8221; but provisionally designated as &#8220;nCov-2019&#8221;, and the associated disease was called &#8220;novel coronavirus disease&#8221;, not “SARS-2”. Official names were given in early February 2020, and while the virus got its proper name &#8220;SARS-CoV-2&#8221;, the disease was not named &#8220;SARS-2&#8221; but &#8220;COVID-19&#8221;. This did not play a minor role. If it had been clearly stated from the onset that this is a new SARS strain with generally milder symptoms (there were almost no mild cases with SARS-1), but that it is spreading asymptomatically and pre-symptomatically (which actually makes it much more dangerous, since it is practically impossible to stop it with methods such as measuring temperature at airports and borders), perhaps the world would be frightened accordingly. The word &#8220;SARS&#8221; remains terrifying, and rightly so, while &#8220;nCov-2019&#8221; sounds much more innocent. Yet in February 2020, Chinese scientists from Wuhan sent a letter of protest to the Lancet magazine, expressing precisely the position that the virus should not be called SARS-CoV-2 in order not to cause panic, [3] while that was in fact exactly what was needed &#8211; to stir serious panic and stop the spread on time. These linguistic tricks on the part of the Chinese is also what made it possible for many to dismiss the threat with arguments such as &#8220;this is just a flu&#8221;, to which we have been abundantly exposed both by the US President and by a long list of Bulgarian &#8220;experts&#8221;.<\/span><\/p>\n<p class=\"p1\"><span class=\"s1\">The grounds for panic are quite real.<\/span><\/p>\n<p class=\"p1\"><span class=\"s1\">SARS-CoV-2 is the seventh known coronavirus capable of infecting humans. Four of them &#8211; HCoV-OC43, HCoV-229E, HCoV-NL63, and HCoV-HKU1 &#8211; cause common colds (the last two have been detected in the last two decades).<\/span><\/p>\n<p class=\"p1\"><span class=\"s1\">The aforementioned SARS-CoV-1 appeared in 2002, followed by the MERS-CoV coronavirus that causes MERS (&#8220;Middle East Respiratory Syndrome&#8221;) in the Middle East, appearing since 2012 and causing an even more serious disease, with a mortality rate of about 35%, but fortunately, not transmitting well from person to person.<\/span><\/p>\n<p class=\"p1\"><span class=\"s1\">Bats are a major breeding ground for coronaviruses, and most of these seven viruses have hopped to humans from bat populations. More on that below. <\/span><\/p>\n<p class=\"p1\"><span class=\"s1\">The already identified features of these well-known coronaviruses, as well as of coronaviruses in bats, are the only source of information we have about certain features of SARS-CoV-2 that are key to the future expansion of the pandemic. Unfortunately, there is a massive stubborn refusal to learn these lessons.<\/span><\/p>\n<p class=\"p1\"><span class=\"s1\">First, in the early stages of the pandemic, many were reassuring that as summer arrives, the epidemic would subside. What this was based on was not clear &#8211; this is a virus whose favorite breeding ground is the lower part of the respiratory system, where the temperature is 37° C, and which originates from bats whose body temperature during flight reaches 40-42° C. Warm weather alone cannot kill such a virus. Yes, it impedes its spreading to some extent, since aerosolized particles linger longer in cold and dry weather than in hot and humid conditions. However, for several weeks now, serious epidemics have been reported in a number of tropical countries such as Brazil and Indonesia, thus ending the talk about warm weather as a solution. <\/span><\/p>\n<p class=\"p1\"><span class=\"s1\">Second, serious political decisions are currently being made based on the assumption that once a person has SARS-2, then they will become permanently immune. It is not clear what this assumption is founded upon &#8211; yes, this is true for some viruses, but not for all, and it is not true for known coronaviruses at all. Neutralizing antibodies are not observed with coronaviruses that cause common colds and long lasting immunity is not developed [4] [5]. Reinfections occur repeatedly. This is not a major problem for a common cold, but it will be a huge problem with SARS-2. <\/span><\/p>\n<p class=\"p1\"><span class=\"s1\">No one has had SARS-1 twice because the epidemic was contained on time, and it is still too early to make such observations for SARS-2. Therefore, it is not known exactly how things stand for SARS coronaviruses but the data available is more than alarming. Patient studies during the first SARS epidemic showed that virus neutralizing IgG antibodies significantly decrease within two to three years of the infection, and it remains unclear to what extent they provide protection against reinfection [6] [7]. Meanwhile, SARS-CoV-2 data from China is even less promising [8] &#8211; about one-third of the recovered patients do not generate any neutralizing antibodies, and the levels of such antibodies are significantly lower among younger patients.<\/span><\/p>\n<p class=\"p1\"><span class=\"s1\">Obviously, there is a need for much larger-scale studies, and they will be conducted, but at this stage, important policy decisions are made based on the blind belief that lifelong immunity will develop after any relatively mild SARS-2 infection and this may prove to be a tragic mistake.<\/span><\/p>\n<p class=\"p1\"><span class=\"s1\">Third, the same applies to vaccines. The attempts to create a SARS-1 vaccine were unsuccessful, while the results of the initial tests of the first MERS vaccine have come out recently, and they are also not that promising [9].<\/span><\/p>\n<p class=\"p1\"><span class=\"s1\">There are profound biological reasons for this. These viruses have evolved to combat the humoral immunity of various species of bats for hundreds of thousands, perhaps millions of years. In addition, the S-proteins on their surface contain a large number of glycosylation sites, which is a strategy often used by viruses to evade the immune system and is one of the reasons why it is so difficult to develop a vaccine against viruses such as the flu and HIV.<\/span><\/p>\n<h2>Vaccines &#8211; hopes and reality<\/h2>\n<p class=\"p1\"><span class=\"s1\">Therefore, it is not justified to expect easy and fast development of a SARS-2 vaccine and the development of long-term immunity against the virus.<\/span><\/p>\n<p class=\"p1\"><span class=\"s1\">In general, with regard to vaccines the public does lacks a clear understanding of exactly how a vaccine is developed, how long it takes, and what difficulties can be expected. Several biotech companies have already announced that they are beginning to test vaccines, and there are more than 100 vaccines in the pipeline, which creates an unreasonable reassurance because people do not know exactly what vaccines are being tested and how likely they are to work.<\/span><\/p>\n<p class=\"p1\"><span class=\"s1\">There are several different approaches to developing vaccines, and the easier they are to work out, the less likely they are to succeed. <\/span><\/p>\n<p class=\"p1\"><span class=\"s1\">The first classic approach that dates back to the dawn of the vaccination era more than 200 years ago is to use a live attenuated viral strain that is capable of causing infection without serious symptoms. Vaccines against various types of measles are of this kind and are among the most effective vaccines developed so far. The problem is developing such strains, which is a very slow process.<\/span><\/p>\n<p class=\"p1\"><span class=\"s1\">The second category of vaccines are those that use inactivated viruses, most often by treatment with chemical disinfectants. The problem is that the inactivation process can alter the antigenic conformation and not induce immunity against the live virus. Accordingly, it usually takes a long trial and error process and a lot of testing before a successful vaccine becomes available.<\/span><\/p>\n<p class=\"p1\"><span class=\"s1\">The next approach is to synthesize recombinant viral proteins that are injected to induce immunity. Its advantage is that it is easy and fast to implement, but at the expense of some new challenges. For example, it is not clear whether just one protein is sufficient to induce sufficiently strong immune response, and if the virus is subject to extensive post-translational modifications (which is the case with SARS-CoV-2), the recombinant protein is not an accurate representation of the actual viral one, rendering the vaccine ineffective.<\/span><\/p>\n<p class=\"p1\"><span class=\"s1\">The fourth and fifth approaches are to inject either DNA plasmids or directly messenger RNAs, from which to produce viral proteins inside a patient&#8217;s cells. The good news in this case is that these proteins are expected to be subject to all the post-translational modifications to which the live virus is subjected, that their design is very quick, and that they can be produced in huge quantities without much effort. The problem is that no such vaccine has been successfully developed so far, i.e. it is not clear at all whether this approach will ever work. <\/span><\/p>\n<p class=\"p1\"><span class=\"s1\">The much hyped for a month or so Moderna vaccine, is an RNA vaccine. Many others that are said to be in the advanced development\/testing phase are also RNA, DNA or recombinant vaccines i.e. precisely the classes of vaccines for which the least should be expected. The types of vaccines that are more likely to work will take much longer to develop.<\/span><\/p>\n<p class=\"p1\"><span class=\"s1\">It has also become trendy to say over and over again that a vaccine should be expected in 12-18 months. This is the minimum technological time for development and, above all, for testing, but in reality, no vaccine in vaccination history has ever been developed this quickly. It usually takes more than ten years, the record being the Ebola vaccine, which took five.<\/span><\/p>\n<p class=\"p1\"><span class=\"s1\">Given the scale of the efforts channeled in this direction, a vaccine is likely to be eventually successfully developed, but no one should expect this to happen immediately.<\/span><\/p>\n<p class=\"p1\"><span class=\"s1\">Quick development of antiviral drugs should not be expected either. Historically, this has always been extremely difficult. Antibiotics are magic drugs that kill a wide variety of bacteria with amazing effectiveness. Equally effective antiviral drugs have not been developed so far, and the only examples of relatively successful antiviral drugs (e.g. against hepatitis C and HIV) are the result of massive decades-long efforts.<\/span><\/p>\n<h2 class=\"p1\"><span class=\"s1\">The end of epidemiological comfort<\/span><\/h2>\n<p class=\"p1\"><span class=\"s1\">If this scenario materializes, it will have many unpleasant consequences.<\/span><\/p>\n<p class=\"p1\"><span class=\"s1\">Most present-day people have no recollection of the times when a person could just die randomly from a bacterial infection or other infectious disease without any parallel chronic illness in the course of everyday life. Thanks to mass vaccinations and antibiotics after World War II, these problems are now largely forgotten (or at least this is the case outside the Third World). However, in the last few decades, the emergence of increasingly tough strains of bacteria resistant to a broad range of antibiotics, coupled with a lack of investment in the development of new classes of antibiotics, has been seriously threatening this blissful state of affairs. Resistance to antibiotics remains the same problem as before but epidemiological comfort could also be eroded by the emergence of a new pathogen that spreads easily and is difficult to eradicate<\/span><\/p>\n<p class=\"p1\"><span class=\"s1\">SARS-2 is very likely to be just such an event, which is why it was so important to stop the virus while that was still possible.<\/span><\/p>\n<p class=\"p1\"><span class=\"s1\">Regrettably, it is too late now. At the time of the writing of these considerations, only Lesotho and Tajikistan on the main continents and some remote ocean islands have not reported cases of coronavirus (Turkmenistan and North Korea will never admit to the real situation in their countries). This means that the virus is all over the Third World and is virtually impossible to eliminate it globally.<\/span><\/p>\n<p class=\"p1\"><span class=\"s1\">So far in history, only two pathogens have been completely eliminated &#8211; smallpox in 1977 and rinderpest in 2011. In both cases, this was possible because of the presence of highly effective vaccines and successful mass administration of vaccines worldwide.<\/span><\/p>\n<p class=\"p1\"><span class=\"s1\">The polio elimination program was very close to success, but failed over the last decade. Two hotspots remained, one in northeastern Nigeria and the other along the Afghanistan-Pakistan border, and there the program faced insurmountable obstacles due to the lawlessness and chaos in those areas. Religious zealots attacked and killed a number of health workers traveling to remote villages to vaccinate people, leading to large holes in vaccination coverage. Logically, the number of polio cases has been increasing in recent years.<\/span><\/p>\n<p class=\"p1\"><span class=\"s1\">In the past decade, the number of territories in which governance has fallen apart has increased significantly (Libya, Yemen, etc.), so it is not realistic to expect new successful campaigns against infectious diseases such as SARS-2, even if an effective vaccine is developed.<\/span><\/p>\n<p class=\"p1\"><span class=\"s1\">From now on, the virus will circulate among the human population, and even if it is temporarily defeated in individual countries, it will be brought from the outside over and over again.<\/span><\/p>\n<p class=\"p1\"><span class=\"s1\">If lasting lifelong immunity does not develop, the most positive development we can hope for is temporary herd immunity, i.e. the virus passes through the population once, resulting in approximately 70% of people becoming immune for two to three years. However, it will be at the cost of a few percent of the population dying, and then there will be a new wave a few years later that will kill a similar percentage, and so on. These are not soothing thoughts.<\/span><\/p>\n<p class=\"p1\"><span class=\"s1\">Other hopes of improving the situation naturally, such as the virus evolving towards a lower mortality rate, are also not justified. Yes, pathogens do tend to do this in principle, because of those genotypes that reproduce more successfully outcompete those that do not. This means that it is not in the &#8220;evolutionary interest&#8221; of a virus to kill its host too quickly as thus limit its ability to spread. Indeed, many human pathogens have historically followed such a trajectory &#8211; from highly virulent and lethal to relatively harmless. In addition, all the staggering variety of viruses in bats exists in exactly that state &#8211; even when they transmit Ebola, Marburg, Nipa, etc., some of the most frightening viruses for humans, there is nothing wrong with the bats themselves. For them, the process of coadaptation is a thing of the very distant past. However, the properties of SARS-2 are such that a quick similar effect should not be expected as the virus spreads asymptomatically and pre-symptomatically and the infection is mild in many, i.e. there is little selective pressure towards milder disease. Also, the coronaviruses are generally evolving slowly &#8211; there are (and will be many more) reports in the press about how the virus has &#8220;mutated&#8221;, but these are almost entirely synonymous mutations with no functional meaning. <\/span><\/p>\n<p class=\"p1\"><span class=\"s1\">We should not necessarily expect that the virus would magically disappear from the population by analogy with the plague of the 14th century, which swept Europe in its first wave, and then kept returning again and again as smaller local epidemics, almost disappearing between them. This is not a pathogen whose reservoir is other animals such as rats and fleas, nor is it a latent virus. Much more frequent waves of reinfection should be expected.<\/span><\/p>\n<h2 class=\"p1\"><span class=\"s1\">The return to normality<\/span><\/h2>\n<p class=\"p1\"><span class=\"s1\">There is almost nothing positive in the situation that we can hold on to as hope. Let us reiterate &#8211; people should not pay attention to the often unreliable positive media information, even when it comes from otherwise official sources as many of them have been totally discredited in the course of the crisis (e.g. the WHO and a number of governments).<\/span><\/p>\n<p class=\"p1\"><span class=\"s1\">However, all this does not mean that we should give up, open the economy, and whoever survives, survives. Exactly the opposite.<\/span><\/p>\n<p class=\"p1\"><span class=\"s1\">SARS-CoV-2 is not a latent virus i.e. if it does not transfer to another person within a few weeks it dies. Nor can it last very long in the environment. These are not anthrax spores. Accordingly, with sufficiently serious and prolonged quarantine measures, the transmission chain may be interrupted and the virus may be eliminated from the population, at least at the national level. However, the more the virus spreads, the more difficult it is to achieve this.<\/span><\/p>\n<p class=\"p1\"><span class=\"s1\">It should be understood that even the genocidal approach called for by the economists cited above would not achieve its purely economic goals.<\/span><\/p>\n<p class=\"p1\"><span class=\"s1\">Governments are currently facing the following two options.<\/span><\/p>\n<p class=\"p1\"><span class=\"s1\">The first option is to continue the quarantine measures for as long as is necessary from a purely scientific point of view in order to eliminate the virus from the local population and then move to opening the economy and borders, but with strict control over entry into the country to prevent reintroduction. If this route is followed, the global death toll could remain in the hundreds of thousands (currently it is officially 150,000).<\/span><\/p>\n<p class=\"p1\"><span class=\"s1\">However, since effective quarantine has not been imposed on time (and has still not been imposed at all in many places) and the virus is already everywhere, this means long months of such measures, which is most likely economically unacceptable since it almost guarantees a new Great Depression. To avoid collapse of the social order, measures such as universal basic income, suspending rents, mortgages, debt payments and so on, nationalization of privatized components of the health systems and a number of other key industries, centralized governmental control of production and distribution of food, etc. will be needed. There are a number of countries that have already implemented some of these measures but in general, they are anathema for the currently dominant political and economic ideology.<\/span><\/p>\n<p class=\"p1\"><span class=\"s1\">Therefore, we are more likely to see governments taking the second path, which involves opening up the economy without the virus being eliminated from the population. It is not clear why there are still people who think this will solve the economic problem.<\/span><\/p>\n<p class=\"p1\"><span class=\"s1\">Much has been written about the precise mortality rate associated with SARS-Cov-2. Many, apparently motivated by the desire to open up the economy as quickly as possible, are trying to convince us that it is much lower than what the official data shows i.e. that there are huge masses of asymptomatic (and presumably already immune) cases that have simply not been tested. As early as January 23, 2020, when extreme measures were taken in China, such as barricading roads to Wuhan with huge piles of dirt, sealing all houses and even welding shut the entrance doors of apartment buildings to prevent people from leaving, it was clear that this is not a harmless virus, yet we continue to see such theories. Meanwhile, they are becoming more and more unfounded.<\/span><\/p>\n<p class=\"p1\"><span class=\"s1\">The two largest countries with the properly extensive testing are Germany and South Korea. At the beginning of the epidemic, in both places, the Case Fatality Rate (CFR), i.e. the percentage of infected who have died, was very low, for example 1 dead of 1,000 infected. However, this is because it takes up to two weeks from infection to onset of symptoms, and another one to three weeks to get to the fatal end. Indeed, in South Korea, we currently see a CFR of 2.1%, in Germany it is already 3%, and it ​​continues to grow in both countries.<\/span><\/p>\n<p class=\"p1\"><span class=\"s1\">Countries like Italy, Spain and France have been testing only symptomatic cases, which partly explains why the official CFR is over 10% there &#8212; the mild cases simply have not been tested.<\/span><\/p>\n<p class=\"p1\"><span class=\"s1\">On the other hand, wherever such an analysis has been carried out, it turns out that the total number of excess deaths is twice as high as the official number. Such analysis, based on a comparison of how many people in a given region have died in the same time period in previous years and now, shows that the number of deaths that happen at home without testing is very large. This would be the only method by which the total number of deaths from the pandemic will ever be known, and it will happen years from now, as it is simply not physically possible for so many people to be tested, especially in poorer countries.<\/span><\/p>\n<p class=\"p1\"><span class=\"s1\">Therefore, it is at this time<span class=\"Apple-converted-space\">  <\/span>unlikely that substantially fewer than 2% of the infected die. For a country such as Bulgaria, this means 100,000 victims if 70% of the population is infected, but in reality, it could be more because of the ageing population and its very poor overall health. For the world as a whole, we are talking about over 100 million victims (and this is perhaps optimistic, since it is not clear what will happen during the second or third infection of the same person).<\/span><\/p>\n<p class=\"p1\"><span class=\"s1\">Separately, there will be an enormous number of people with disabilities because of the development of pulmonary fibrosis, renal and heart failure, and permanent damage to other internal organs.<\/span><\/p>\n<p class=\"p1\"><span class=\"s1\">Opening up the economy prematurely will lead to a massive wave of new infections, at which stage it will be necessary either to reintroduce the rigorous quarantine measures, or simply let many die in the most heartless manner.<\/span><\/p>\n<p class=\"p1\"><span class=\"s1\">However, that will not save the economy. Let us imagine what will happen when it opens &#8211; in the first few weeks, there will be a mass rush by the ignorant and foolish, kept in their homes for weeks and months, into restaurants, nightclubs, cinemas, shopping malls, and there will be significant concentrations of people at workplaces. A few weeks later, workers in hazmat suits will be collecting dead bodies off the streets and burying them in mass graves, which will convince even the most reckless that it may not be such a good idea to go out. Then the restaurants and hair salons will shut down on their own due to lack of customers, even without governmental orders. The economy will still collapse.<\/span><\/p>\n<p class=\"p1\"><span class=\"s1\">That is, the choice is between hundreds of thousands of victims and a new Great Depression on the one hand, and sacrificing millions at the altar of the GDP and the stock markets, in a failed attempt at preventing the depression on the other.<\/span><\/p>\n<h2 class=\"p1\"><span class=\"s1\"><b>The missing &#8220;pause&#8221; button<\/b><\/span><\/h2>\n<p class=\"p1\"><span class=\"s1\">Which leads us to the profound question of why these should be the only two choices.<\/span><\/p>\n<p class=\"p1\"><span class=\"s1\">Why do we live in a social and economic system that can only exist in a state of frantic movement forward and up, and for which it is impossible to pause for a while?<\/span><\/p>\n<p class=\"p1\"><span class=\"s1\">Yes, we are currently facing a serious epidemiological problem, but all the ensuing social and economic problems are self-inflicted and there is absolutely no rational reason for them to develop. The economy is going collapse because it is based on a giant hyper-complex and ever-expanding tangled mess of leveraged debt relationships that will implode when rent and mortgage payments are no longer made. In the same time, millions are facing the very real likelihood of starvation because their only sources of income are cut off. This is income that has been so suppressed that most people have no savings, and even for those earning more, every effort has been made to persuade them to spend as much of it as possible to &#8220;stimulate the economy&#8221;, a persuasion that often succeeds,<\/span><\/p>\n<p class=\"p1\"><span class=\"s1\">Yet this should not be a real problem as we are talking about numbers on screens and symbols on paper. We do not face a real physical crisis. Real problems we face when crops fail and when critical resources (such as fossil fuels) become scarce, i.e. when the essential life support systems of society are threatened. Both of those things will happen with absolute certainty in the future because of global warming and the depletion of non-renewable mineral resources. But this is in the future. Right now, we are still able to ensure the physical survival of everyone (except perhaps for the unprecedented currently ongoing locust invasion in East Africa and the Middle East).<\/span><\/p>\n<p class=\"p1\"><span class=\"s1\">However, we have voluntarily built a system that is so fragile that it crashes when it is asked to just pause for a little bit.<\/span><\/p>\n<p class=\"p1\"><span class=\"s1\">This in itself automatically means that it is a broken system that needs to be radically reorganized. SARS-CoV-2 simply exposes its fundamental failurings.<\/span><\/p>\n<p class=\"p1\"><span class=\"s1\"><b>Zoonotic infections &#8211; past, present and future<\/b><\/span><\/p>\n<p class=\"p1\"><span class=\"s1\">Let us also recall the forgotten\/underappreciated fact that this is not the first and will not be the last pandemic.<\/span><\/p>\n<p class=\"p1\"><span class=\"s1\">COVID-19 is the first such significant pandemic since the 1918 Spanish Flu. Due to a combination of circumstances &#8212; war, censorship, and the nature of the economy then &#8212; the 1918 pandemic has been largely forgotten and left no lasting socio-economic consequences. The deep recession of 1919-1920 in the US and the complete chaos in Europe in the postwar years are almost entirely a consequence of the war, even though tens of millions died from the flu.<\/span><\/p>\n<p class=\"p1\"><span class=\"s1\">Both SARS-CoV-2 and the 1918 H1N1 strain were transferred to people from wildlife, in the latter case from birds (influenza viruses are generally avian in origin).<\/span><\/p>\n<p class=\"p1\"><span class=\"s1\">The same is true for most infectious diseases in humans &#8211; they are of zoonotic origin, i.e. they come from other species, most commonly mammals or birds. The transition of <i>Homo sapiens<\/i> from nomadic to sedentary life in villages and cities fundamentally changed the epidemiological situation for our species.<\/span><\/p>\n<p class=\"p1\"><span class=\"s1\">First, breeding domestic animals has led to the transfer of a number of viruses from animals to humans due to the close contact between species that is created this way. Many traditional infectious diseases are of such origin, for example, the measles virus (MeV) is derived from the RPV virus that causes rinderpest disease in cattle.<\/span><\/p>\n<p class=\"p1\"><span class=\"s1\">Secondly, it became possible for such infectious diseases to persist in the human population, which had been much more difficult prior to that. When people lived in small tribal groups, separated from one another, even if a severe contagious disease appeared in one such group, due to the reduced contact between the groups, it either killed everyone or the survivors recovered in both case before they could spread the virus more widely. The emergence of cities with tens and hundreds of thousands of inhabitants in ancient times created the conditions for the permanent establishment of a wide variety of pathogens in the population, for which previously there were no suitable conditions.<\/span><\/p>\n<p class=\"p1\"><span class=\"s1\">The same effect is observed in nature as a whole &#8211; species living individually usually carry far fewer viruses than organisms living in large colonies.<\/span><\/p>\n<p class=\"p1\"><span class=\"s1\">Which is one of the reasons why bats, which do live in huge colonies, closely packed together, contain such a huge variety of viruses. Other reasons include the fact that there is simply a huge number of bat species and, accordingly, a great many viruses that infect them, as well as some particularities of their physiology and metabolism. Similar effects also explain why the other two major sources of zoonotic infections are rodents and birds.<\/span><\/p>\n<p class=\"p1\"><span class=\"s1\">However, bats have not been such a significant source of contagion throughout history; there emergence as such is a rather new phenomenon and a serious cause for concern.<\/span><\/p>\n<p class=\"p1\"><span class=\"s1\">Exotic transfers of wildlife viruses to humans have certainly happened in the past. Smallpox is most likely derived from wild rodents somewhere in West Africa (10), and <i>Yersinia pestis<\/i>, the causative agent of the bubonic plague, is well known to have originated from steppe marmots in central Asia. There are also a number of mysterious diseases in antiquity, the symptoms of which, as described by the historical chronicles, are best explained if we assume that these were viral hemorrhagic fevers. Such fevers are observed today in South and Central America, and their source are various rodent species; this may explain the epidemics there in the Middle Ages and the 16th century (11). It is also possible that the Athenian &#8220;plague’’ during the Peloponnesian War could have been caused by an Ebola-type filovirus (12) (which must have somehow reached Athens from Central Africa via the Nile). <\/span><\/p>\n<p class=\"p1\"><span class=\"s1\">However, bats only became a serious object of attention after the emergence of the Ebola and Marburg viruses in the 1960s and 1970s. Since then, the following zoonotic infections have been of such origin:<\/span><\/p>\n<ol class=\"ol1\">\n<li class=\"li1\"><span class=\"s1\">Filoviruses that cause severe hemorrhagic fevers, with a source mainly fruit-eating bats. The list includes four different Ebola viruses plus two Marburg viruses. Ebola is well known as a really scary disease, with a CFR of between 50% and 80%; Marburg virus outbreaks are so far more limited and accurate estimates are difficult to make, but Marburg may be even more lethal, with a CFR of about 90%.<\/span><\/li>\n<li class=\"li1\"><span class=\"s1\">The coronaviruses we already discussed &#8211; SARS, MERS, SARS-2, etc.<\/span><\/li>\n<li class=\"li1\"><span class=\"s1\">Henipaviruses, again with fruit-eating bats as a source. The Hendra virus first appeared in Australia in the 1990s, where it has most commonly been transmitted from bats to horses, causing a fatal disease. In several cases, the infection was also transferred from horses to humans, with ~60% CFR. But at least in this case the virus is not easily transmitted from person to person. The situation with the Nipa virus is much more unpleasant as it causes lethal encephalitis but also a severe respiratory disease. There have already been several epidemics in Malaysia, Bangladesh and India, where the virus was transmitted from person to person. The CFR is between 50% and 75%. It should be noted that the Nipa virus is a paramyxovirus, as is measles, the most contagious virus known to date, so the potential for the emergence of an even more contagious strain (by analogy with SARS-CoV-1 and SARS-CoV-2) is present.<\/span><\/li>\n<li class=\"li1\"><span class=\"s1\">A new type of rabies-causing lyssavirus (with 100% mortality), etc.<\/span><\/li>\n<\/ol>\n<p class=\"p1\"><span class=\"s1\">This is a very small fraction of the diversity of viruses in bats, which has barely been explored.<\/span><\/p>\n<p class=\"p1\"><span class=\"s1\">Moreover, these events are part of an overall larger trend &#8211; the incidence of new zoonotic infections has increased dramatically in recent decades (13).<\/span><\/p>\n<p class=\"p1\"><span class=\"s1\">Other, non-bat related examples, include the HIV virus derived from SIV viruses in chimpanzees and other monkeys, and the well-known &#8220;avian flu&#8221; H5N1. There are also dozens of lesser-known viruses that have emerged in recent years, but remain confined to isolated cases deep into the tropics, not a lot is known about them and they have not gained popularity.<\/span><\/p>\n<p class=\"p1\"><span class=\"s1\">Significant hysteria was created ten years ago over H5N1, but rightfully so, as its CFR is around 50%. What has saved us so far is the fact that H5N1 is not transmitted from person to person (several tens to hundreds of people die in East and Southeast Asia every year, but this is the result of direct contact with birds). This has led to a false sense of security that we will always be safe, but the reality is that only a few mutations (which are known) stand between the current strain and one that has such an ability, which can appear at any moment.<\/span><\/p>\n<p class=\"p1\"><span class=\"s1\">In short, just as the SARS-CoV-2 epidemic was, in hindsight, inevitable and expected, and caught us unprepared only because we did not pay attention to the many warnings, the emergence in the future of further new pathogens, highly infectious and with very high mortality, is inevitable. It is of little importance whether it will be a flu strain like H5N1, a new Nipa virus variety or an exotic hemorrhagic fever with a long incubation period (luckily Ebola and Marburg are so severe that there are no asymptomatic carriers and therefore it is relatively easy to control them through isolation and tracing of contacts), or something else and unknown from the vast viral universe.<\/span><\/p>\n<p class=\"p1\"><span class=\"s1\">In the long run, such an event is guaranteed to happen. What do we do then?<\/span><\/p>\n<p class=\"p1\"><span class=\"s1\">The measures necessary to stop such a future pandemic will be exactly the same as those needed now to contain SARS-Cov-2 &#8212; strict quarantine so that the transmission chain can be broken until either the virus is eliminated from the population or a vaccine\/medicine emerges.<\/span><\/p>\n<p class=\"p1\"><span class=\"s1\">Economic losses will be even more severe. But while it is not at all difficult now to find people who openly state that a human life costs this much in monetary terms and that of the elderly is significantly cheaper, thus killing 100 million will be cheaper than a 10% GDP contraction, when a virus starts killing over half of those infected, we will probably not hear many such voices.<\/span><\/p>\n<p class=\"p1\"><span class=\"s1\">Again, such an epidemic is guaranteed in the future. The systemic factors that led to COVID-19 will intensify. These factors are the growth of the world population, especially in the Third World, and the ongoing process of mass urbanization. This is leading to more wildlife hunting for food (so-called “bushmeat”, the main trigger of Ebola epidemics in Africa, but a common practice not only there &#8212; tropical forests are being emptied of wild animals at frantic speeds all around the world). The current epidemic also seems to have started that way. Population growth is also leading to more pig farms located in previously forested areas, and to the continued loss of pristine tropical forest, which forces fruit-eating bats to invade commercial fruit plantations instead. It also makes itpossible for epidemics to spread at a previously unimaginable speed. Most of the severe zoonotic outbreaks in the past would have occurred in remote villages, somewhere deep in the tropics, the whole village would have died and that would have been the end of it. We will hardly ever learn how many times this has happened in the African jungle over the centuries. However, when wild animals are sold for food in metropolitan areas with a population of many millions and with busy international airports, the situation is completely different.<\/span><\/p>\n<h2>“Let&#8217;s not hurt the economy” or how we got in this mess<\/h2>\n<p class=\"p1\"><span class=\"s1\">Therefore, even if we successfully tackle SARS-CoV-2, we will be eventually facing similar or much more difficult situations in the future.<\/span><\/p>\n<p class=\"p1\"><span class=\"s1\">Hence, the focus now should not be on how to open the economy at all cost, but on how to restructure the socio-economic system so that society does not collapse completely if we have to pause for a while.<\/span><\/p>\n<p class=\"p1\"><span class=\"s1\">It must also be strongly emphasized that this instinct &#8220;not to harm the economy&#8221; is what got us in this mess to begin with. Let us follow the course of events.<\/span><\/p>\n<p class=\"p1\"><span class=\"s1\">First, severe atypical pneumonia cases begin to show up in Wuhan in late November\/early December 2019. There is a huge monitoring system for just such things in China because of the experience with SARS-1, but the local authorities still decide that they will deal with the situation themselves and will not report up the chain of command to avoid a likely quarantine, which would harm them economically. The result is widespread infection in Wuhan and Hubei and the initial spread of the virus throughout China. We will hardly ever learn the extend of the outbreak, but based on the nearly two-month experience in many other countries, it is hard to believe that only 82,000 people have been infected and only 3,300 have died throughout China.<\/span><\/p>\n<p class=\"p1\"><span class=\"s1\">Second, the information finally reaches the central government around the very end of 2019. What exactly was known at that time will also probably remain unknown to the public, but the fact is that Wuhan is quarantined only on January 23, 2020, not at least two weeks earlier when that should have happened. Again, to prevent a collapse of the economy, but this time at a national level. Yes, when the quarantine was imposed, it was imposed properly, but it was too, too late.<\/span><\/p>\n<p class=\"p1\"><span class=\"s1\">Third, instead of stopping any and all trips from China to other countries in January 2020, this was not done, again in order not to harm the economy by disrupting international trade and travel. All the way until the end of February 2020, the WHO persistently recommended against border closures. Some governments took half-hearted measures, but all international flights should have been stopped sometime around January 15, 2020, or January 25, 2020 at the latest, after Wuhan&#8217;s closure. This was not done and the virus spread from China to dozens of countries.<\/span><\/p>\n<p class=\"p1\"><span class=\"s1\">Yet it was still possible to halt the outbreak in those countries by imposing total quarantine as early as possible at the national level. However, this was not done either, again for openly cited economic reasons. The quarantine was tightened gradually instead of strict measures being imposed from the very beginning as was done in China. But what did this lead to? Draconian quarantine was introduced anyway (though not everywhere, there are still countries where no real serious measures have been taken), but millions had been infected and hundreds of thousands had already died. In this regard, it is useful to monitor the sequence of quarantine tightening in Italy and Spain.<\/span><\/p>\n<p class=\"p1\"><span class=\"s1\">We see that at every step of the process, the serious measures that had to be taken were not taken to avoid economic damage, but the quickly developing outbreaks forced the hands of authorities into imposing those exact same measures anyway.<\/span><\/p>\n<p class=\"p1\"><span class=\"s1\">The instinct to “not hurt the economy” brought us a ruined economy and a virus that has now spread everywhere, which will be very difficult to eradicate<\/span><\/p>\n<p class=\"p1\"><span class=\"s1\">Why do some believe that lifting the quarantine to open the economy will lead to something different this time? There is no reason to think so based on past experiences. The very definition of insanity is to do the same thing over and over again and expect different results.<\/span><\/p>\n<p class=\"p1\"><span class=\"s1\">There is simply no useful move within current orthodox thinking.<\/span><\/p>\n<h2>Cause for reflection<\/h2>\n<p class=\"p1\"><span class=\"s1\">Which brings us back to the question of why we live in a socio-economic system that cannot afford to pause for a while.<\/span><\/p>\n<p class=\"p1\"><span class=\"s1\">The superficial answers are well known. Because the system is based on a constantly growing pile of debt, thus if debt payments stop, the whole system begins to unravel and everything falls apart. And because GDP growth is the highest goal, on which all macroeconomic and political decisions are based.<\/span><\/p>\n<p class=\"p1\"><span class=\"s1\">If the economy closes, private businesses run out of income, cannot pay their debts and dismiss their employees, who can no longer pay their rent, mortgages and other debts, all of which causes a cascade of defaults along the chain. Because everything is &#8220;optimized&#8221; so that the system pays workers only as much as to allow them to meet their daily needs but not to save, and because the businesses themselves have no reserves either, if the “pause” goes on for too long, where &#8220;too long&#8221; in many cases only means two to three months, the businesses close forever and the workers are left without the means to even buy food. What the latter will lead to remains to be seen.<\/span><\/p>\n<p class=\"p1\"><span class=\"s1\">As I said above, all of this is insanity, as there is no reasonable reason for it to happen if enough food is produced and the power grid, water and sewer systems work. There is currently no general physical problem that should lead to the complete disintegration of the system. If the system breaks down, it is entirely due to its own fundamental defects, thus the situation now should be a reason to reorganize the system, not to engage in futile attempts to save it, as it is obviously inherently broken.<\/span><\/p>\n<p class=\"p1\"><span class=\"s1\">This is true even if there was no pandemic. It is physically impossible to achieve infinite growth within a finite physical system, but our socio-economic system is fundamentally based on the opposite assumption. If GDP does not grow steadily, the system collapses. However, there is no way GDP can grow indefinitely &#8211; every economic transaction involves a certain amount of physical work, thus it is not possible for GDP to grow without increasing the consumption of physical resources and energy. Indeed, the graph between energy consumption and GDP on a global scale over the years is a straight line. However, planet Earth is very much finite sphere, with very much finite reserves of energy and other non-renewable resources, with a limited energy influx from the sun, and with limited renewable resources (many of which effectively become non-renewable if used too intensively). Economists like to talk about the so-called “decoupling” between the use of physical resources and GDP growth but as I said above, this is physically impossible. It is seen only as an artificial local effect of outsourcing energy-intensive industries to other countries, but not globally. Even from a purely economic point of view, it is a ridiculous proposition &#8211; if GDP could grow without increasing resource consumption, then the relative cost of resources in the long run would fall asymptotically to zero, which is clearly absurd. <\/span><\/p>\n<p class=\"p1\"><span class=\"s1\">Even if there were no pandemics and other disasters, human civilization is on the path towards total self-destruction within the next one or two centuries due to the combination of environmental degradation and the depletion of vital resources to which socio-economic systems based on continuous growth inevitably lead .<\/span><\/p>\n<p class=\"p1\"><span class=\"s1\">This is a fundamental defect that is common to all such systems tested in the 20th century &#8211; endless growth was the goal of both communist and capitalist regimes.<\/span><\/p>\n<p class=\"p1\"><span class=\"s1\">However, the pandemic brings to light the additional defects that were added to the system in the last four decades because of the rise of neoliberalism and market fundamentalism to the position of a universally dominant, unquestionable ideological dogma.<\/span><\/p>\n<p class=\"p1\"><span class=\"s1\">In Bulgaria, we at least have the privilege of having until fairly recently lived in a different system and having a base of comparison. Let us imagine what would happen if an epidemic had to be battled in the 1970s in one of the countries of the former Eastern Bloc. I nfact we do not even need to imagine it because there is a real-life such example &#8211; the last smallpox epidemic in Europe broke out in 1972 in the former Yugoslavia (then, a Kosovan Muslim returning from worship in Iraq brought the virus). The reaction was swift &#8211; martial law, border closures, roadblocks, cordin sanitaires, etc., and the epidemic was contained within two months. Of course, in that case, there was a vaccine, which helped a lot, but the important thing is that there was no hesitation in immediately taking the necessary measures due to economic concerns.<\/span><\/p>\n<p class=\"p1\"><span class=\"s1\">In a non-market economy, like the one we had 30 years ago, an even longer quarantine would not be a much of a problem. Most people own their homes, and most of those who pay rent pay it to the state. There are no small and medium-sized businesses to collapse and leave their staff without any income, and there are no stock markets to crumble and destroy the retirement savings of people forced to invest in them due to a lack of a real pension system. Food production and distribution is centralized and controlled by the government, as are all other essential systems, which is a huge advantage in such a situation. There is no problem whatsoever to stop and wait as long as needed &#8211; people do stay in their homes, the army distributes food to people’s homes (making quarantine would be much more efficient), rural areas are isolated as much as possible to prevent infection and declines in agricultural output, etc. Yes, the five-year plan is not fulfilled, but by itself this does not automatically bring down the system and it does not lead to mass starvation and chaos.<\/span><\/p>\n<p class=\"p1\"><span class=\"s1\">Yes, such a system is “inefficient” from a conventional economic point of view, and this is one of the main reasons it no longer exists. However, is it such a good idea to make &#8220;efficiency&#8221; a cult? A perfectly efficient system is, by definition, completely non-resilient, as it does not have any buffers to absorb external shocks, which are inevitable in the long run. &#8220;Efficiency&#8221; is achieved by eliminating these buffers. A system based on the assumption that everything will be fine forever is doomed in the long term.<\/span><\/p>\n<p class=\"p1\"><span class=\"s1\">That is why we are currently facing collapse, while the last pandemic in 1918 went almost unnoticed &#8211; market fundamentalism has brought us to a situation where the system is so fragile and unstable that it is unable to cope with even a relatively mild shock and can easily collapse. We might see social consequences beyond those of any epidemic since the bubonic plague of the 14th century, which, let’s recall, wiped out between one-third and one-half of Europe&#8217;s population. SARS-CoV-2 is a very unpleasant virus, but it is still far from <i>Yersinia pestis<\/i> in terms of mortality.<\/span><\/p>\n<p class=\"p1\"><span class=\"s1\">The above are abstract deliberations, so let us examine some specific examples.<\/span><\/p>\n<p class=\"p1\"><span class=\"s1\">Somewhat surprisingly, the progression of the epidemic in Bulgaria has been relatively smooth so far (but if data from the last few days is an indicator, this will change soon). Measures were taken more seriously and earlier than expected. However, those measures were far from serious enough nore were they taken early enough, which means we are unlikely to escape unscathed. Yet as there has been no real explosion for almost six weeks, discussion of how unprepared the healthcare system is to deal with the crisis seems to have fallen out of the spotlight, even though the system is almost as unprepared now as it was in early March 2020 as these are problems that cannot be resolved in a few weeks.<\/span><\/p>\n<p class=\"p1\"><span class=\"s1\">Even if enough protective clothing and equipment become available to hospital staff, infectious, intensive care and emergency wards, and well-trained doctors and nurses to care for the sick will not appear miraculously out of nowhereVery few of them are left in Bulgaria. The origin of the problem is very well known, but for some reason, there is an unspoken taboo associated with it. Even before the coronavirus appeared, the plight of the health system was a constant topic of public debate, but as a rule, it was somehow assumed that the system had always been as it is now. Which is not true –I t was created in its current form through the health reform in 1998, when the old Soviet system was replaced by a market-oriented one.<\/span><\/p>\n<p class=\"p1\"><span class=\"s1\">Most importantly, hospitals became businesses and profit became the major guiding principle in the organization of the healthcare system, where it has no place. There is no such thing as a healthcare market &#8211; what market can we talk about when someone is wheeled unconscious into the emergency room? Even assuming that there is such market, the conditions for a functioning market listed in economics textbooks are clearly not met, such as the one that all participants in it have equal access to information (do the elderly patients from rural areas know enough about modern medical technologies to be able to &#8220;choose&#8221; anything?).<\/span><\/p>\n<p class=\"p1\"><span class=\"s1\">The results are deplorable at both the macro and micro levels. Plenty of private clinics have emerged that drain a huge portion of public resources but have no incentive to be fully functional hospitals, since emergency, intensive care, infection and other wards are not profitable. Accordingly, they do not exist. It is the interest of private hospitals to take up mild cases that are the most profitable while transfering the serious ones to public and municipal hospitals.<\/span><\/p>\n<p class=\"p1\"><span class=\"s1\">However, as even the public and municipal hospitals are commercial entities, they too have started to close these wards in large numbers. The result is a total lack of preparedness to deal with a serious epidemic, which we are currently only beginning to comprehend.<\/span><\/p>\n<p class=\"p1\"><span class=\"s1\">It is also taboo to talk about the behavior of much of the medical professionals, who have turned, again due to the privatization of the system and due to focusing everything on making profits, into outright racketeers and crooks, whose main goal is to extract as much money as possible from their patients, not to cure them. This manifests in practices such as the officially illegal direct extortion of patients, the officially legal but equally immoral request for &#8220;copayments&#8221;, the administering of unnecessary invasive procedures to collect cash from the National Health Insurance Fund, regardless of whether such procedures threaten the health of patients, etc. Of course, not all doctors have forgotten that they have given the Hippocratic Oath, but too many of them indeed have. All this resulted in another profoundly negative development &#8211; people&#8217;s confidence in the medical profession has been completely destroyed. This is devastating in a situation like the current one, in which it is vital for the population to heed medical advice and follow it with discipline.<\/span><\/p>\n<p class=\"p1\"><span class=\"s1\">Some of these phenomena (such as demanding money under the table) were already presented in the mid-1990s, when lack of funding decimated hospitals, but it has been since the late 1990s health reform that they have taken on a truly grotesque dimension.<\/span><\/p>\n<p class=\"p1\"><span class=\"s1\">We are going to pay for all these sins now. It was never explained how exactly a personal physician will be physically able to monitor the health of several thousand patients (whose names they do not remember even after having them as their patients for many years). Now what happens during an epidemic? New intensive care units will not pop-up just magically. And another absurd paradox is currently emerging, as hospitals are going bankrupt because elective procedures have been suspended due to the epidemic, cutting off the main funding stream for hospitals. But this is what happens when healthcare is a service industry and hospital funding is tied to the number of patients. Even if there is no pandemic, one would think that the goal of society as a whole should be that as few people as possible need to go hospitals.<\/span><\/p>\n<p class=\"p1\"><span class=\"s1\">Of course, the reform was not purely a Bulgarian invention, we followed the Western lead. But since the situation in other countries was not widely known in our country, and was even less understoof prior to the Internet era, the healthcare reform passed largely unimpeded. Moreover, if the situation in Bulgaria is bad and we are ill prepared, the situation in the countries whose example we followed, is just catastrophic now.<\/span><\/p>\n<p class=\"p1\"><span class=\"s1\">Every component of the US health care system operates in order to maximize profits. There is no central health insurance fund, funding is provided by individual insurance. Hospitals, doctors, ambulances, insurers, pharmaceutical and biotechnology companies, and all other links in the chain, operate with the sole goal of making as much money as possible, and given that most of them are in monopolistic or oligopolistic positions, the result is a totally dysfunctional system, that is effectively genocidal with respect to the lower strata of the population.<\/span><\/p>\n<p class=\"p1\"><span class=\"s1\">Health insurance costs tens of thousands of dollars a year, and cheaper plans come with deductibles and copays of thousands of dollars before the insurance policy starts paying. This in a country where most families have no savings and live paycheck to paycheck. Meanwhile, one’s insurance often does not apply to all hospitals and may not even apply everywhere within the same hospital, because, just as in Bulgaria, US hospitals have realized that maintaining emergency and intensive care units costs a lot of money, therefore, in many cases, such care is outsourced and not always within one’s “network”. The result is that people go to the hospital with the idea that they have coverage, and then receive a surprise bill for tens of thousands of dollars.<\/span><\/p>\n<p class=\"p1\"><span class=\"s1\">Logically, people delay going to the hospital for as long as possible, which leads to a worsening of their condition and an often unnecessarily fatal end (it is of utmost importance when exactly a tumor is discovered and how quickly its treatment begins). Tens and hundreds of thousands die every year without medical attention because they cannot afford to pay.<\/span><\/p>\n<p class=\"p1\"><span class=\"s1\">The defects of the system are on full display in the context of COVID-19 &#8211; when testing costs several thousand dollars and treatment costs tens of thousands, it is understandable why many people decide to take the risk and shake off the virus without going to the hospital or self-isolating, spreading it everywhere.<\/span><\/p>\n<p class=\"p1\"><span class=\"s1\">In addition, there is no federal requirement for employers in the US to provide paid sick leave, and an employee may be fired if he or she does not show up for work. Again, in a country where most people have no savings and will be out on the street within a month or two if they cannot afford to pay their rent or mortgage, this results in thousands infected with COVID-19 who continue to go to work spreading the virus.<\/span><\/p>\n<p class=\"p1\"><span class=\"s1\">In such a fragile economic system, quarantine is a bitter and very difficult to swallow pill, which is why it was not imposed on time (and it still is not, there are still five states that have not imposed any restrictions). This translates into already 700,000 officially registered cases, an unknown large number of unregistered ones, tens of thousands of victims, and inevitably many more in the coming weeks and months.<\/span><\/p>\n<p class=\"p1\"><span class=\"s1\">Market fundamentalism has also led to a tragic total inability to deal with the crisis since its onset, and to a number of scandalous situations illustrating the general decay of governance capacity.<\/span><\/p>\n<p class=\"p1\"><span class=\"s1\">Very few hospitals started stocking up on protective clothing at the end of January\/early February 2020, when it was the last possible moment to start doing so. The reason is simple &#8211; it costs money and reduces profits. Hospitals are most often run by people who have business administration and management degrees, whom it is difficult to explain to that a pandemic is inevitable months before it breaks out, or how exactly it will develop. By the time the epidemic hit hard, it was too late to obtain protective gear.<\/span><\/p>\n<p class=\"p1\"><span class=\"s1\">This why there were numerous reports of nurses being sent to care for SARS-2 patients while wearing the same N95 mask for a whole week, or even without a mask, even though adequate protection consists of a full hazmat suit. This is also how the even more horrifying practice of forbidding medical personnel from wearing their own protective equipment came to be, partly to avoid panic among general patients in hospitals, partly because the system works on the principle that if there is no adequate protective gear for everyone, then no one will be allowed to have it.<\/span><\/p>\n<p class=\"p1\"><span class=\"s1\">Protective gear also revealed the failure of the combination of globalization and market fundamentalism, as well as of the ideology that government should be as small and helpless as possible. In the US, a process of outsourcing manufacturing to China and other countries with cheap labor has been going on for decades, accompanied by the total destruction of the standard of living of the American worker whose well-paid stable work in the manufacturing sector has been replaced by precarious hourly work without insurance at fast food establishments, supermarkets, etc. When modern day slave work in China is paid ten times less than the same work in the US, this means huge profits for corporations that outsource their manufacturing there. However, here comes SARS-2 and it turns out that the location of production sites matters very much.<\/span><\/p>\n<p class=\"p1\"><span class=\"s1\">The vast majority of medical gloves are manufactured in Malaysia and China, and from late February 2020 on, it became very difficult to find a place to buy them. In addition, the famous N95 masks are manufactured by a number of manufacturers in China as well as by the 3M Corporation. Which somehow has miraculously exported only half of its production to China, the rest is still in America. However, what happened when the mask shortage developed? First, of course, the Chinese government suspended the export of protective gear, including the production from 3M&#8217;s factories in China (regardless of the fact that 3M is an American company). Second, president Trump activated the so-called Defense Production Act, dating back to World War II, which gives the US government the right to control the production capacity of US companies in times of crisis, and ordered 3M to halt exports from its US factories to Canada and Latin America. 3M politely declined to do so (14). In another era, this would have been followed by arrests of 3M’s top management but after decades of slow institutional decay, we have ended in a situation where 3M seems to have more real power than the US government.<\/span><\/p>\n<p class=\"p1\"><span class=\"s1\">National security and sovereignty cannot be included in the mathematical models of mainstream economists, therefore, there is no place for them in the thinking of market fundamentalists.<\/span><\/p>\n<p class=\"p1\"><span class=\"s1\">The cost of preparedness for a crisis, which happens once every few decades, cannot be justified when decisions are made on a quarterly basis.<\/span><\/p>\n<p class=\"p1\"><span class=\"s1\">The last bit is the reason why we are not prepared with a vaccine. We knew from the previous epidemic that SARS is a serious problem that we would have to face again. However, once it was contained, funding for the development of SARS-1 vaccines evaporated. Why invest in it if there are no patients? Yes, such a viable vaccine in itself, and most of all, through what has been learned in the process of its development, would prepare us for the emergence of a new coronavirus. However, there is no profit in the short term, so no one invests in such research.<\/span><\/p>\n<p class=\"p1\"><span class=\"s1\">Which is a much bigger problem than coronaviruses.<\/span><\/p>\n<p class=\"p1\"><span class=\"s1\">In general, no serious money is available for infectious diseases. One gets sick of something like that, takes a few pills, recovers, and this is it. The only exception is HIV as it is a latent virus that cannot be cured but can be controlled. HIV medications must be taken constantly for the rest of the life of the infected person.<\/span><\/p>\n<p class=\"p1\"><span class=\"s1\">Which illustrates the guiding principle of modern pharmaceutical and biotechnology companies. They prefer to invest all their resources in chronic diseases, such as diabetes and high blood pressure, because these are medicines that patients have to take for the rest of their lives. This generates serious profits.<\/span><\/p>\n<p class=\"p1\"><span class=\"s1\">On the other hand there is simply no profit in infectious diseases.<\/span><\/p>\n<p class=\"p1\"><span class=\"s1\">This is one of the reasons why new antibiotics have not been developed for decades. It is not the only reason &#8211; it is an objectively extremely difficult scientific problem, but given the threat to humanity’s future posed by bacterial resistance, huge investments in this area should be made, precisely because the problem is so complex. However, this is not the case.<\/span><\/p>\n<p class=\"p1\"><span class=\"s1\">While the development of medicines and therapies is guided by such principles, we will be caught unprepared repeatedly in the future.<\/span><\/p>\n<h2 class=\"p1\"><span class=\"s1\"><b>Lessons from the Singapore experience<\/b><\/span><\/h2>\n<p class=\"p1\"><span class=\"s1\">Finally, let us look at what happened in Singapore. Singapore, along with Taiwan, South Korea and Hong Kong, was the most prepared country in the world to tackle SARS-2. This is both thanks to the lessons of SARS-1 and 15 years of preparation for a new epidemic and because the society there is high-tech, well-organized and highly disciplined.<\/span><\/p>\n<p class=\"p1\"><span class=\"s1\">As it might be expected, given its close proximity and links to China, Singapore was one of the countries where the virus first appeared. The first case was registered on January 23, 2020. Serious measures were taken &#8211; large-scale testing, mass wearing of masks, implementation of a system for monitoring contacts and individual movement using mobile phones, local quarantine, etc. Completely shutting everything was not among the measures. For a long time things were under control &#8211; on February 23, 2020, there were 90 cases, on March 13, 2020, they were still only 200, on March 23, 2020, they were 500.<\/span><\/p>\n<p class=\"p1\"><span class=\"s1\">In the end, however, the outbreak still happened and currently, there are over 5,000 cases, which already requires serious quarantine measures.<\/span><\/p>\n<p class=\"p1\"><span class=\"s1\">If Singapore, with all its perfect organization, high technology and disciplined population, cannot cope with the virus without quarantine, why should we hope that everything can be reopened without any problems in much less favorable conditions for restricting the spread of the virus?<\/span><\/p>\n<p class=\"p1\"><span class=\"s1\">Nevertheless, it seems that instead of solving the deeper problems that have gotten us in this crisis, desperate attempts to reopen the economy will be made, with foreseeable consequences.<\/span><\/p>\n<h2 class=\"p1\"><span class=\"s1\"><b>In conclusion<\/b><\/span><\/h2>\n<p class=\"p1\"><span class=\"s1\">Still, it is not impossible to stop the epidemic locally. Yes, globally this is hopeless because of the complete organizational chaos in so many countries. However, the following measures can eliminate the virus within individual territories and prevent breakdown of social order:<\/span><\/p>\n<ol class=\"ol1\">\n<li class=\"li1\"><span class=\"s1\">Really serious quarantine. The more draconian the measures, the shorter it will have to stay in place. If the basic reproduction number of an infection R<\/span><span class=\"s2\"><sub>0<\/sub><\/span><span class=\"s1\"> (i.e. the average number of individuals to which an infected person passes the virus) is reduced to R<\/span><span class=\"s2\"><sub>0<\/sub><\/span><span class=\"s1\"> = 1, the virus will disappear, and the lower this value, the faster this will happen. It must be clearly understood that we are not talking about weeks here. During Ebola outbreaks in Africa, it usually takes 42 days without new cases before an end of the epidemic is declared, and there is a very good reason for this. An Ebola epidemic is now ongoing for a second year in eastern Congo, and while at the end of February 2020 it seemed as if there were no more new cases, a new outbreak occurred in mid-April. The coronavirus appears to be more stubborn and can &#8220;hide&#8221; for a very long time in asymptomatic carriers. Accordingly, a longer quarantine may be necessary, practically everyone will have to be tested, and by PCR, not with serological tests, for which in many places there is simply no capacity (Bulgaria is one of them). We should also not rely upon a quick development of vaccines and medicines.<\/span><\/li>\n<li class=\"li1\"><span class=\"s1\">Yes, this means complete collapse of the economy from a conventional economic point of view, but it will happen anyway. Which, in turn, requires radical social measures. In the first place, with such a long quarantine, it is impossible to survive without some equivalent of a universal basic income until the crisis is over.<\/span><\/li>\n<li class=\"li1\"><span class=\"s1\">However, even if it were introduced, the mountain of absolutely impossible to pay debts would still collapse. Accordingly, the only way to avoid this crash is to cancel them. This was a common practice in antiquity when there was a clear rational understanding of the simple truth that no one can defeat exponential growth and that debts that cannot be paid will not be paid. Debts were thus canceled periodically, restarting with a clean slate (the so-called “debt jubilee”).<\/span><\/li>\n<li class=\"li1\"><span class=\"s1\">Placing key industries under direct government control so that they can operate in the public interest rather than profiteering from the crisis. However, it is not clear if the required for that governing capacity is available.<\/span><\/li>\n<li class=\"li1\"><span class=\"s1\">It would also be great to have a centralized system for distributing food to homes so that people did not have to go outside. However, it may be too late for this, again due to the lack of such infrastructure, even where it once existed.<\/span><\/li>\n<li class=\"li1\"><span class=\"s1\">Something extremely important, which is not currently being discussed, and the lack of such discussion is frankly frightening &#8211; maximum isolation of workers in essential sectors (agriculture, energy, water supply, etc.) is needed to ensure their normal functioning. There is currently no food crisis, but if the virus spreads to rural areas and the planting, growing and harvesting of crops are disrupted, such a crisis will occur. The same applies to processing plants. In the US and Canada, there is currently a wave of closures of meat processing plants due to developing COVID-19 in outbreaks (these are places where people work shoulder-to-shoulder and where protective gear has apparently not been distributed as it costs money). The expectations are that all this will result in real shortages of products in stores within a few weeks.<\/span><\/li>\n<\/ol>\n<p class=\"p1\"><span class=\"s1\">These are the short-term measures. In the long run, because of much deeper reasons than the coronavirus, societies have to move to an economic system that is not dependent on endless growth and that does not immediately collapse from what should not be especially severe shocks. However, this is a separate long topic.<\/span><\/p>\n<p class=\"p1\"><span class=\"s1\">In reality, however, it is much more likely that well-positioned private interests will use this crisis to seize even more political and economic power. In Bulgaria, with its current elite, one can hardly expect anything else. Last month, the most egregious crime against the common citizen in US history was committed – people were given minimal lump sums of money plus unemployment benefits for less than four months, plus overall grossly insufficient amounts of money for small businesses. Meanwhile, trillions of dollars were handed out to Wall Street and big business. These trillions are most likely given away with the idea of ​​using them to buy up all assets at the moment when their price is the lowest, and therefore concentrate them in the hands of a very small circle of people. This would bring society back to the 19th century; we may even start talking seriously about neo-feudalism in the near future. All this, despite the fact that the coronavirus has made it clear exactly what damage this concentration of power in the hands of financiers causes to national security. Adequate measures to stop the spread of the virus have not been taken at all, and the hasty &#8220;reopening&#8221; of the economy without having contained the virus is now to be expected. It remains to be seen what this will lead to.<\/span><\/p>\n","protected":false},"excerpt":{"rendered":"<p>By Georgi K. Marinov, Post-doctoral fellow, Department of Genetics, Stanford University, Stanford, California 94305, USA With the start of the second month of coronavirus quarantine, the issue of when and&hellip;<\/p>\n","protected":false},"author":21290,"featured_media":54365,"comment_status":"closed","ping_status":"open","sticky":false,"template":"","format":"standard","meta":{"_mo_disable_npp":"","_relevanssi_hide_post":"","_relevanssi_pin_for_all":"","_relevanssi_pin_keywords":"","_relevanssi_unpin_keywords":"","_relevanssi_related_keywords":"","_relevanssi_related_include_ids":"","_relevanssi_related_exclude_ids":"","_relevanssi_related_no_append":"","_relevanssi_related_not_related":"","_relevanssi_related_posts":"","_relevanssi_noindex_reason":"","kia_subtitle":"","spay_email":"","jetpack_publicize_message":"","jetpack_is_tweetstorm":false},"categories":[5543,5806],"tags":[10493,10603,10605,10602,10604],"jetpack_featured_media_url":"https:\/\/bivol.bg\/wp-content\/uploads\/2020\/04\/corona-carnaval.jpg","jetpack_publicize_connections":[],"jetpack_sharing_enabled":true,"jetpack_shortlink":"https:\/\/wp.me\/p9hbsr-ehr","jetpack_likes_enabled":true,"_links":{"self":[{"href":"https:\/\/bivol.bg\/en\/wp-json\/wp\/v2\/posts\/54897"}],"collection":[{"href":"https:\/\/bivol.bg\/en\/wp-json\/wp\/v2\/posts"}],"about":[{"href":"https:\/\/bivol.bg\/en\/wp-json\/wp\/v2\/types\/post"}],"author":[{"embeddable":true,"href":"https:\/\/bivol.bg\/en\/wp-json\/wp\/v2\/users\/21290"}],"replies":[{"embeddable":true,"href":"https:\/\/bivol.bg\/en\/wp-json\/wp\/v2\/comments?post=54897"}],"version-history":[{"count":0,"href":"https:\/\/bivol.bg\/en\/wp-json\/wp\/v2\/posts\/54897\/revisions"}],"wp:featuredmedia":[{"embeddable":true,"href":"https:\/\/bivol.bg\/en\/wp-json\/wp\/v2\/media\/54365"}],"wp:attachment":[{"href":"https:\/\/bivol.bg\/en\/wp-json\/wp\/v2\/media?parent=54897"}],"wp:term":[{"taxonomy":"category","embeddable":true,"href":"https:\/\/bivol.bg\/en\/wp-json\/wp\/v2\/categories?post=54897"},{"taxonomy":"post_tag","embeddable":true,"href":"https:\/\/bivol.bg\/en\/wp-json\/wp\/v2\/tags?post=54897"}],"curies":[{"name":"wp","href":"https:\/\/api.w.org\/{rel}","templated":true}]}}