{"id":55379,"date":"2020-05-11T13:16:23","date_gmt":"2020-05-11T10:16:23","guid":{"rendered":"https:\/\/bivol.bg\/?p=55379"},"modified":"2020-05-12T17:53:40","modified_gmt":"2020-05-12T14:53:40","slug":"bulgarian-government-hides-information-on-curing-dates-but-is-distributing-them-to-the-poor","status":"publish","type":"post","link":"https:\/\/bivol.bg\/en\/bulgarian-government-hides-information-on-curing-dates-but-is-distributing-them-to-the-poor.html","title":{"rendered":"Bulgarian Government Hides Information about ‘Curing Dates’ but Distributes Them to the Poor"},"content":{"rendered":"<p>For the second week in a row, Bulgaria’s interdepartmental commission, tasked with determining the quantities of <a href=\"https:\/\/bivol.bg\/en\/bulgaria-fights-coronavirus-with-dates-from-uae.html\" rel=\"noopener noreferrer\" target=\"_blank\">dates shipped from the United Arab Emirates (UAE)<\/a>, failed to report the exact quantities of the shipment. Meanwhile, boxes with dates have been spotted in various parts of the country. According to the authorities, they are already being distributed to those who desperately need them.<\/p>\n<p>As early as April 23, 2020, Bivol revealed that the <strong>dates<\/strong> amounted to over 12 metric tons gross weight and over nine tons of net weight. The exotic fruit was brought from Abu Dhabi personally by Bulgarian Economy Minister <strong>Emil Karanikolov<\/strong> and was touted by the government and the <strong>National Coronavirus Taskforce<\/strong> as 15 tons of &#8220;medical supplies&#8221;. In the aftermath of the discovery that the medical aid was insignificant and that the shipment contained mostly dates, a special government commission was formed to count the dates and the medical consumables in the Bulgarian Red Cross warehouse.<\/p>\n<p>However, the “Date Counting Commission” has stumbled upon completing the protocols. A source from the Bulgarian Red Cross told Bivol that the confusion came from mixing the data in the net and gross weight columns. Therefore, it will take a few more days to “polish” the protocol, which would eventually happen in the week beginning May 11, 2020.<\/p>\n<p>It remains unclear why a government commission had to do such counting since the Customs Agency should have an inventory with the exact quantities of the imported masks, gloves, footwear, disinfectants, and dates. The Customs firmly denied providing this information after a request under the Access to Public Information Act (APIA) submitted by Bivol. However, the Customs documents leaked to the Anti-Corruption Fund and fully confirmed the information about date quantities, published by Bivol.<\/p>\n<p>According to these documents, there are 1,366 boxes with a gross weight of 12,245 kg. As a reporter of Bivol found out two weeks ago, the dates stored in the warehouse of the Bulgarian Red Cross are packed in 5-kg and 8-kg boxes. The net weight is printed on the box. Simple arithmetic, such as multiplying the number of boxes by their weight can give the total weight, but the State Commission has been struggling with the result for ten days now.<\/p>\n<p>The Bulgarian Red Cross announced last week that approximately half of the dates have already been distributed to vulnerable social groups. Obviously, they can be distributed without a protocol during a state of emergency.<br \/>\nOne of our readers sent a photo from May 9, 2020, from the railroad station in the town of Septemvri, which shows a 5-kg box of dates, along with humanitarian aid provided by Turkey. It is noteworthy that the dates are not labeled as humanitarian aid, unlike the Turkish goods.<\/p>\n<p><strong>Suspicious disinfectants to be tested for methanol<\/strong><\/p>\n<p>It seems that albeit tacitly, Bulgarian authorities have apparently complied with Bivol&#8217;s recommendation to test the so-called <strong>“medical supplies”<\/strong>, which are actually UAE-supplied disinfectants. In fact, this is a supermarket brand of <a href=\"https:\/\/bivol.bg\/en\/can-uaes-disinfectants-turn-out-toxic.html\" rel=\"noopener noreferrer\" target=\"_blank\">hand sanitizers recalled from the market in Dubai<\/a> by local health authorities over the presence of methanol, as Bivol also revealed.<\/p>\n<p>The press office of the Bulgarian Red Cross announced that the sanitizers from the UAE have not yet been distributed to those in need because the batches are tested for methanol and the tests are performed in two laboratories.<\/p>\n<p><strong>&#8220;Curing dates&#8221; as Peevski&#8217;s advertisement<\/strong><\/p>\n<p>The PR adventure started with a statement by <strong>General Ivaylo Mutafchiyski<\/strong>, the Head of the Taskforce at its regularly scheduled press briefing on April 14, 2020, at the <strong>Council of Ministers<\/strong>.<\/p>\n<p><em>“Two companies, Gradus and Intrust, have concluded a very serious deal with the United Arab Emirates. It concerns the exchange of 32 tons of food with the UAE against which we received 15 tons of medical supplies. The companies funded the transport and the State paid nothing. This is a great help because the shipment consists of protective gear such as masks, gloves, and clothing,”<\/em> said General Mutafchiyski.<\/p>\n<p>The Intrust company is the sole property of controversial lawmaker and media mogul <strong>Delyan Peevski<\/strong>, who has been repeatedly endorsed during the taskforce’s morning briefings as a generous donor to hospitals amidst the COVID-19 crisis. The Bulgarian shipment to the UAE consisted of lamb, dairy products, and vegetables. Peevski has interests in the dairy industry through his company Lakrima company, which has been present in the UAE market for years.<\/p>\n<p>In fact, donations made by the MP, labeled by the German Spiegel magazine &#8220;the iceberg of corruption&#8221;, did not come from his own pocket, but from Intrust. Such use of company assets is illegal but is well known in Bulgaria, where the law is always breached when Peevski’s interests are involved.<\/p>\n<p>So far, the government has not given any reasonable explanation for the strange deal with the Emirates, which enjoyed its serious logistical support and involved companies close to it. Instead, pro-government mainstream media conducted a propaganda awareness campaign, from which we learned that dates are nutritious and healthy food, used in China by the elderly.<\/p>\n<p>The revelation that most medical supplies are actually dried dates was followed by jumbled explanations by Minister Karanikolov. According to him, the shipment from the UAE was agreed upon at the State level a long time ago, but at the same time, the government had nothing to do with the dates because the barter &#8220;dates against lamb&#8221; had been a private initiative.<\/p>\n<p>In this situation, it remains unclear why the Ministry of Economy is listed in the Customs manifest as the recipient of the dates, and not the specific private company that has carried out the barter.<br \/>\nDocuments published by the Anti-Corruption Fund show that the Ministry of Economy has abandoned the dates at the Customs agency &#8220;for the benefit of the State.&#8221; This is obviously a trick to avoid Customs duties for the goods as they cannot be entered as medical supplies.<\/p>\n<p>#Dategate continues with the ridiculous stupor of institutions unable to indicate the net amount of dates.<\/p>\n","protected":false},"excerpt":{"rendered":"<p>For the second week in a row, Bulgaria’s interdepartmental commission, tasked with determining the quantities of dates shipped from the United Arab Emirates (UAE), failed to report the exact quantities&hellip;<\/p>\n","protected":false},"author":20613,"featured_media":55335,"comment_status":"closed","ping_status":"open","sticky":false,"template":"","format":"standard","meta":{"_mo_disable_npp":"","_relevanssi_hide_post":"","_relevanssi_pin_for_all":"","_relevanssi_pin_keywords":"","_relevanssi_unpin_keywords":"","_relevanssi_related_keywords":"","_relevanssi_related_include_ids":"","_relevanssi_related_exclude_ids":"","_relevanssi_related_no_append":"","_relevanssi_related_not_related":"","_relevanssi_related_posts":"","_relevanssi_noindex_reason":"","kia_subtitle":"","spay_email":"","jetpack_publicize_message":"","jetpack_is_tweetstorm":false},"categories":[5544,5806],"tags":[10586,10536,10673,10674,10533,10549,7328,10535],"jetpack_featured_media_url":"https:\/\/bivol.bg\/wp-content\/uploads\/2020\/05\/furmi-septemvri.png","jetpack_publicize_connections":[],"jetpack_sharing_enabled":true,"jetpack_shortlink":"https:\/\/wp.me\/p9hbsr-epd","jetpack_likes_enabled":true,"_links":{"self":[{"href":"https:\/\/bivol.bg\/en\/wp-json\/wp\/v2\/posts\/55379"}],"collection":[{"href":"https:\/\/bivol.bg\/en\/wp-json\/wp\/v2\/posts"}],"about":[{"href":"https:\/\/bivol.bg\/en\/wp-json\/wp\/v2\/types\/post"}],"author":[{"embeddable":true,"href":"https:\/\/bivol.bg\/en\/wp-json\/wp\/v2\/users\/20613"}],"replies":[{"embeddable":true,"href":"https:\/\/bivol.bg\/en\/wp-json\/wp\/v2\/comments?post=55379"}],"version-history":[{"count":0,"href":"https:\/\/bivol.bg\/en\/wp-json\/wp\/v2\/posts\/55379\/revisions"}],"wp:featuredmedia":[{"embeddable":true,"href":"https:\/\/bivol.bg\/en\/wp-json\/wp\/v2\/media\/55335"}],"wp:attachment":[{"href":"https:\/\/bivol.bg\/en\/wp-json\/wp\/v2\/media?parent=55379"}],"wp:term":[{"taxonomy":"category","embeddable":true,"href":"https:\/\/bivol.bg\/en\/wp-json\/wp\/v2\/categories?post=55379"},{"taxonomy":"post_tag","embeddable":true,"href":"https:\/\/bivol.bg\/en\/wp-json\/wp\/v2\/tags?post=55379"}],"curies":[{"name":"wp","href":"https:\/\/api.w.org\/{rel}","templated":true}]}}