{"id":55606,"date":"2020-05-10T14:39:11","date_gmt":"2020-05-10T11:39:11","guid":{"rendered":"https:\/\/bivol.bg\/?p=55606"},"modified":"2020-05-19T19:14:36","modified_gmt":"2020-05-19T16:14:36","slug":"after-lifting-state-of-emergency-police-will-still-eavesdrop-on-bulgarians-while-hospitals-will-buy-supplies-without-public-tenders","status":"publish","type":"post","link":"https:\/\/bivol.bg\/en\/after-lifting-state-of-emergency-police-will-still-eavesdrop-on-bulgarians-while-hospitals-will-buy-supplies-without-public-tenders.html","title":{"rendered":"After Lifting State of Emergency, Police Will Still Eavesdrop on Bulgarians while Hospitals Will Buy Supplies without Public Tenders"},"content":{"rendered":"<p><strong>A scandalous legal amendment to the Health Act passed at first reading in Bulgarian Parliament on May 8, 2020, without attracting the attention of the opposition and the media. The text enables hospitals not to carry out procedures under the Public Procurement Act (PPA) for another two months, allowing them to directly purchase the necessary masks, disinfectants and rapid and PCR tests for COVID 19. Another amendment did not find a place in the Bill at all, despite expectations for it to happen after the lifting of the state of emergency. These are the amendments to the Electronic Communications Act (ECA), which allow the Ministry of Interior to access data of subscribers of mobile operators placed under mandatory isolation, without prior judicial assessment. Experts assured Bivol that the opposite should have happened: the &#8220;monitoring&#8221; of the citizens should be abolished and the control over the hospitals should be strengthened.<\/strong><\/p>\n<p>The Health Act was drafted on the proposals of the Council of Ministers from 5 May 2020. In plenary hall 125 lawmakers voted for, zero voted against and 69 abstained. <\/p>\n<p>The Bill outlines possible measures after the end of the state of emergency on May 13, 2020. Its purpose was to regulate measures on the territory of the Republic of Bulgaria to prevent, limit and overcome the consequences of the Covid-19 spread and infection for the period after the end of the state of emergency. The amendments involve the authority of the Minister of Health to issue singlehandedly orders for anti-epidemic measures.<\/p>\n<p>From the parliamentary opposition, only the Bulgarian Socialist Party (BSP) criticized the bill, stressing that it had no constitutional basis, which can lead to unforeseen legal consequences.<\/p>\n<p>The non-parliamentary represented opposition party Democratic Bulgaria admonished the Health Act in a special declaration and demanded &#8220;repair&#8221; of the ECA. The party also proposed amendments to the Electronic Government Act, the Local Self-Government and Local Administration Act, the Non-Profit Legal Entities and the Commercial Act, which permanently regulate the option for remote work of institutions.<\/p>\n<p><strong>&#8220;They like to quote people talking on the phone&#8221;<\/strong><br \/>\nThe most scandalous amendments to the ECA are listed in the State of Emergency Act of March 13, 2020, as they contain a number of &#8220;additions&#8221; regarding the access of the Ministry of Interior and the National Security Agency (DANS) to mobile operators’ data. That data would be requested only for people under quarantine and for the needs of compulsory execution of the mandatory isolation and hospital treatment of persons, who refuse to comply with them. Telecoms and Internet service operators must provide immediate access to the data upon request by the chiefs of police and DANS, effective March 13, 2020.<\/p>\n<p>A check by Bivol showed that the texts from the ECA are not at all mentioned in the Health Act. This means that mobile data monitoring is automatically extended for at least another two months, or for as long as deemed by the ruling parliamentary majority and special services.<\/p>\n<p>Former Deputy Prime Minister and Minister of Interior Tsvetan Tsvetanov criticized this measure in a TV interview but doubted that the texts on mobile data would be dropped. According to him, the way these texts were adopted was not normal, as it is impossible to sanction the application of the measure by the Courts.<\/p>\n<p>The Chairman of the Union of Judges in Bulgaria (UJB), Kalin Kalpakchiev, is of the opinion that these texts &#8220;should have been dropped&#8221; with the lifting of the state of emergency. According to him, in the presence of violations or illegal access to data by the Ministry of Interior, compensation may be requested under the State Liability Act.<\/p>\n<p>Investigator Boyko Atanasov believes that the kept in place emergency measures should be assessed in accordance with the law of the European Union (EU). He pointed out that until six-seven years ago, there was no Court sanction for access to traffic data. The imposition of this requirement came with an EU directive and the question whether the adoption of the measure fully coincides with the spirit of EU law would be an interesting one.<\/p>\n<p>Political scientist Evgeniy Daynov believes that government motives that there was a need to control the quarantined persons cannot withstand criticism and such statements are never adequate.<\/p>\n<p>&#8220;They just like to quote people’s phone conversations. They think that this makes them important and threatening. Communist militia &#8220;, the political scientist told Bivol.<\/p>\n<p><strong>Public procurement on pause<\/strong><\/p>\n<p>Articles 13 and 14 of the Law on Measures and Actions during the State of Emergency (LMADSA) allows hospitals not to conduct procedures provided under the PPA.<\/p>\n<p>Art. 13 of the LMADSA provides that the provisions of the PPA do not apply in a number of cases. First, it does not apply to purchases by contracting authorities of sanitary materials, disinfectants, medical consumables and personal protective gear necessary to ensure anti-epidemic measures.<\/p>\n<p>The PPA obviously hinders the Ministry of Health in purchasing medical consumables and medical and laboratory equipment needed for diagnosis and treatment of infected patients, as well as activities related to their use.<br \/>\nIn addition, the authorities are of the opinion that public procurement is not necessary for the disposal of pesticides and hospital waste. <\/p>\n<p>Art. 14 of the LMADSA concerns the purchase with funds from the State budget through the budget of the Ministry of Health, from the budget of medical institutions and with funds of medical institutions with State and\/or municipal participation of medical consumables necessary to ensure anti-epidemic measures, as well as for the treatment and diagnosis of infected patients.<\/p>\n<p>Based on this article, some of the medical institutions (hospitals) are already attempting to deny access to information in connection with the coronavirus pandemic.<\/p>\n<p>For example, the press secretary of the &#8220;St. Ivan Rilski” hospital in the Bulgarian capital Sofia, Monika Nikolova, told Bivol that the hospital has exercised its right under the Emergency Situations Act not to conduct a procedure under the PPA when ordering rapid tests. One of the hospital’s coronavirus patients tested negative twice with rapid tests. A doctor was also infected. Subsequently, it turned out that all rapid test results had been wrong.<br \/>\n&#8220;Look at the law, we do need a call for tender, we had to urgently buy the tests after a state of emergency was introduced,&#8221; said Monika Nikolova.<\/p>\n<p>Although the tests give wrong results, according to &#8220;St. Ivan Rilski’s” PR they were “American”. She declined to answer which company was the manufacturer and which company had delivered these tests to the hospital:<br \/>\n&#8220;I can&#8217;t say that. I am not authorized by the management.&#8221;<\/p>\n<p>They were bought “at the beginning of the state of emergency from a company, which works here in Bulgaria.” It is also unclear whether they were purchased before or after March 13, 2020, when the state of emergency came into force.<\/p>\n<p>The Head of the National Coronavirus Taskforce, General Mutafchiyski told Bivol that he had been saying for two months already that the rapid tests did not work.<\/p>\n<p>According to him, however, hospitals are relatively independent companies and there was no way to check or ban the supply of tests.<\/p>\n<p>“Why ban them? Hospitals should do what they want… No one instructed them to do rapid tests,” said the General.<br \/>\nThe Minister of Health Kiril Ananiev and his advisor and member of the National Coronavirus Taskforce Dr. Angel Kunchev did not answer inquiries and calls by Bivol on the subject. Deputy Prime Minister Tomislav Donchev also declined to comment on the situation.<\/p>\n<p>At the same time, a check by Bivol showed that the “St. Ivan Rilski” hospital, by order of its Director Dr. Anton Petkov, has announced a call for delivery of disinfectants on March 11, 2020 (only two days prior to the introduction of the state of emergency). However, the value of the delivered disinfectants is BGN 576,000 and the announced price is BGN 480,000 without VAT.<\/p>\n<p>That is, the State hospital first announced the call for disinfectants for the steep amount of almost BGN 0.6 million and then waited two days to bypass the PPA and buy the rapid tests from a private company after the entry into force of the State of Emergency Act. The result of this transaction with an unidentified company is now known – wrong test results.<\/p>\n<p><strong>&#8220;Deliberately ordering poor quality products is a crime&#8221;<\/strong><\/p>\n<p>Experts are of the opinion that the suspension of the PPA has grounds, but weakens even more the oversight of hospital supplies. <\/p>\n<p>Maria Sharkova, lawyer and expert in medical law, commented for Bivol that the current situation needs balancing. According to her, the motive of the authorities to extend the suspension of the PPA is most likely linked to the organization of the supply process as public procurement and appeals of its results take a long time, which threatens uninterrupted medical deliveries in the conditions of epidemic. On the other hand, there is a danger of creating conditions for abuse and problems with the quality of the supplies due to the suspension of PPA, as it allows transparency of criteria, opportunity for competition, and entirely public information. She adds that medical institutions, even if they do not issue calls for tenders, must meet certain requirements and standards when purchasing these products.<\/p>\n<p>Sharkova emphasizes that for healthcare facilities, in particular, the Ministry of Health should oversee the transactions for the supply of medical consumables for dealing with the coronavirus and the accountability for the delivery of low-quality tests, masks and protective gear may depend on the specific transaction or whether the low quality is a deliberate act. <\/p>\n<p>Nikola Makaveev, a lawyer who specializes in public procurement and healthcare, is of the opinion that the state of emergency could lead to an inadequate choice of suppliers of medical consumables.<\/p>\n<p>According to him, since there are already warnings of abuses in the supply of medical consumables, quality requirements could be included in the law. Makaveev is adamant that the suspension of the procedures under the PPA does not mean that contracts between the contracting authority and the supplier should not mention specific conditions, quality standards and opportunities for sanctions for non-compliance or that everything should be uncontrolled and without anyone taking into account what hospitals buy.<\/p>\n<p>According to the lawyer, it would be a good thing if the state of emergency leads to more transparency in the public sector. &#8220;There is no legal obstacle for contracts to be uploaded online by hospitals without a procedure under the PPA,&#8221; he says.<\/p>\n<p>Regarding the lack of information on suppliers, Makaveev believes that the state of emergency does not invalidate general legal principles. &#8220;The general postulates of the Access to Public Information Act and the Financial Management and Control in the Public Sector Act continue to apply,&#8221; says Nikola Makaveev.<\/p>\n<p>The lawyer agrees with the opinion of his colleague Maria Sharkova that the PPA in conditions of epidemic would be unnecessarily restrictive because public tenders take a long time and the PPA itself, as a procedure for selecting a contractor, does not completely eliminate abuses. &#8220;There are cases in hospitals when a procedure is carried out for several months and a contractor is finally selected but it supplies low-quality products with the very first batch. However, the hospital is closing its eyes, as it is difficult to undo the contract and if it remains without a contract for more than six months, then it risks fines,” sums up Nikola Makaveev.<\/p>\n<p>According to Vladislav Panev, a municipal councilor and co-chair of Democratic Bulgaria, the suspension of the PPA creates a good environment for corruption.<\/p>\n<p>&#8220;From an economic point of view, there should always be clear rules and tenders for such deliveries,&#8221; he told Bivol.<\/p>\n<p>According to him, even with force majeure as is a state of emergency, the procedures for ordering and delivery of the necessary products should be clear and transparent because quick actions are the ones that set the most the preconditions for theft and abuses.<\/p>\n","protected":false},"excerpt":{"rendered":"<p>A scandalous legal amendment to the Health Act passed at first reading in Bulgarian Parliament on May 8, 2020, without attracting the attention of the opposition and the media. The&hellip;<\/p>\n","protected":false},"author":20614,"featured_media":55213,"comment_status":"closed","ping_status":"open","sticky":false,"template":"","format":"standard","meta":{"_mo_disable_npp":"no","_relevanssi_hide_post":"","_relevanssi_pin_for_all":"","_relevanssi_pin_keywords":"","_relevanssi_unpin_keywords":"","_relevanssi_related_keywords":"","_relevanssi_related_include_ids":"","_relevanssi_related_exclude_ids":"","_relevanssi_related_no_append":"","_relevanssi_related_not_related":"","_relevanssi_related_posts":"","_relevanssi_noindex_reason":"","kia_subtitle":"","spay_email":"","jetpack_publicize_message":"","jetpack_is_tweetstorm":false},"categories":[5544,5806],"tags":[10493,10696,5128,10698,8899,10697],"jetpack_featured_media_url":"https:\/\/bivol.bg\/wp-content\/uploads\/2020\/05\/BorisovClubZ.jpg","jetpack_publicize_connections":[],"jetpack_sharing_enabled":true,"jetpack_shortlink":"https:\/\/wp.me\/p9hbsr-esS","jetpack_likes_enabled":true,"_links":{"self":[{"href":"https:\/\/bivol.bg\/en\/wp-json\/wp\/v2\/posts\/55606"}],"collection":[{"href":"https:\/\/bivol.bg\/en\/wp-json\/wp\/v2\/posts"}],"about":[{"href":"https:\/\/bivol.bg\/en\/wp-json\/wp\/v2\/types\/post"}],"author":[{"embeddable":true,"href":"https:\/\/bivol.bg\/en\/wp-json\/wp\/v2\/users\/20614"}],"replies":[{"embeddable":true,"href":"https:\/\/bivol.bg\/en\/wp-json\/wp\/v2\/comments?post=55606"}],"version-history":[{"count":0,"href":"https:\/\/bivol.bg\/en\/wp-json\/wp\/v2\/posts\/55606\/revisions"}],"wp:featuredmedia":[{"embeddable":true,"href":"https:\/\/bivol.bg\/en\/wp-json\/wp\/v2\/media\/55213"}],"wp:attachment":[{"href":"https:\/\/bivol.bg\/en\/wp-json\/wp\/v2\/media?parent=55606"}],"wp:term":[{"taxonomy":"category","embeddable":true,"href":"https:\/\/bivol.bg\/en\/wp-json\/wp\/v2\/categories?post=55606"},{"taxonomy":"post_tag","embeddable":true,"href":"https:\/\/bivol.bg\/en\/wp-json\/wp\/v2\/tags?post=55606"}],"curies":[{"name":"wp","href":"https:\/\/api.w.org\/{rel}","templated":true}]}}