{"id":56270,"date":"2020-05-22T16:27:26","date_gmt":"2020-05-22T13:27:26","guid":{"rendered":"https:\/\/bivol.bg\/?p=56270"},"modified":"2020-05-30T16:53:42","modified_gmt":"2020-05-30T13:53:42","slug":"bulgarian-victims-of-peas-petition-judicial-council-president-prime-minister","status":"publish","type":"post","link":"https:\/\/bivol.bg\/en\/bulgarian-victims-of-peas-petition-judicial-council-president-prime-minister.html","title":{"rendered":"Bulgarian Victims of PEAs Petition Judicial Council, President, Prime Minister"},"content":{"rendered":"<p><strong>Victims of the actions of Bulgarian Private Enforcement Agents (PEAs) have filed a petition to be heard by the members of the Supreme Judicial Council (SJC). Separate petitions are being prepared for meetings with President Rumen Radev and Prime Minister Boyko Borisov. The report on the results of the February 2020 mission of members of the Committee on Petitions (CP) in the European Parliament (EP), who met with the Chamber of PEAs and the Ministers of Justice Danail Kirilov and Economy Emil Karanikolov, has been delayed due to the coronavirus epidemic, Bivol learned from a source in Brussels. <\/strong><\/p>\n<p>When people from Solidarity, the Association of Victims of PEAs, visited the SJC offices, none of the Council’s members, including Prosecutor-General Ivan Geshev, appeared in front of the building to talk to them. Two police vans were brought to the scene but the law enforcement officers were well-meaning and listened with interest to the victims&#8217; complaints.<\/p>\n<p><strong>Petitions against restrictions<\/strong><\/p>\n<p>Solidarity wants mandatory issuance of court acts for the debtors and an answer to the questions regarding the criteria for case distribution between State Enforcement Agents (SEAs) and PEAs. According to Ivaylo Iliev, founder of Solidarity, the result is almost always in favor of the latter, as the Inspectorate of the Ministry of Justice has been providing a cover-up for the Chamber of PEAs. <\/p>\n<p>The Association is collecting signatures for meetings with President Rumen Radev and Prime Minister Boyko Borisov because “the judiciary, the police and the prosecutor&#8217;s office are in the latter’s hands,” Ivaylo Iliev told Bivol.<\/p>\n<p><em><strong>&#8220;A letter by the Ministry of Justice reveals that an average of 300,000 cases have been handed out annually in 2017 and 2018, of which 265,000 are with private agents, and the remaining about 40,000 are given to state agents&#8221;<\/strong><\/em>, says Iliev.<\/p>\n<p><em>&#8220;For private agents, the tariffs are much higher but the debtor cannot choose who will collect his debt,&#8221;<\/em> the founder of Solidarity told reporters.<\/p>\n<p>He suggested that once the Covid-19 state of emergency is lifted and the courts open, there would be a boom in new foreclosures. He called on citizens who will receive subpoenas without being summoned to court to immediately inform their lawyers and the Association.<\/p>\n<p>Solidarity is petitioning the President <strong>because since 2008, with the introduction of the injunction proceedings under the Civil Procedure Code, there is an ongoing robbery of Bulgarian citizens and companies in favor of banks, private moneylenders, and monopoly companies protected under the law such as heating, water and electric utilities. Properties and homes of citizens and companies are being sold for pocket change turning the victims into society outcasts, while judges and private and state enforcement have committed and continue to commit a number of provable crimes.<\/strong><\/p>\n<p>The petition has been sent to the institutions of the European Union, the embassies of the Member States, MEPs, Bulgarian MPs, as well as to the national media in Europe and Bulgaria.<\/p>\n<p>The Association assures that the submission of petitions will continue until a meeting is organized with victims&#8217; representatives, otherwise protests and even hunger strikes would follow.<\/p>\n<p><strong>Complaints and petitions under quarantine<\/strong><\/p>\n<p>As Bivol <a href=\"https:\/\/bivol.bg\/en\/meps-criticize-bulgarian-private-enforcement-agents-ask-serious-questions.html\" rel=\"noopener noreferrer\" target=\"_blank\">wrote<\/a> on February 27, 2020, the EP CP, chaired by Dolores Montserrat visited Bulgaria to gather information from victims and the Ministry of Justice and to establish whether there was a violation of the right to a fair trial.<\/p>\n<p>Prior to the visit, Bivol <a href=\"https:\/\/bivol.bg\/en\/ec-sends-emissaries-to-bulgaria-over-abuses-by-private-enforcement-agents.html\" rel=\"noopener noreferrer\" target=\"_blank\">published another article<\/a> describing specific cases of violations by PEAs.<br \/>\nThe report of the EP CP had to be published within two-three months after its mission to Bulgaria but had been delayed.<\/p>\n<p>Romanian MEP Christian Terhes, who was part of the mission, told Bivol that this was due to the Covid-19 pandemic.<\/p>\n<p><em>“We are working on the report. However, I cannot give more details because the procedure is not public,”<\/em> he said.<\/p>\n<p>The information was confirmed for Bivol by the office of Bulgarian MEP Radan Kanev, who is familiar with the case:<\/p>\n<p><strong>“The report is not ready. Everything is now delayed due to Covid-19”.<\/strong><em><\/p>\n<p>The MEP’s office also promised to check on the report’s progress. <\/p>\n<p><\/em><\/p>\n","protected":false},"excerpt":{"rendered":"<p>Victims of the actions of Bulgarian Private Enforcement Agents (PEAs) have filed a petition to be heard by the members of the Supreme Judicial Council (SJC). Separate petitions are being&hellip;<\/p>\n","protected":false},"author":20614,"featured_media":55699,"comment_status":"closed","ping_status":"open","sticky":false,"template":"","format":"standard","meta":{"_mo_disable_npp":"","_relevanssi_hide_post":"","_relevanssi_pin_for_all":"","_relevanssi_pin_keywords":"","_relevanssi_unpin_keywords":"","_relevanssi_related_keywords":"","_relevanssi_related_include_ids":"","_relevanssi_related_exclude_ids":"","_relevanssi_related_no_append":"","_relevanssi_related_not_related":"","_relevanssi_related_posts":"","_relevanssi_noindex_reason":"","kia_subtitle":"","spay_email":"","jetpack_publicize_message":"","jetpack_is_tweetstorm":false},"categories":[5544,5806],"tags":[10756,10754,5157,10400,8098,10757,10755],"jetpack_featured_media_url":"https:\/\/bivol.bg\/wp-content\/uploads\/2020\/05\/20200521_091703.jpg","jetpack_publicize_connections":[],"jetpack_sharing_enabled":true,"jetpack_shortlink":"https:\/\/wp.me\/p9hbsr-eDA","jetpack_likes_enabled":true,"_links":{"self":[{"href":"https:\/\/bivol.bg\/en\/wp-json\/wp\/v2\/posts\/56270"}],"collection":[{"href":"https:\/\/bivol.bg\/en\/wp-json\/wp\/v2\/posts"}],"about":[{"href":"https:\/\/bivol.bg\/en\/wp-json\/wp\/v2\/types\/post"}],"author":[{"embeddable":true,"href":"https:\/\/bivol.bg\/en\/wp-json\/wp\/v2\/users\/20614"}],"replies":[{"embeddable":true,"href":"https:\/\/bivol.bg\/en\/wp-json\/wp\/v2\/comments?post=56270"}],"version-history":[{"count":0,"href":"https:\/\/bivol.bg\/en\/wp-json\/wp\/v2\/posts\/56270\/revisions"}],"wp:featuredmedia":[{"embeddable":true,"href":"https:\/\/bivol.bg\/en\/wp-json\/wp\/v2\/media\/55699"}],"wp:attachment":[{"href":"https:\/\/bivol.bg\/en\/wp-json\/wp\/v2\/media?parent=56270"}],"wp:term":[{"taxonomy":"category","embeddable":true,"href":"https:\/\/bivol.bg\/en\/wp-json\/wp\/v2\/categories?post=56270"},{"taxonomy":"post_tag","embeddable":true,"href":"https:\/\/bivol.bg\/en\/wp-json\/wp\/v2\/tags?post=56270"}],"curies":[{"name":"wp","href":"https:\/\/api.w.org\/{rel}","templated":true}]}}