{"id":56925,"date":"2020-06-08T09:53:50","date_gmt":"2020-06-08T06:53:50","guid":{"rendered":"https:\/\/bivol.bg\/?p=56925"},"modified":"2020-06-08T18:15:20","modified_gmt":"2020-06-08T15:15:20","slug":"scandalous-video-from-bulgarias-advisory-council-on-agriculture-reveals-serious-abuses-of-eu-scheme","status":"publish","type":"post","link":"https:\/\/bivol.bg\/en\/scandalous-video-from-bulgarias-advisory-council-on-agriculture-reveals-serious-abuses-of-eu-scheme.html","title":{"rendered":"Scandalous Video from Bulgaria’s Advisory Council on Agriculture Reveals Serious Abuses of EU Scheme"},"content":{"rendered":"<p><a href=\"https:\/\/youtu.be\/EhpvUR4K8FE\" target=\"_blank\" rel=\"noopener noreferrer\">https:\/\/youtu.be\/EhpvUR4K8FE<\/a><\/p>\n<p>“I suggest that you stick to saying that there is no such fraud and everything is fine because otherwise, they will stop this (funding) for us. In the end, we did what the sector wanted. But to brag about what fraudsters we are? Tomorrow they will say that you should not receive this assistance!”<\/p>\n<p>These words belong to the Bulgarian Minister of Agriculture Dessislava Taneva and refer to the European Union’s (EU) coupled support scheme. The Minister’s admission that the scheme is highly compromised by serious fraud came in a reply to questions by Georgi Vassilev, the Organizational Secretary of the Bulgarian Pepper Association. The recording is from the Advisory Council on Fruit Growing and Vegetable Production, likely held on March 27, 2020. Specialized agricultural publications officially reported then that Taneva and her deputies had presented to the industry the measures they intended to take with regard to the fruit and vegetable sector.<\/p>\n<p>Taneva&#8217;s warning to the sector to keep silent about problems in the coupled support scheme was provoked by the information that the Bulgarian Pepper Association had received 22 inquiries from its members, asking why they had received more coupled support financing than expected.<\/p>\n<p>“We can probably guess where more money may have come from. I am assuming it is not just us, but also all vegetables. We would like to officially know, if possible in figures, how come we received the money we received?”, Georgi Vassilev asks.<\/p>\n<p>The video clearly shows that Taneva is embarrassed by the question. She replies that her Ministry can make the appropriate calculations, but… “Why are we refraining from so much information? Everyone knows that rates have increased due to the high intensity of inspections. But colleagues, if European services delve in this, we might harm our coupled support. Because such a level of error shows that there should be no such support. So, if you want to do it to yourselves because you want your figures… I suggest that you stick to saying that there is no such fraud and everything is fine because otherwise, they will stop this (funding) for us. In the end, we did what the sector wanted. But to brag about what fraudsters we are? Tomorrow they will say that you should not receive this assistance!”<\/p>\n<p>Taneva actually tells Vassilev and all participants in the Fruit and Vegetable Production Advisory Council that Bulgaria has committed serious violations but they should remain hidden from our European partners.<br \/>\nBivol’s team does not know who is the author of the recording from the Advisory Council but has been able to confirm that such a conversation has taken place. After many attempts to obtain a comment from someone from the sector, the only person to agree to do so was the same Georgi Vassilev from the Bulgarian Pepper Association.<br \/>\nHe told Bivol that the scheme had been used for deliberate theft and the inspections did not uncover committed and registered errors but frauds.<\/p>\n<p>&#8220;Sixty percent of those applying for this program lie to the government with the help of the Ministry of Agriculture. The SFA (State Fund Agriculture) and the Ministry of Agriculture know this very well. We have told them about the lies every year since the start of the scheme,&#8221; Vassilev said.<\/p>\n<h2><strong>Subsidies come in, production does not come out<\/strong><\/h2>\n<p>According to Vassilev, the Ministry had initially denied the existence of established violations and had not announced their extent. The most serious fraud rate involved mainly machine-processed crops that do not require seedlings, such as pumpkins, potatoes and onions.<\/p>\n<p>Some people even played Vabanque and only outlined land plots without sowing anything. However, most made minimal expenses of BGN 30-40 per decare and received between BGN 120 and BGN 200 per decare in subsidies but both categories did not deliver any products to the market.<\/p>\n<p>The Ministry of Agriculture announced to the sector in 2019 that it had inspected about 20% of the declared land plots in half of Bulgaria’s regions and had established irregularities for 11,000 decares of vegetables alone. Money was accumulated from fines imposed on the perpetrators and was given to those who continue to enjoy the status of bona fide beneficiaries because they are such or because they have not been caught. The initial agreement between the sector and the Ministry of Agriculture was to sanction violators for 2019 and make them ineligible to apply for any subsidies for the following three years. In the end, they have only gotten away with a sanction for the year during which they have been found in violation.<\/p>\n<p>Georgi Vassilev stresses that if the inspections have found so many abuses in 20% of the declared land plots in half of Bulgaria’s regions, then the total number of declared but not actually cultivated vegetable terrains would reach 110,000 out of 200 000 declared, which is really alarming.<\/p>\n<p>Such a mistake could lead to a revision by the European Commission (EC) of the functioning of the coupled support scheme in Bulgaria and even to its suspension. Of course, the Ministry of Agriculture announced during the Advisory Council that the inspections had been made via risk analysis, while the violations could be seen from satellite imaging showing empty plots.<\/p>\n<p><img data-attachment-id=\"56876\" data-permalink=\"https:\/\/bivol.bg\/en\/scandalous-video-from-bulgarias-advisory-council-on-agriculture-reveals-serious-abuses-of-eu-scheme.html\/67298da5-a417-4d89-9d7c-99c814de03aa-2\" data-orig-file=\"https:\/\/bivol.bg\/wp-content\/uploads\/2020\/06\/67298DA5-A417-4D89-9D7C-99C814DE03AA.jpeg\" data-orig-size=\"1421,823\" data-comments-opened=\"0\" data-image-meta=\"{&quot;aperture&quot;:&quot;0&quot;,&quot;credit&quot;:&quot;&quot;,&quot;camera&quot;:&quot;&quot;,&quot;caption&quot;:&quot;&quot;,&quot;created_timestamp&quot;:&quot;0&quot;,&quot;copyright&quot;:&quot;&quot;,&quot;focal_length&quot;:&quot;0&quot;,&quot;iso&quot;:&quot;0&quot;,&quot;shutter_speed&quot;:&quot;0&quot;,&quot;title&quot;:&quot;&quot;,&quot;orientation&quot;:&quot;1&quot;}\" data-image-title=\"67298DA5-A417-4D89-9D7C-99C814DE03AA\" data-image-description=\"\" data-medium-file=\"https:\/\/bivol.bg\/wp-content\/uploads\/2020\/06\/67298DA5-A417-4D89-9D7C-99C814DE03AA-300x174.jpeg\" data-large-file=\"https:\/\/bivol.bg\/wp-content\/uploads\/2020\/06\/67298DA5-A417-4D89-9D7C-99C814DE03AA-1024x593.jpeg\" loading=\"lazy\" class=\"alignnone size-large wp-image-56876\" src=\"https:\/\/bivol.bg\/wp-content\/uploads\/2020\/06\/67298DA5-A417-4D89-9D7C-99C814DE03AA-1024x593.jpeg\" alt=\"\" width=\"1024\" height=\"593\" srcset=\"https:\/\/bivol.bg\/wp-content\/uploads\/2020\/06\/67298DA5-A417-4D89-9D7C-99C814DE03AA-1024x593.jpeg 1024w, https:\/\/bivol.bg\/wp-content\/uploads\/2020\/06\/67298DA5-A417-4D89-9D7C-99C814DE03AA-300x174.jpeg 300w, https:\/\/bivol.bg\/wp-content\/uploads\/2020\/06\/67298DA5-A417-4D89-9D7C-99C814DE03AA-768x445.jpeg 768w, https:\/\/bivol.bg\/wp-content\/uploads\/2020\/06\/67298DA5-A417-4D89-9D7C-99C814DE03AA-1170x678.jpeg 1170w, https:\/\/bivol.bg\/wp-content\/uploads\/2020\/06\/67298DA5-A417-4D89-9D7C-99C814DE03AA-585x339.jpeg 585w, https:\/\/bivol.bg\/wp-content\/uploads\/2020\/06\/67298DA5-A417-4D89-9D7C-99C814DE03AA.jpeg 1421w\" sizes=\"(max-width: 1024px) 100vw, 1024px\" \/><\/p>\n<p>“The Ministry of Agriculture keeps saying that it does not have the administrative capacity and staff to inspect the plots. Representatives of all associations, including myself, have proposed many times that our members join these inspecting bodies. We have been farm producers for 20 years. Our members know perfectly well what to check and will be the best inspectors. The Ministry refused to accept the proposal,” says Vassilev<\/p>\n<p>According to him, people most often engaged in such fraud because they could easily claim 3,000 or 4,000 thousand decares planted with vegetables. Every vegetable producer with over 300 decares is considered large in Bulgaria but no one has ever cultivated thousands of decares. Years ago, there was a case of a person claiming 10,000 decares planted with vegetables. This was absurd, firstly because of the lack of a market for them and machines to harvest such production. Moreover, even if there were a market and machines, such production would need 10,000 to 15,000 workers.<\/p>\n<p>&#8220;A real vegetable grower will immediately tell you that this person is some kind of a fraudster,&#8221; commented Vassilev, stressing that despite the obvious fraud, the beneficiary had received the subsidy. “Grain producers use consultants who tell them every year what areas to &#8220;outline&#8221;. The consultants are probably connected to the Ministry of Agriculture,” he added.<\/p>\n<p>Georgi Vassilev is convinced that if all farming plots declared in Bulgaria were cultivated, then the average yield of vegetables and fruits should account for between 40 and 50% of all vegetables offered in our country, while they are 20% currently. The export hypothesis is also untenable because Bulgaria’s exports of vegetables are minimal and simply a means to absorb VAT.<\/p>\n<p>&#8220;Now, because of COVID-19 and because of the upcoming elections, they are looking for ways to demonstrate that they are subsidizing the sector. As consumption of vegetables dropped by about 40% during the pandemic, our vegetables and fruits may remain unsold, and the Ministry of Agriculture sees this as a blow to its image and to the image of the ruling party. Based on this, they give money, literally by helicopter, not to the producer, but to the wholesale buyers, be it chain supermarkets or a processing plant. They give BGN 0.80 per kilogram to anyone who buys pepper from Bulgaria. The average price of pepper is BGN 0.50 and they give BGN 0.80 to the reseller. Whoever this trader is, they will dump any foreign vegetables and buy Bulgarian ones. They gave BGN 5 million for tomatoes, cucumbers and peppers and only BGN 1 million was used. It just means that there is no production,&#8221; notes Vassilev.<\/p>\n<p>He stressed that if one looks at the declared decares for bean plantations, Bulgaria should be a major exporter of beans, while it is a major importer.<\/p>\n<p>According to many experts, coupled support is a very controversial measure that promotes unprofitable production instead of directing farmers to grow profitable crops. In fact, coupled support is quasi-coupled because it is not given for the amount of produced harvest, but for the size of arable land. This is because the financial instrument is synchronized with the World Trade Organization. It is governed by <a href=\"https:\/\/eur-lex.europa.eu\/legal-content\/BG\/TXT\/?uri=CELEX:02013R1307-20200201&amp;qid=1591162818671\" target=\"_blank\" rel=\"noopener noreferrer\">Regulation <\/a>1307.<\/p>\n<p>As early as the mid-1980s, it became clear that the scheme of producing a liter of milk or a kilogram of wheat could not work in the European Community. The subsidy is instead calculated on the size of arable land. However, this is precisely what boosts abuses by growers only registered as such, without offering products on the market.<\/p>\n","protected":false},"excerpt":{"rendered":"<p>https:\/\/youtu.be\/EhpvUR4K8FE “I suggest that you stick to saying that there is no such fraud and everything is fine because otherwise, they will stop this (funding) for us. In the end,&hellip;<\/p>\n","protected":false},"author":20613,"featured_media":56876,"comment_status":"closed","ping_status":"open","sticky":false,"template":"","format":"video","meta":{"_mo_disable_npp":"","_relevanssi_hide_post":"","_relevanssi_pin_for_all":"","_relevanssi_pin_keywords":"","_relevanssi_unpin_keywords":"","_relevanssi_related_keywords":"","_relevanssi_related_include_ids":"","_relevanssi_related_exclude_ids":"","_relevanssi_related_no_append":"","_relevanssi_related_not_related":"","_relevanssi_related_posts":"","_relevanssi_noindex_reason":"","kia_subtitle":"","spay_email":"","jetpack_publicize_message":"","jetpack_is_tweetstorm":false},"categories":[5544,7468,5806],"tags":[10807,10808,9487,10806,9123,8720],"jetpack_featured_media_url":"https:\/\/bivol.bg\/wp-content\/uploads\/2020\/06\/67298DA5-A417-4D89-9D7C-99C814DE03AA.jpeg","jetpack_publicize_connections":[],"jetpack_sharing_enabled":true,"jetpack_shortlink":"https:\/\/wp.me\/p9hbsr-eO9","jetpack_likes_enabled":true,"_links":{"self":[{"href":"https:\/\/bivol.bg\/en\/wp-json\/wp\/v2\/posts\/56925"}],"collection":[{"href":"https:\/\/bivol.bg\/en\/wp-json\/wp\/v2\/posts"}],"about":[{"href":"https:\/\/bivol.bg\/en\/wp-json\/wp\/v2\/types\/post"}],"author":[{"embeddable":true,"href":"https:\/\/bivol.bg\/en\/wp-json\/wp\/v2\/users\/20613"}],"replies":[{"embeddable":true,"href":"https:\/\/bivol.bg\/en\/wp-json\/wp\/v2\/comments?post=56925"}],"version-history":[{"count":3,"href":"https:\/\/bivol.bg\/en\/wp-json\/wp\/v2\/posts\/56925\/revisions"}],"predecessor-version":[{"id":56928,"href":"https:\/\/bivol.bg\/en\/wp-json\/wp\/v2\/posts\/56925\/revisions\/56928"}],"wp:featuredmedia":[{"embeddable":true,"href":"https:\/\/bivol.bg\/en\/wp-json\/wp\/v2\/media\/56876"}],"wp:attachment":[{"href":"https:\/\/bivol.bg\/en\/wp-json\/wp\/v2\/media?parent=56925"}],"wp:term":[{"taxonomy":"category","embeddable":true,"href":"https:\/\/bivol.bg\/en\/wp-json\/wp\/v2\/categories?post=56925"},{"taxonomy":"post_tag","embeddable":true,"href":"https:\/\/bivol.bg\/en\/wp-json\/wp\/v2\/tags?post=56925"}],"curies":[{"name":"wp","href":"https:\/\/api.w.org\/{rel}","templated":true}]}}