{"id":61164,"date":"2020-07-30T16:29:02","date_gmt":"2020-07-30T13:29:02","guid":{"rendered":"https:\/\/bivol.bg\/?p=61164"},"modified":"2020-08-01T12:31:17","modified_gmt":"2020-08-01T09:31:17","slug":"voice-in-profanity-laced-recording-is-of-bulgarian-pm-expert-lab-confirms","status":"publish","type":"post","link":"https:\/\/bivol.bg\/en\/voice-in-profanity-laced-recording-is-of-bulgarian-pm-expert-lab-confirms.html","title":{"rendered":"Voice in Profanity-Laced Recording Is of Bulgarian PM, Expert Lab Confirms"},"content":{"rendered":"<p>The US laboratory <strong>Primeau Forensic<\/strong>, commissioned by Bivol to analyze а <a href=\"https:\/\/www.theguardian.com\/world\/2020\/jun\/25\/bulgarian-pm-boiko-borissov-could-be-investigated-over-audio-threat-to-burn-mep\" rel=\"noopener noreferrer\" target=\"_blank\">scandalous recording<\/a> of a voice similar to that of Bulgarian Prime Minister Boyko Borisov, is ready with its report. It concludes that <strong>the recording has not been manipulated or tampered with<\/strong>. The comparison of the voice from the recording with the voice of Borisov from another recording gave a result of 20.3 points i.e. there is <em>moderate support that the voice in each of the two recordings belongs to the same person<\/em>. The expert analysis was commissioned by Bivol and paid by readers through online fundraising.<\/p>\n<p>The recording was sent to several media outlets, including Bivol, by an anonymous person on June 12, 2020. It is laced with profanities and confessions of drastic abuse of power.<\/p>\n<p>Bivol received the 6.5-minute recording by e-mail in a file called BoykoUnplugged.m4a. It was provided to Primeau Forensic along with a recording of a statement of Boyko Borisov to journalists after the European Council in Brussels on June 28, 2018. <\/p>\n<p>The experts were asked to pre-authenticate the audio file entitled BoykoUnplugged.m4a to determine whether it had been edited or altered in any way, and to compare the male voice present in this recording with the male voice present in the other audio file for which it is certain that it is Borisov&#8217;s.<\/p>\n<p>The expert has examined any deviations from the general rule of continuity and has sought evidence of secondary noise or changes in the noise floor that would indicate such deviations. None were found.<\/p>\n<p>&#8220;After the Preliminary Audio Authentication and Analysis, no signs of manipulation or tampering were detected. In order to perform further analysis, we need to know the make and model of the equipment that was used to create the recording,” expert Edward Primeau wrote in the conclusion.<\/p>\n<p>Primeau is one of the leading US experts in audio and video authentication, working with US law enforcement. He analyzed the recordings that leaked two years ago between President Donald Trump and his former attorney Michael Cohen.<\/p>\n<p><strong>Borisov or not?<\/strong><\/p>\n<p>There is moderate support that the voice in each of the two recordings belongs to the same person, according to the results of the expertise. In the report, Primeau also explains the test methodology, which is scientifically based on the publications of Aitken et al. 2011 and Aitken &#038; Taroni from 2004. According to this methodology, if the Likelihood Ration is from 0 to 1, then the voices are more likely to be from different people, while with a Likelihood Ratio above 1, the compared voices are more likely to be from the same person. When the Ratio is 50, there is almost certain support that the compared voice samples came from the same person. Therefore, a Likelihood Radio of 20.3 gives a moderate support that the voice in the recording BoykoUnplugged.m4a is that of Borisov.<\/p>\n<p>The Prime Minister Borisov, himself, came up with several conflicting and confusing explanations about the recording, first claiming that it was imitation by an impostor, then talked about a “deep fake” to finally assert that it was him but his words had been mounted from various recorded public statements he had made.<\/p>\n<p>The expert analysis, however, firmly refutes the above as it concludes that no signs of manipulation or tampering were detected.<\/p>\n<p>It also became clear a few days ago that another laboratory, <strong>Beryl Audio Forensics Laboratory<\/strong>, had reached similar conclusions after analyzing the recording from June 12. The analysis was commissioned by Bulgarian MEP Elena Yoncheva, whom the PM threatens to “burn” in the recording. Yoncheva told Bulgarian media that this laboratory works with the US Department of Justice and the FBI and its expertise is used in US courts. The Beryl Audio Forensics Lab’s report is 34 pages long and also concludes that there are no signs of manipulations in the recording and that the voice is that of Borisov. <\/p>\n<p><strong>The investigation in Bulgaria is led by &#8220;bad apple&#8221; Betsova<\/strong><\/p>\n<p>The Bulgarian Prosecutor&#8217;s Office launched an investigation into the recordings and into the leaked to the media <a href=\"https:\/\/www.bloomberg.com\/news\/articles\/2020-06-18\/a-gun-on-a-nightstand-and-wads-of-cash-escalate-bulgarian-feud?fbclid=IwAR0iep1QMNtmgzTdklMMq1K1k_vdH5dtC13Av5aijD3n3Za3sDFFou9xZOs\" rel=\"noopener noreferrer\" target=\"_blank\">photos of Borisov,<\/a> showing him sleeping in his bedroom with a handgun on his nightstand and photos of the same bedroom displaying the nightstand drawer filled with wads of EUR 500 banknotes and gold bars. One of the prosecutors in thе case is Boryana Betsova.<\/p>\n<p>The Sofia City Prosecutor&#8217;s Office launched the investigation in mid-June 2020. It requested from several media copies of the files received from the anonymous sender. Bivol provided both the recording BoykoUnplugged.m4a and the photos.<\/p>\n<p>Bivol recalls that it was <a href=\"https:\/\/bivol.bg\/en\/bulgarian-party-prosecutor-boryana-betsova-exonerated-french-unemployed-ivan-danov-as-well.html\" rel=\"noopener noreferrer\" target=\"_blank\">Boryana Betsovа<\/a> who refused to investigate controversial lawmaker and media mogul Delyan Peevski and former banker Tsvetan Vassilev on a <a href=\"https:\/\/bivol.bg\/en\/peevskis-clan-transfers-ownership.html\" rel=\"noopener noreferrer\" target=\"_blank\">report by activistс from the Protest Network<\/a>, prompting French Ambassador in Sofia Xavier Lapeyre de Cabanes to write on <a href=\"https:\/\/twitter.com\/france_bulgarie\/status\/570869635668701184\" rel=\"noopener noreferrer\" target=\"_blank\">Twitter<\/a> “Boryana Betsova, what apple is she?”. Earlier, the Ambassador used the term &#8220;bad apple&#8221; to describe Judge Rumyana Chenalova, who allowed a raider attack on the French company Belvedere.<\/p>\n<p>Betsova was also the supervising prosecutor in an investigation against the former Minister of Investment <strong>Ivan Danov<\/strong> for illegally receiving unemployment benefits in France. She refused to open an investigation and the statute of limitations on the case expired just before the Sofia Appellate Prosecutor&#8217;s Office announced that it had found evidence that the former Minister had committed a crime.<\/p>\n<p><strong>There are grounds for a European investigation into the recording<\/strong><\/p>\n<p>Betsova’s presence does not give much hope that investigation into the recordings and the photos of Borisov’s bedroom will be objective and thorough and that it will lead to legal charges despite the strong evidence of abuse of power and interference in the work of independent institutions.<br \/>\nHowever, the Belgian police will also conduct an investigation because MEP Yoncheva has complained about the threats to “burn” her and has provided the recording and the expert report she commissioned.<\/p>\n<p>In addition, the civil association BOETS (Fighter) submitted a claim to the office of Laura Kovesi, the first European Public Prosecutor, because Borisov talks in the recording about interfering in the investigation into the financed by the European Union guesthouses and in particular in the case of the guesthouse of former Deputy Minister Alexander Manolev, which was <a href=\"https:\/\/bivol.bg\/en\/bulgarian-deputy-minister-uses-guest-house-built-with-eu-money-as-own-vacation-home.html\" rel=\"noopener noreferrer\" target=\"_blank\">exposed by Bivol<\/a>.  <\/p>\n<p>&#8220;Manolev will burn, he will be charged today or tomorrow and we will ruin him. I warned him,&#8221; Borisov is heard saying in the recording. This warning is essentially sabotaging the work of the allegedly independent Bulgarian judiciary all while revealing details from an investigation that is supposed to be classified. Since the guesthouse case involves abuse of European funds, the European Public Prosecutor&#8217;s Office has the authority to investigate it. <\/p>\n","protected":false},"excerpt":{"rendered":"<p>The US laboratory Primeau Forensic, commissioned by Bivol to analyze а scandalous recording of a voice similar to that of Bulgarian Prime Minister Boyko Borisov, is ready with its report.&hellip;<\/p>\n","protected":false},"author":1,"featured_media":58195,"comment_status":"closed","ping_status":"open","sticky":false,"template":"","format":"standard","meta":{"_mo_disable_npp":"","_relevanssi_hide_post":"","_relevanssi_pin_for_all":"","_relevanssi_pin_keywords":"","_relevanssi_unpin_keywords":"","_relevanssi_related_keywords":"","_relevanssi_related_include_ids":"","_relevanssi_related_exclude_ids":"","_relevanssi_related_no_append":"","_relevanssi_related_not_related":"","_relevanssi_related_posts":"","_relevanssi_noindex_reason":"","kia_subtitle":"","spay_email":"","jetpack_publicize_message":"","jetpack_is_tweetstorm":false},"categories":[5543,5806],"tags":[11008,5258,11010,11009,11011],"jetpack_featured_media_url":"https:\/\/bivol.bg\/wp-content\/uploads\/2020\/06\/borisov-forensic.jpg","jetpack_publicize_connections":[],"jetpack_sharing_enabled":true,"jetpack_shortlink":"https:\/\/wp.me\/p9hbsr-fUw","jetpack_likes_enabled":true,"_links":{"self":[{"href":"https:\/\/bivol.bg\/en\/wp-json\/wp\/v2\/posts\/61164"}],"collection":[{"href":"https:\/\/bivol.bg\/en\/wp-json\/wp\/v2\/posts"}],"about":[{"href":"https:\/\/bivol.bg\/en\/wp-json\/wp\/v2\/types\/post"}],"author":[{"embeddable":true,"href":"https:\/\/bivol.bg\/en\/wp-json\/wp\/v2\/users\/1"}],"replies":[{"embeddable":true,"href":"https:\/\/bivol.bg\/en\/wp-json\/wp\/v2\/comments?post=61164"}],"version-history":[{"count":1,"href":"https:\/\/bivol.bg\/en\/wp-json\/wp\/v2\/posts\/61164\/revisions"}],"predecessor-version":[{"id":61165,"href":"https:\/\/bivol.bg\/en\/wp-json\/wp\/v2\/posts\/61164\/revisions\/61165"}],"wp:featuredmedia":[{"embeddable":true,"href":"https:\/\/bivol.bg\/en\/wp-json\/wp\/v2\/media\/58195"}],"wp:attachment":[{"href":"https:\/\/bivol.bg\/en\/wp-json\/wp\/v2\/media?parent=61164"}],"wp:term":[{"taxonomy":"category","embeddable":true,"href":"https:\/\/bivol.bg\/en\/wp-json\/wp\/v2\/categories?post=61164"},{"taxonomy":"post_tag","embeddable":true,"href":"https:\/\/bivol.bg\/en\/wp-json\/wp\/v2\/tags?post=61164"}],"curies":[{"name":"wp","href":"https:\/\/api.w.org\/{rel}","templated":true}]}}