{"id":62763,"date":"2020-08-17T14:00:41","date_gmt":"2020-08-17T11:00:41","guid":{"rendered":"https:\/\/bivol.bg\/?p=62763"},"modified":"2020-08-19T12:59:09","modified_gmt":"2020-08-19T09:59:09","slug":"privatized-bulgarian-sea","status":"publish","type":"post","link":"https:\/\/bivol.bg\/en\/privatized-bulgarian-sea.html","title":{"rendered":"Privatized Bulgarian Sea"},"content":{"rendered":"<p>Article 18 of the Bulgarian Constitution and Article 12 of the Waterс Act stipulate that the seabed is а public state property and the State has sovereign rights. However, at least three cases investigated by Bivol in partnership with the Green Laws Initiative show that people associated closely with powerful politicians and crime groups are relentlessly &#8220;privatizing&#8221; the seabed.<\/p>\n<p>The most “prominent” violation is the breakwater next to the residence of Ahmed Dogan, the Honorary Chairman of the party mostly representing the Muslim minority in Bulgaria, Movement for Rights and Freedoms (DPS), known as <strong>#Doganseraglio<\/strong>. The breakwater popped up between 2018 and 2019, as Bivol revealed. This is clearly seen in satellite images from Google Earth.<\/p>\n<p>The breakwater was about 50 meters long until February 2018 but another 220 meters were added to it in November 2019. The new large-scale facility has a total length of 270 meters and forms a new marina, which can accommodate large yachts.<\/p>\n<p>The company &#8220;Hermes Solar&#8221; used an extremely brazen trick to legalize the territory seized from the sea by declaring the newly built part of the breakwater as something that was built in the 1980s and registering it with а correction of an old notary deed, claiming a factual error.<\/p>\n<p>Bivol’s inquiries to relevant institutions about the breakwater’s paperwork showed that <a href=\"https:\/\/bivol.bg\/en\/three-bulgarian-ministries-assist-construction-of-politicians-seraglio.html\" rel=\"noopener noreferrer\" target=\"_blank\">the fraud had received the stamp of approval of three Ministries<\/a>, the Ministry of Regional Development and Public Works, the Ministry of Defense and the Ministry of Transport. After public outrage and mass protests rallies in front of the seraglio, the Prosecutor&#8217;s Office woke up and finally <a href=\"https:\/\/bivol.bg\/en\/bulgarian-prosecution-discovers-illegal-construction-in-politicians-seraglio.html\" rel=\"noopener noreferrer\" target=\"_blank\">noticed the illegal breakwater<\/a> but it is yet to undertake any action against the officials and politicians who allowed this blatant theft of State-owned territory.<\/p>\n<p><strong>New beach pops up in the St. St. Constantine and Helena resort on the Northern Black Sea coast<\/strong><\/p>\n<p>The Ministry of Tourism signed in 2016 a lease agreement for the “Mineral Pool North” beach with the company St. St. Constantine and Elena Holding, associated with the based in the Black Sea city of Varna group <a href=\"https:\/\/en.wikipedia.org\/wiki\/TIM_(Bulgaria)\" rel=\"noopener noreferrer\" target=\"_blank\">TIM<\/a>. The beach is exclusive state property, as is the seabed in front of it. The beach has an area of 2,137 square meters and the lease is set at BGN 3,720 per year. <\/p>\n<p>In the years following the contract, transformations of the beach began. They can be seen in satellite images from Google Earth. First, a new dike was built in the sea, then sand was poured, which significantly enlarged the beach and formed a small bay.  The territory north of the dike was &#8220;reconquered&#8221; from the sea and numerous buildings popped up on the new beach.<\/p>\n<p>The construction was completed just ahead of the 2019 summer season. Bivol sent inquiries to the Ministry of Regional Development and Public Works and to St. St. Constantine and Elena Holding asking to see the construction papers, which cannot be found in any of the public registers of the State or the Municipality of Varna. No response was received until the editorial closure of this article but we promise to publish the positions of the institutions and the company if such are sent.<\/p>\n<p>In this case, the new beach and the dike remain the property of the State but there is an obvious misappropriation by the tenant company which benefits directly from capturing the seabed, allowing it to build a number of restaurants on the beach and place parasols and beach chairs for rent.<br \/>\nTIM currently pay rent to the State for a little over two decares of beach and use nearly six decares of public state property. It would be logical for the Ministry of Tourism to review the terms of the contract and increase the ridiculously low concession of BGN 3,720 per year, which St. St. Constantine and Elena Holding pays to the State. <\/p>\n<p><strong>How 10 decares of seabed near Alepou Bay became private property<\/strong><\/p>\n<p>This story began in 1980 when the Southern Black sea coast between Kavatsite and Alepou was declared a natural landmark because of the rare coastal flora and fauna species.<\/p>\n<p>The socialist regime’s Committee for Environmental Protection agreed to build in 1984 the “Marina” villa group and a port in the closest to Alepou area of Cape Agalina’s natural landmark, as part of the Duni (Dunes) Holiday Village, the last beach resort of socialist Bulgaria built by Austrians and Poles. The marina was built along together with the holiday village and represents a small yacht and boat port protected from the waves by a pier to the east and a breakwater to the southwest.<\/p>\n<p>The “Duni” holiday village was commissioned in 1987 and immediately became a fashionable resort providing currency for the collapsing economy of the People&#8217;s Republic.<\/p>\n<p>The effects of the poorly designed port facilities began to emerge at the end of the 20th century. The marina became shallower and a new beach strip accumulated behind the breakwater.<\/p>\n<p>The process is traceable through satellite images from that time despite their low resolution.<\/p>\n<p>The state-owned company Duni was bought in 1999 by Lyudmil Stoykov, seen as someone from former President Georgi Parvanov’s most inner circle. The Turkish five-star chain Magic Life came up with a management idea in 2002 and acquired “Duni” by 2008. In 2002, the marina was covered with sand and was replaced by a swimming pool.<\/p>\n<p>In the same year, 2002, the Minister of Environment Dolores Arsenova helpfully excluded 30 decares from the natural landmark Cape Agalina and excluded another eight decares in February 2003. The five-star Marina Royal Palace and Marina Beach were built on these plots in 2004 and in 2007.<br \/>\nArsenova adopted in March 2003 a plan for the management of the natural landmark prepared by the company Duni, providing for the construction of a parking lot for the holiday village on 14 decares of the landmark, presented under the euphonious name Zone G, a zone for management and maintenance with a visitor center and accommodation facilities. The land is a public state forest territory and it remains unclear to this day how it was possible to build a private parking lot on it and how this public property became an unknown property in the cadastral maps while the forest was listed outright as private property owned by legal entities and was excluded from the natural landmark. The Law on Protected Areas stipulates that the ownership of the State and municipalities in protected areas is public i.e. it cannot be sold or mortgaged. The order for the exclusion of the parking lot and Zone G is missing in the Protected Area Register.<\/p>\n<p>Maps of the restored property show that as of 2008 the seabed of the former port was still a separate property but in the 2018 cadastral registers and maps it is already the private property of Duni.<\/p>\n<p>Thus, between 1999 and 2018, more than 10 decares of the seabed near Alepou, a public state property, on which the Republic of Bulgaria has sovereign rights, became the property of the private company Duni. None of the institutions in Bulgaria responsible for the protection of State property such as the Ministry of Environment and Waters, the Ministry of Agriculture and Food, the Ministry of Regional Development and Public Works has opposed this blatant breach of the Constitution.<\/p>\n<p>As the embattled by relentless street protests Bulgarian government and Parliament are trying now to discuss changes to the Constitutions in a desperate attempt to remain in power, it would be good to remember these examples. The evidence exists in black and white and even in color in satellite images, illustrating how the country’s rulers respect the Constitution and how they do not.<\/p>\n<p><em>A joint investigation by Bivol and the <a href=\"https:\/\/www.zelenizakoni.com\/\" rel=\"noopener noreferrer\" target=\"_blank\">Green Laws Initiative<\/a><\/em><\/p>\n","protected":false},"excerpt":{"rendered":"<p>Article 18 of the Bulgarian Constitution and Article 12 of the Waterс Act stipulate that the seabed is а public state property and the State has sovereign rights. However, at&hellip;<\/p>\n","protected":false},"author":1,"featured_media":62674,"comment_status":"closed","ping_status":"open","sticky":false,"template":"","format":"standard","meta":{"_mo_disable_npp":"","_relevanssi_hide_post":"","_relevanssi_pin_for_all":"","_relevanssi_pin_keywords":"","_relevanssi_unpin_keywords":"","_relevanssi_related_keywords":"","_relevanssi_related_include_ids":"","_relevanssi_related_exclude_ids":"","_relevanssi_related_no_append":"","_relevanssi_related_not_related":"","_relevanssi_related_posts":"","_relevanssi_noindex_reason":"","kia_subtitle":"","spay_email":"","jetpack_publicize_message":"","jetpack_is_tweetstorm":false},"categories":[5542,5806],"tags":[11433,11438,11436,10952,5148,11434,10777,11435,10734,11437],"jetpack_featured_media_url":"https:\/\/bivol.bg\/wp-content\/uploads\/2020\/08\/alepu-6.png","jetpack_publicize_connections":[],"jetpack_sharing_enabled":true,"jetpack_shortlink":"https:\/\/wp.me\/p9hbsr-gkj","jetpack_likes_enabled":true,"_links":{"self":[{"href":"https:\/\/bivol.bg\/en\/wp-json\/wp\/v2\/posts\/62763"}],"collection":[{"href":"https:\/\/bivol.bg\/en\/wp-json\/wp\/v2\/posts"}],"about":[{"href":"https:\/\/bivol.bg\/en\/wp-json\/wp\/v2\/types\/post"}],"author":[{"embeddable":true,"href":"https:\/\/bivol.bg\/en\/wp-json\/wp\/v2\/users\/1"}],"replies":[{"embeddable":true,"href":"https:\/\/bivol.bg\/en\/wp-json\/wp\/v2\/comments?post=62763"}],"version-history":[{"count":1,"href":"https:\/\/bivol.bg\/en\/wp-json\/wp\/v2\/posts\/62763\/revisions"}],"predecessor-version":[{"id":62764,"href":"https:\/\/bivol.bg\/en\/wp-json\/wp\/v2\/posts\/62763\/revisions\/62764"}],"wp:featuredmedia":[{"embeddable":true,"href":"https:\/\/bivol.bg\/en\/wp-json\/wp\/v2\/media\/62674"}],"wp:attachment":[{"href":"https:\/\/bivol.bg\/en\/wp-json\/wp\/v2\/media?parent=62763"}],"wp:term":[{"taxonomy":"category","embeddable":true,"href":"https:\/\/bivol.bg\/en\/wp-json\/wp\/v2\/categories?post=62763"},{"taxonomy":"post_tag","embeddable":true,"href":"https:\/\/bivol.bg\/en\/wp-json\/wp\/v2\/tags?post=62763"}],"curies":[{"name":"wp","href":"https:\/\/api.w.org\/{rel}","templated":true}]}}