{"id":63232,"date":"2020-08-23T20:39:30","date_gmt":"2020-08-23T17:39:30","guid":{"rendered":"https:\/\/bivol.bg\/?p=63232"},"modified":"2020-08-26T11:47:36","modified_gmt":"2020-08-26T08:47:36","slug":"bulgarian-coast-around-dogan-seraglio-illegally-buried-under-concrete-and-then-built-up","status":"publish","type":"post","link":"https:\/\/bivol.bg\/en\/bulgarian-coast-around-dogan-seraglio-illegally-buried-under-concrete-and-then-built-up.html","title":{"rendered":"Bulgarian Coast around Dogan Seraglio Illegally Buried under Concrete and then Built-up"},"content":{"rendered":"<p>An on-location inspection by Bivol found that concrete had been poured on the coastline on the northern side of Cape Chukalyata in Rosenets Park near the Black Sea city of Burgas. About 200 meters of the coastal zone is literally turned into a concrete wall that rises directly from the sea. The concrete had been poured directly on the former rocks and stones on the shore. Major construction had taken place in recent months, requiring hundreds of thousands of metric tons of concrete, iron and other building materials. Large-scale construction of vacation homes and other buildings had been carried out on the concrete poured on the rocks. Huge concrete pools had been formed and they had been covered with dirt dug by excavators from the destroyed shore. The entire land on which this was done is exclusive State property.<\/p>\n<p><strong>The institutions are once again passing the ball<\/strong><\/p>\n<p>It is not clear who authorized and financed this monstrous concrete construction, how it was coordinated and whether it is possible for it to happen without an explicit State sanction, given that the coastline of the Republic of Bulgaria is exclusive State property under the Constitution. Bivol sent an official question to the Ministry of Regional Development and Public Works. They replied the following:<\/p>\n<p><em>“A check into our paperwork established that the Ministry of Regional Development and Public Works had not received and does not possess any documentation, including investment projects and\/or building permits for the construction indicated in the photo. Issuance of a construction permit for such constructions is beyond the competence of the Ministry of Regional Development and Public Works. The competent body for approval of investment projects and\/or issuance of permits for constructions located on the territory of the municipality of Burgas is the municipal administration.”<\/em><\/p>\n<p>Bivol also sent a question under the Access to Public Information Act (APIA) to the Municipality of Burgas about construction activities and documents issued for Cape Chukalyata in the area of the Seraglio of Ahmed Dogan, the Honorary Chairman the party mostly representing the Muslim minority in Bulgaria, the Movement for Rights and Freedoms (DPS). A letter, signed by the Deputy Mayor for Construction, Engineer <strong>Chanka Koralska<\/strong>, arrived from the Municipality ten days later. It refuses to provide the requested information, despite the fact that it is of the greatest overriding public interest on the &#8220;talking point&#8221; grounds of hangdog institutions in similar cases that permission should be requested from the third party. The third party, in this case, is “Hermes Solar” Ltd, the company that owns the land and the buildings. Such an argument is completely untenable because the Dogan Seraglio case is at the epicenter of the current social and political processes in Bulgaria and the trigger that sparked the civil unrest and discontent with the mafia-government.<\/p>\n<p>The available public procurements data of the Municipality of Burgas from the last three years contains no information about such large-scale shore fortification or construction activities on Cape Chukalyata. In any case, the responsible parties are the municipal administration and personally Burgas Mayor Dimitar Nikolov.<\/p>\n<p>A few days ago, the Supreme Administrative Prosecutor Office’s probe established large-scale illegal construction on the territory of the Seraglio. According to the official announcement on the Prosecutor’s Office website, <strong>numerous violations had been found in the construction and operation of sites on the Black Sea coast<\/strong>.<\/p>\n<p>They include, among others, a coastal strip in Rosenets Park found during the probe, which does not have the status of a beach, and whose free access is restricted because of a construction fence, a yacht and boat marina that lacks an investment project approval by the Ministry of Regional Development and Public Works, has not been entered in the register as a specialized port site and for which there in no certificate of operational suitability. In addition, the on-site inspection, as well as cadastral sketches of the property, have established that the extension of the port was not carried out in the 1980s as indicated in the notary deed. The established evidence of document crimes has been forwarded to the Supreme Prosecution Office and the State Construction Control (SCC).<\/p>\n<p>Also according to the prosecution, the inspection of the constructions sites on Cape Chukalyata in Rosenets Park has established that they do not have the appropriate construction documents, while the inspection in the Municipality of Burgas has not uncovered approved investment projects and construction permits. The Head of the Regional State Construction Control (RSCC) has sent a letter to the Mayor of the Municipality of Burgas to inform him that he should order further action to secure the lawful completion of the case.<\/p>\n<p><strong>The prosecutor&#8217;s inspection found a total of eight illegal buildings and the illegal marina <a href=\"https:\/\/bivol.bg\/en\/three-bulgarian-ministries-assist-construction-of-politicians-seraglio.html\" rel=\"noopener noreferrer\" target=\"_blank\">discovered by Bivol<\/a>.<\/strong><\/p>\n<p><strong>The State finally “noticed” the violations discovered by Bivol six years ago<\/strong><\/p>\n<p>These facts are not new and had been consistently revealed by Bivol since 2014 when we made public our investigations into the <a href=\"http:\/\/C:\\Users\\Maria_2\\Desktop\\BT\\Виктория Тинтерова\" rel=\"noopener noreferrer\" target=\"_blank\">Dogan Seraglio<\/a>. During all these six years, our publications and alerts sent to various institutions and the Prosecutor&#8217;s Office were met with a wall of silence, covering up the crimes and providing active assistance for the growth of “the tumor” on Cape Chukalyata. During all these years, the SCC, the government, the judiciary and the Municipality of Burgas failed to notice what was actually happening in Bulgarian territorial waters and the trampling of the Constitution and the laws of the Republic of Bulgaria there. The boldness of the occupiers of this strip of the Bulgarian coast reached unprecedented dimensions to the point that on Dogan’s orders the National Security Service had even banned the access of official civil servants visiting the site to fulfil their job duties. A commission from RSCC Burgas had been prevented from inspecting the Seraglio regardless of the fact that obstructing State institutions to perform their official duties is a serious criminal act. <\/p>\n<p>But the sudden eye-opening experience of the institutions and the Prosecutor&#8217;s Office about the years-long drastic violations of all laws in the country is not shrouded in mystery. This became possible only because of Bivol&#8217;s consistent revelations that provoked public attention. The Dogan Seraglio, as the emanation of lawlessness, corruption and the backstage rule in Bulgaria, ignited the spark of protests against the established oligarchic-plutocratic regime. However, the Prosecutor&#8217;s Office investigations should not stop only with the illegal construction and forged documents but should go deep into the criminal genesis of the corrupt associations with politicians and the country’s rulers, who legitimized the Dogan Seraglio phenomenon and assisted in its realization. Bivol’s investigations clearly indicate the main culprits – the names that stand out are those of the Mayor of Burgas and Deputy Chairman of the ruling party Citizens for European Development of Bulgarian (GERB) <strong>Dimitar Nikolov<\/strong>, the Burgas Regional Governor, also from GERB, <strong>Valcho Cholakov<\/strong>, the architect who designed and compiled the documentation of the Dogan Seraglio, <a href=\"https:\/\/bivol.bg\/en?s=Tiholov\" rel=\"noopener noreferrer\" target=\"_blank\"><strong>Kalin Tiholov<\/strong><\/a>, known as the DPS architect and a major participant in the process of overbuilding the Bulgarian Black Sea coast. <\/p>\n<p><strong>The Municipality of Burgas keeps assisting lawlessness and violates the APIA<\/strong><\/p>\n<p>After denying Bivol the requested information about the construction files, permits and activities on Cape Chukalyata, the Municipality of Burgas, probably worried about its increasingly obvious role as the main culprit for the atrocities there, issued a “balanced” statement. The same <strong>Chanka Koralska<\/strong>, who refused to provide information to <strong>Bivol<\/strong>, was forced by recent events to say after many years of silence and complicity that the illegal construction in the area of the Seraglio was excessively intrusive. Thus, it was finally officially announced that the so-called &#8220;greenhouses&#8221; in the northern part of the peninsula are built completely illegally and without any construction documents.<\/p>\n<p>Four more buildings were found illegal &#8211; one three-story, two two-story and &#8220;movable object&#8221;, which, however, is also a building. All this was built over the years before the very eyes of the Mayor of Burgas Dimitar Nikolov, who according to local fishermen has visited Ahmed Dogan in the Seraglio many times and often, boldly driving his office vehicle.<\/p>\n<p>The only officially announced building permits by the Municipality of Burgas are those issued in 2014 for the construction of a &#8220;Water Sports Base&#8221; and an &#8220;Outdoor Pool&#8221;. &#8220;Additional Extension of the Water Sports Base&#8221; and the construction of a &#8220;Transformer Substation&#8221; were allowed in 2015. Everyone can determine for themselves whether this corresponds to the current appearance of Dogan&#8217;s residence.<\/p>\n<p>An <strong>inevitable future large-scale investigation<\/strong> into all connections, potential corruption schemes and networks related to actions or inactions of the Municipality of Burgas will paint the final picture. Not only of Cape Chukalyata and the Dogan Seraglio but of <strong>what has actually happened in the last ten years with the public ownership of the lands in Rosenets Park, #WHO has benefited from the acquisition of State and municipal land plots<\/strong> and whose is the personal and official liability for such transactions that have harmed public interest to benefit the private one.<\/p>\n<p>Bivol definitely intends to go all the way to receive the information it requested from the Mayor of Burgas. This information remains concealed, even at the cost of a lawsuit. The ongoing information blackout only reinforces the suspicions of complicit participation of the municipal administration in the Dogan Seraglio lawlessness over the years.<\/p>\n<p><strong>The spirit of the Model #WHO is built into Dogan Seraglio<\/strong><br \/>\nAll these facts clearly show that there is no particular political and party affiliation behind the omnipotence of the <strong>DPS<\/strong> and <strong>Ahmed Dogan<\/strong> – the entire establishment, the ruling coalition and the parliamentary opposition, stand united and unwavering when they have to service the interests of the smaller ethnic party and its Honorary Chairman. The DPS has manipulated the political processes in the country both officially or unofficially and has pulled the strings in the last nearly 27 years. The long shadow of the former communist secret services, the State Security, lurks behind the “Movement” as Dogan and most of its leaders have been its undercover officers and agents. It is no coincidence that the “promising” young cadre Delyan Peevski found shelter, political comfort and immunity precisely in the DPS to become the shadowy Backstage Ruler of Bulgaria, who actually controls the country behind the facade of an official government and institutions.<\/p>\n<p><strong>Illegal construction on occupied State land<\/strong><\/p>\n<p>To reiterate, the reportage photos taken on the spot and their comparison with the cadastral maps show that the terrains on which the rocks were buried under concrete are State property while the many buildings erected on the concrete slabs are illegal as they have not been entered in cadastral maps and have no building permits. <\/p>\n<p>Illegal construction on the State-owned plot to the south of the Seraglio, next to the beach, has also remained deliberately unnoticed and unauthorized until recently. An investigation established that the beach had been purposely covered with stones to eliminate the sandy strip and turn it into a rocky shore. This had been done not only to make the strip undesirable to beachgoers but also to circumvent the requirements for the protection of beaches from waterfront construction. However, outraged citizens recently organized a volunteer action and the stones were carefully collected and taken out, once again turning the shore into a beach.<\/p>\n<p>Bivol expects competent and well-grounded answers from the Prosecutor&#8217;s Office, the Municipality of Burgas and the government. These answers are also expected by the majority of Bulgarians who no longer want the current mafia system to determine their life and the destiny of the country.<\/p>\n","protected":false},"excerpt":{"rendered":"<p>An on-location inspection by Bivol found that concrete had been poured on the coastline on the northern side of Cape Chukalyata in Rosenets Park near the Black Sea city of&hellip;<\/p>\n","protected":false},"author":1,"featured_media":63153,"comment_status":"closed","ping_status":"closed","sticky":false,"template":"","format":"video","meta":{"_mo_disable_npp":"","_relevanssi_hide_post":"","_relevanssi_pin_for_all":"","_relevanssi_pin_keywords":"","_relevanssi_unpin_keywords":"","_relevanssi_related_keywords":"","_relevanssi_related_include_ids":"","_relevanssi_related_exclude_ids":"","_relevanssi_related_no_append":"","_relevanssi_related_not_related":"","_relevanssi_related_posts":"","_relevanssi_noindex_reason":"","kia_subtitle":"","spay_email":"","jetpack_publicize_message":"","jetpack_is_tweetstorm":false},"categories":[7465,5542,5806],"tags":[11452,8646,5127,5958,8747,10736,11453,11454,11451],"jetpack_featured_media_url":"https:\/\/bivol.bg\/wp-content\/uploads\/2020\/08\/Screen-Shot-2020-08-24-at-13.10.27.png","jetpack_publicize_connections":[],"jetpack_sharing_enabled":true,"jetpack_shortlink":"https:\/\/wp.me\/p9hbsr-grS","jetpack_likes_enabled":true,"_links":{"self":[{"href":"https:\/\/bivol.bg\/en\/wp-json\/wp\/v2\/posts\/63232"}],"collection":[{"href":"https:\/\/bivol.bg\/en\/wp-json\/wp\/v2\/posts"}],"about":[{"href":"https:\/\/bivol.bg\/en\/wp-json\/wp\/v2\/types\/post"}],"author":[{"embeddable":true,"href":"https:\/\/bivol.bg\/en\/wp-json\/wp\/v2\/users\/1"}],"replies":[{"embeddable":true,"href":"https:\/\/bivol.bg\/en\/wp-json\/wp\/v2\/comments?post=63232"}],"version-history":[{"count":1,"href":"https:\/\/bivol.bg\/en\/wp-json\/wp\/v2\/posts\/63232\/revisions"}],"predecessor-version":[{"id":63235,"href":"https:\/\/bivol.bg\/en\/wp-json\/wp\/v2\/posts\/63232\/revisions\/63235"}],"wp:featuredmedia":[{"embeddable":true,"href":"https:\/\/bivol.bg\/en\/wp-json\/wp\/v2\/media\/63153"}],"wp:attachment":[{"href":"https:\/\/bivol.bg\/en\/wp-json\/wp\/v2\/media?parent=63232"}],"wp:term":[{"taxonomy":"category","embeddable":true,"href":"https:\/\/bivol.bg\/en\/wp-json\/wp\/v2\/categories?post=63232"},{"taxonomy":"post_tag","embeddable":true,"href":"https:\/\/bivol.bg\/en\/wp-json\/wp\/v2\/tags?post=63232"}],"curies":[{"name":"wp","href":"https:\/\/api.w.org\/{rel}","templated":true}]}}