{"id":63641,"date":"2020-08-30T14:44:36","date_gmt":"2020-08-30T11:44:36","guid":{"rendered":"https:\/\/bivol.bg\/?p=63641"},"modified":"2020-09-01T18:58:16","modified_gmt":"2020-09-01T15:58:16","slug":"venezuelan-mp-approaches-bulgarias-prosecutor-general-over-maduros-millions","status":"publish","type":"post","link":"https:\/\/bivol.bg\/en\/venezuelan-mp-approaches-bulgarias-prosecutor-general-over-maduros-millions.html","title":{"rendered":"Venezuelan MP Approaches Bulgaria’s Prosecutor General over Maduro’s Millions"},"content":{"rendered":"<p><strong>In the wake of Bivol’s investigation into the millions of embattled Venezuelan President Nicolas Maduro in the Bulgarian &#8220;bad apple&#8221; bank Investbank, Venezuelan opposition MP Freddy Superlano has approached the Prosecutor General of the Republic of Bulgaria. Bivol is in possession of the MP’s letter to Prosecutor General Ivan Geshev. <\/strong><\/p>\n<p>Bivol published on August 16, 2020, a joint investigation with Armando Info, a site of Venezuelan journalists working in Colombia, titled <a href=\"https:\/\/bivol.bg\/en\/maduros-usd-158m-mature-in-bulgarias-investbank.html\" rel=\"noopener noreferrer\" target=\"_blank\">Maduro’s USD 158m ‘Mature’ in Bulgaria’s Investbank<\/a>. Another investigation, <a href=\"https:\/\/bivol.bg\/en\/because-of-bivols-story-venezuela-investigates-petrodollars-in-bulgaria.html\" rel=\"noopener noreferrer\" target=\"_blank\">Venezuela Investigates Petrodollars in Bulgaria<\/a> was published on January 14, 2020, following the one from February 2019 with the headline <a href=\"https:\/\/bivol.bg\/en\/venezuelan-laundromat-russian-oil-and-bulgarian-intelligence-officers-part-i.html\" rel=\"noopener noreferrer\" target=\"_blank\">Venezuelan Laundromat’ – Russian Oil and Bulgarian Intelligence Officers<\/a>.<\/p>\n<p>Member of Parliament from the National Assembly of Venezuela Freddy Superlano sent on August 17 an identical copy of his letter to <strong>Ivan Geshev<\/strong>, to Bulgaria’s Foreign Minister <strong>Ekaterina Zaharieva<\/strong> and to <strong>Estefania Melendez<\/strong>, the diplomatic representative to Bulgaria of Acting Venezuelan President <strong>Juan Guaido<\/strong> focusing on the use of his name in the so-called &#8220;Bulgarian Affair&#8221;.<\/p>\n<p>As Bivol wrote, the trip of three top Venezuelan MPs from the pseudo-opposition, who defected from Guaido’s camp to that of <strong>Nicolas Maduro<\/strong>, to several EU countries, including Bulgaria, in April 2019, is known in Caracas as the “Bulgarian Affair”.  <\/p>\n<p>There are strong suspicions that their &#8220;European Tour&#8221; has been paid for by Colombian billionaire <strong>Alex Moran Saab<\/strong>, sanctioned and arrested at the request of the United States and protagonist of recent Bivol investigations into the &#8220;Venezuelan Laundromat&#8221; in Bulgaria.<\/p>\n<p><a href=\"https:\/\/bivol.bg\/wp-content\/uploads\/2020\/08\/Carta-Fiscalia-Bulgara-Firmada.pdf\" rel=\"noopener noreferrer\" target=\"_blank\">Carta Fiscalia Bulgara Firmada<\/a><\/p>\n<p>The three Venezuelan lawmakers arrived in Sofia secretly in April 2019 and met with a Ministry of Foreign Affairs official from its “Americas” Department. There, they handed over their first letter to Prime Minister <strong>Boyko Borisov<\/strong>, requesting that the funds in Investbank be unfrozen. The Ministry officially confirmed receipt of this letter to Bivol. The letter claims that the companies, whose accounts registered to Bulgarian national, attorney <strong>Tsvetan Tsanev<\/strong>, are now frozen in Investbank were &#8220;clean&#8221; and &#8220;repeatedly checked&#8221;.<\/p>\n<p><strong>MP demands an investigation into Investbank&#8217;s petrodollars<\/strong><\/p>\n<p>A second &#8220;letter&#8221; to <strong>Boyko Borisov<\/strong> popped up in Caracas in April 2020. Bivol and Armando Info were not able to establish its authenticity. It seems that the lobbyists involved the affair had attempted to shift some of the blame to <strong>Freddy Superlano<\/strong> – they most likely had compiled the text on his behalf and had released it to the media and on social networks.<\/p>\n<p>In his two real letters, Freddy Superlano calls on Bulgaria’s Prosecutor General Ivan Geshev and on Deputy Prime Minister and Foreign Minister Zaharieva to investigate not only the forgery of his alleged letter to Borisov but also the accusations that he was one of the lobbyists who had traveled to Sofia, when it is a fact that he had never been to Bulgaria. He writes that information from the Bulgarian immigration authorities can easily establish the Venezuelan MPs who have visited Bulgaria. <\/p>\n<p>Superlano also urges the Bulgarian authorities and the prosecution to take the investigation into the origin of the funds very seriously and pay particular attention to companies connected with the main sponsor of <strong>Nicolas Maduro<\/strong>, oligarch <strong>Alex Saab<\/strong>, as proven by the investigations of Bivol and Armando Info.<\/p>\n<p><em>&#8220;It is important to emphasize that clarifying this situation and therefore the institutional relationship between the legitimate government of Venezuela, led by Juan Guaido, and the Bulgarian authorities are fundamental to achieving the goals set in the rescue process of democracy in Venezuela.&#8221;<\/em><\/p>\n<p>The MP also calls for the money to be returned not to the regime of Nicolas Maduro, but to the interim government of Acting President of Venezuela and President of the National Assembly Juan Guaido.<\/p>\n<p>Freddy Superlano tells Ivan Geshev and Ekaterina Zaharieva that he &#8220;appreciates their attention&#8221; to the case and promises that &#8220;these steps&#8221; (apparently the requested investigation into the petrodollars case) will be &#8220;an effective means of promoting not only good relations with the Republic of Bulgaria but also of clarifying the facts of the investigations conducted to restore Venezuela during Superlano’s presidency of the Control Committee of the National Assembly”.<\/p>\n<p><a href=\"https:\/\/bivol.bg\/wp-content\/uploads\/2020\/08\/Carta-Canciller-de-Bulgaria-Firmada.pdf\" rel=\"noopener noreferrer\" target=\"_blank\">Map Canciller De Bulgaria Firmada<\/a><\/p>\n<p><strong>Herro Mustafa follows in Eric Rubin’s footsteps<\/strong><\/p>\n<p>Bivol published its joint investigation with Armando Info on August 16, 2020, in Bulgarian and in English. It was published in Spanish on the Armando Info’s website on the same day.<\/p>\n<p><strong>Investbank<\/strong> issued a press release on August 19 in connection with Bivol’s investigation, in which it claimed that it wanted to refute certain &#8220;suggestions&#8221; of money laundering. However, there is no refutation on the merits of facts such as the volume of the seized assets, their connection with <strong>Alex Saab<\/strong> and the regime of <strong>Nicolas Maduro<\/strong>.<\/p>\n<p>A day later, US Ambassador to Bulgaria <strong>Herro Mustafa<\/strong> met with <strong>Estefania Melendez<\/strong>, the diplomatic representative of the interim government of Venezuela in Sofia.<\/p>\n<p><em>“Ambassador Melendez welcomed United States’ support, along with a number of European countries, for the recent Joint Declaration for the Support of the Democratic Transition in Venezuela as a solution to Venezuela’s political crisis and support for free and fair presidential elections. They also discussed their strong cooperation with Bulgarian authorities concerning the illicit Venezuelan funds which have been frozen in Bulgaria,”<\/em> the US Embassy in Sofia said in a post on its Facebook page.<\/p>\n<p>The meeting was held on August 20, but it was not officially announced until Monday, August 24. Thus, the problem with the Venezuelan assets was inherited by <strong>Herro Mustafa<\/strong> and <strong>Ivan Geshev<\/strong> from the former US Ambassador <strong>Eric Rubin<\/strong>, who first approached Bulgaria’s <strong>National Security Agency, DANS<\/strong> and then-Prosecutor General <strong>Sotir Tsatsarov<\/strong>. <\/p>\n<p>With their urgent meeting, the Ambassadors of the United States and Venezuela confirmed the importance of the facts presented in the international investigation by Bivol and Armando Info. Given the detention of <strong>Alex Saab<\/strong> by the authorities of Cape Verde at the insistence of the United States, where he is wanted on charges of laundering money from Venezuela, his assets are not likely to be unfrozen any time soon. This is despite the persistent attempts of <strong>Tsvetan Tsanev<\/strong>&#8216;s lawyers in Sofia to appeal the Sofia City Court&#8217;s decision to higher courts.<\/p>\n<p>However, whether the money will be returned soon to the government of <strong>Juan Guaido<\/strong> and the impoverished Venezuelan people depends on the negotiation process between the <strong>US President Donald Trump<\/strong>’s administration, the regime of <strong>Nicolas Maduro<\/strong> and the leaders of the Latin American countries.<\/p>\n<p>Until then, Bulgarian Prime Minister <strong>Boyko Borisov<\/strong> will obviously remain a very popular recipient of all kinds of authentic and fake letters with requests to unfreeze the petrodollars millions. That is why his “rating” in rebellious Caracas will remain much higher than in protesting Sofia.<\/p>\n","protected":false},"excerpt":{"rendered":"<p>In the wake of Bivol’s investigation into the millions of embattled Venezuelan President Nicolas Maduro in the Bulgarian &#8220;bad apple&#8221; bank Investbank, Venezuelan opposition MP Freddy Superlano has approached the&hellip;<\/p>\n","protected":false},"author":20614,"featured_media":63239,"comment_status":"closed","ping_status":"open","sticky":false,"template":"","format":"standard","meta":{"_mo_disable_npp":"","_relevanssi_hide_post":"","_relevanssi_pin_for_all":"","_relevanssi_pin_keywords":"","_relevanssi_unpin_keywords":"","_relevanssi_related_keywords":"","_relevanssi_related_include_ids":"","_relevanssi_related_exclude_ids":"","_relevanssi_related_no_append":"","_relevanssi_related_not_related":"","_relevanssi_related_posts":"","_relevanssi_noindex_reason":"","kia_subtitle":"","spay_email":"","jetpack_publicize_message":"","jetpack_is_tweetstorm":false},"categories":[5544,5806],"tags":[11426,11461,9602,9986,8854,9135,9984,11460],"jetpack_featured_media_url":"https:\/\/bivol.bg\/wp-content\/uploads\/2020\/08\/Collage.png","jetpack_publicize_connections":[],"jetpack_sharing_enabled":true,"jetpack_shortlink":"https:\/\/wp.me\/p9hbsr-gyt","jetpack_likes_enabled":true,"_links":{"self":[{"href":"https:\/\/bivol.bg\/en\/wp-json\/wp\/v2\/posts\/63641"}],"collection":[{"href":"https:\/\/bivol.bg\/en\/wp-json\/wp\/v2\/posts"}],"about":[{"href":"https:\/\/bivol.bg\/en\/wp-json\/wp\/v2\/types\/post"}],"author":[{"embeddable":true,"href":"https:\/\/bivol.bg\/en\/wp-json\/wp\/v2\/users\/20614"}],"replies":[{"embeddable":true,"href":"https:\/\/bivol.bg\/en\/wp-json\/wp\/v2\/comments?post=63641"}],"version-history":[{"count":1,"href":"https:\/\/bivol.bg\/en\/wp-json\/wp\/v2\/posts\/63641\/revisions"}],"predecessor-version":[{"id":63642,"href":"https:\/\/bivol.bg\/en\/wp-json\/wp\/v2\/posts\/63641\/revisions\/63642"}],"wp:featuredmedia":[{"embeddable":true,"href":"https:\/\/bivol.bg\/en\/wp-json\/wp\/v2\/media\/63239"}],"wp:attachment":[{"href":"https:\/\/bivol.bg\/en\/wp-json\/wp\/v2\/media?parent=63641"}],"wp:term":[{"taxonomy":"category","embeddable":true,"href":"https:\/\/bivol.bg\/en\/wp-json\/wp\/v2\/categories?post=63641"},{"taxonomy":"post_tag","embeddable":true,"href":"https:\/\/bivol.bg\/en\/wp-json\/wp\/v2\/tags?post=63641"}],"curies":[{"name":"wp","href":"https:\/\/api.w.org\/{rel}","templated":true}]}}