{"id":63855,"date":"2020-09-02T20:44:10","date_gmt":"2020-09-02T17:44:10","guid":{"rendered":"https:\/\/bivol.bg\/?p=63855"},"modified":"2020-09-06T14:52:21","modified_gmt":"2020-09-06T11:52:21","slug":"police-detain-bivols-reporter-at-anti-government-protest-rally","status":"publish","type":"post","link":"https:\/\/bivol.bg\/en\/police-detain-bivols-reporter-at-anti-government-protest-rally.html","title":{"rendered":"Police Detain Bivol’s Reporter at Anti-government Protest Rally"},"content":{"rendered":"<p><strong>Bivol’s reporter Dimitar Stoyanov was briefly detained for &#8220;ID check&#8221; during the “Great People Uprising” (as participants called it) protest rally against the government on September 2, 2020. The journalist was carrying his ID card and his press card.<\/strong><\/p>\n<p>Dimitar Stoyanov felt one policeman quickly pull out a folding knife from his back pocket. The officer then asked Stoyanov to produce his ID card and press card. Stoyanov handed him the ID card and the policeman asked the reporter to leave the rally and follow him. He took Dimitar behind the cordon to a police car and kept him there for 10-15 minutes. This can be seen from a video made by Bivol.<\/p>\n<p>&#8220;I told him several times that there is no text in the law whatsoever postulating that I do not have the right to carry a pocket knife,&#8221; Stoyanov commented. When the policeman noticed the press card, which the other reporter filming their conversation was carrying around his neck, he turned to him and said: &#8220;Aha, are you from Bivol too?&#8221;<\/p>\n<p>The police stood with their backs to the camera and one of them pulled the cable of the portable power bank while pushing Stoyanov to a police car for &#8220;interrogation&#8221;.<\/p>\n<p><strong>Sprays and shields against journalists…<\/strong><\/p>\n<p>Prior to that, police officers prevented Bivol&#8217;s journalists from crossing the cordon on several occasions. We were pushed aside twice after filming police chiefs with radio stations discussing actions against protesters. The attitude towards reporters was the same as towards all protesters &#8211; aggressive pushing, removing people from the rally and taking them behind police cordons and obstructing footage.<\/p>\n<p>The leader of the civil movement BOETS (Fighter), Georgi Georgiev, was surrounded by half a dozen heavily armed uniformed men as he showed the senior police officer his approved application for attending a parliamentary session, which at the end he was not allowed to attend. Georgiev was also removed from the rally and taken behind police cordons.<\/p>\n<p>The reporter of the public television, the Bulgarian National Television, Nikolay Minkov was taken to the hospital by ambulance after being attacked by the police with pepper spray. Before that, two female journalists from the private TV channel bTV, Gabriela Naplatanova and Kana Racheva, were sprayed as well. According to other eyewitnesses, the Eurocom TV team, led by presenter Nikolay Kolev, had been also attacked with pepper spray.<\/p>\n<p><span class=\"embed-youtube\" style=\"text-align:center; display: block;\"><iframe class='youtube-player' width='1170' height='659' src='https:\/\/www.youtube.com\/embed\/Q6WEdHc12DM?version=3&#038;rel=1&#038;showsearch=0&#038;showinfo=1&#038;iv_load_policy=1&#038;fs=1&#038;hl=en-US&#038;autohide=2&#038;start=112&#038;wmode=transparent' allowfullscreen='true' style='border:0;' sandbox='allow-scripts allow-same-origin allow-popups allow-presentation'><\/iframe><\/span><\/p>\n<p>Legal experts say the police violated Art. 174a of the Penal Code (CC) of the Republic of Bulgaria. &#8220;Whoever threatens violently, fraudulently or otherwise unlawfully disrupts or prevents the holding of a meeting, rally or demonstration, allowable under the Law on Assemblies, Rallies and Demonstrations, shall be punished by imprisonment of up to two years,&#8221; the Article reads.<\/p>\n<p>Bivol calls on the Union of Bulgarian Journalists (UBJ), the Association of European Journalists &#8211; Bulgaria (AEJ), and the international organization Reporters Without Borders (RSF) to take a stand on the police brutality against journalists on September 2 in downtown Sofia, in the area between 1 “Dondukov” boulevard and “Knyaz Alexander I of Battenberg” street.<\/p>\n<p>Bivol also demands the resignation of Interior Minister Hristo Terziiski and the Interior Ministry officials in charge of the protest for violating of the rights of journalists, who were subjected to aggression by law enforcement officers, even though they were carrying official press cards.<\/p>\n<p>Bivol is also considering seeking its rights in court by filing a complaint with the Prosecutor&#8217;s Office and the Sofia City Court (SCC) over repeated police attempts to obstruct the work of its reporting team.<\/p>\n<p>Meanwhile, pictures of police officers, whose uniforms displayed unauthorized badges, went viral on social networks as these badges are &#8220;trademarks&#8221; of armed mercenaries around the world. &#8220;One Shot &#8211; One Kill – No Remorse – I love Guns&#8221; or “I Love Guns and Tits”, the badges read.<\/p>\n<p><strong>CEM: Violence is not an argument<\/strong><br \/>\nBulgaria’s Council for Electronic Media (CEM) issued a strong condemnation of police brutality against journalists on September 2.<\/p>\n<p><em>&#8220;The Council for Electronic Media condemns any brutality and aggression that violate human rights and freedoms. Violence against journalists is a disgrace to any society. <\/em><\/p>\n<p>The CEM insists that everyone respect the work of journalists and reporters because journalists are the &#8220;eyes and ears&#8221; of civil society, and any attempt to &#8220;gas&#8221; or injure them is an attack on freedom of speech.<\/p>\n<p>The CEM takes a stand against extreme antagonism and political opposition, which threaten civil peace and acceptance of different views.<br \/>\nDemocracy is dialogue, not war.<\/p>\n<p>Violence is not an argument but powerlessness in the face of free speech.<\/p>\n","protected":false},"excerpt":{"rendered":"<p>Bivol’s reporter Dimitar Stoyanov was briefly detained for &#8220;ID check&#8221; during the “Great People Uprising” (as participants called it) protest rally against the government on September 2, 2020. The journalist&hellip;<\/p>\n","protected":false},"author":20614,"featured_media":63706,"comment_status":"closed","ping_status":"open","sticky":false,"template":"","format":"standard","meta":{"_mo_disable_npp":"","_relevanssi_hide_post":"","_relevanssi_pin_for_all":"","_relevanssi_pin_keywords":"","_relevanssi_unpin_keywords":"","_relevanssi_related_keywords":"","_relevanssi_related_include_ids":"","_relevanssi_related_exclude_ids":"","_relevanssi_related_no_append":"","_relevanssi_related_not_related":"","_relevanssi_related_posts":"","_relevanssi_noindex_reason":"","kia_subtitle":"","spay_email":"","jetpack_publicize_message":"","jetpack_is_tweetstorm":false},"categories":[5544,5806],"tags":[5109,11464,11466,8692,11465,5974,5128],"jetpack_featured_media_url":"https:\/\/bivol.bg\/wp-content\/uploads\/2020\/09\/Без-име.png","jetpack_publicize_connections":[],"jetpack_sharing_enabled":true,"jetpack_shortlink":"https:\/\/wp.me\/p9hbsr-gBV","jetpack_likes_enabled":true,"_links":{"self":[{"href":"https:\/\/bivol.bg\/en\/wp-json\/wp\/v2\/posts\/63855"}],"collection":[{"href":"https:\/\/bivol.bg\/en\/wp-json\/wp\/v2\/posts"}],"about":[{"href":"https:\/\/bivol.bg\/en\/wp-json\/wp\/v2\/types\/post"}],"author":[{"embeddable":true,"href":"https:\/\/bivol.bg\/en\/wp-json\/wp\/v2\/users\/20614"}],"replies":[{"embeddable":true,"href":"https:\/\/bivol.bg\/en\/wp-json\/wp\/v2\/comments?post=63855"}],"version-history":[{"count":3,"href":"https:\/\/bivol.bg\/en\/wp-json\/wp\/v2\/posts\/63855\/revisions"}],"predecessor-version":[{"id":63903,"href":"https:\/\/bivol.bg\/en\/wp-json\/wp\/v2\/posts\/63855\/revisions\/63903"}],"wp:featuredmedia":[{"embeddable":true,"href":"https:\/\/bivol.bg\/en\/wp-json\/wp\/v2\/media\/63706"}],"wp:attachment":[{"href":"https:\/\/bivol.bg\/en\/wp-json\/wp\/v2\/media?parent=63855"}],"wp:term":[{"taxonomy":"category","embeddable":true,"href":"https:\/\/bivol.bg\/en\/wp-json\/wp\/v2\/categories?post=63855"},{"taxonomy":"post_tag","embeddable":true,"href":"https:\/\/bivol.bg\/en\/wp-json\/wp\/v2\/tags?post=63855"}],"curies":[{"name":"wp","href":"https:\/\/api.w.org\/{rel}","templated":true}]}}