{"id":63976,"date":"2020-09-06T17:26:40","date_gmt":"2020-09-06T14:26:40","guid":{"rendered":"https:\/\/bivol.bg\/?p=63976"},"modified":"2020-09-27T11:32:10","modified_gmt":"2020-09-27T08:32:10","slug":"small-town-gerbonomics-relatives-nepotism-and-syphoning-of-eu-funds","status":"publish","type":"post","link":"https:\/\/bivol.bg\/en\/small-town-gerbonomics-relatives-nepotism-and-syphoning-of-eu-funds.html","title":{"rendered":"Small Town ‘Gerbonomics” – Relatives, Nepotism and Syphoning of EU Funds"},"content":{"rendered":"<p>An interesting business network intertwining family and party connections has been woven in Bulgaria’s historical town of Kotel. Relatives of Mayor <strong>Kosta Karanashev<\/strong> and municipal officials of the ruling party Citizens for European Development of Bulgaria (GERB) are all involved in a streamlined system for absorbing European Union (EU) subsidies through connected parties and straw persons. This was also established by inspections of the State Fund Agriculture (SFA) and the results were referred to the Prosecutor&#8217;s Office.<\/p>\n<p>Karanashev, himself, firmly rejects suspicions of abuse of EU funds and points to his contribution to the development of the municipality over the years: &#8220;I am the man who rescued this municipality from the ugliest forms of management in the last 30-40 years and I am fighting tooth and nail for this municipality,&#8221; he says.<\/p>\n<p><strong>Kosta Karanashev<\/strong> is the father of the twin toddlers of Bulgaria’s Minister of Agriculture <strong>Dessislava Taneva<\/strong> (both Karanashev and Taneva are in the headline photo). It turns out that she has a personal motive not to “brag” about EU funds fraud in front of Brussels, as she “boldly” stated in a <a href=\"https:\/\/bivol.bg\/en\/scandalous-video-from-bulgarias-advisory-council-on-agriculture-reveals-serious-abuses-of-eu-scheme.html\" rel=\"noopener noreferrer\" target=\"_blank\">video<\/a>, which became viral and made the headlines in Bulgaria and Europe.<\/p>\n<p>“Kosta Karanashev is the father of my two daughters, born in 2017. I have repeatedly declared the fact that I live with my life partner Kosta Karanashev, as we have not entered into a civil union, which is publicly known and can be seen in my declaration to the Commission for Combating Corruption and Confiscation of Illegally Acquired Property. The Karanashev family has been engaged in livestock breeding and agriculture for a long time and have been registered since 2006. There is no reason for them, like any other Bulgarian farmer, not to apply for support,” Taneva said in a statement to the media sent by the SFA press office.<\/p>\n<p>But Bivol&#8217;s investigation reveals much more detailed family and political party connections of the Mayor of Kotel, connections leading up to the government body (SFA) that distributes EU funds for agriculture, and down to the beneficiaries of subsidies in the municipality he is running.<\/p>\n<p><strong>SFA detects fraud with EU funds linked to Karanashev<\/strong><\/p>\n<p>In the now distant 2013, the Regional Technical Inspectorate of the SFA in the southern city of Yambol checked four farmers <strong>Miroslav Donchev, Dimitar Karanashev, Zoya Karanasheva<\/strong> and the company <strong>KLAK<\/strong>. Regular readers of Bivol are familiar with all of them from our <a href=\"https:\/\/bivol.bg\/en\/bulgarian-agriculture-ministers-in-laws-absorb-bgn-1m-in-eu-subsidies.html\" rel=\"noopener noreferrer\" target=\"_blank\">previous investigations<\/a>. <\/p>\n<p>Bivol was able to obtain the results of the SFA inspection, during which SFA employees established that the same person answered all of the farmers’ phone numbers listed for contact &#8211; Kosta Karanashev, the current Mayor of Kotel. He was present personally during the paperwork part of the inspection, as well as during the on-site inspections, including the inspection of Miroslav Donchev&#8217;s farming lands. Kosta Karanashev provided documents to the experts for each EU subsidy application that proved the grounds for using the lands listed in the application.<\/p>\n<p><strong>A favor to another person<\/strong><\/p>\n<p>Initially, Miroslav Donchev was not found by SFA employees. He explained to them later that he had submitted his application for subsidies as a favor to <strong>Kosta Karanashev<\/strong>. Subsequently, after an additional telephone conversation with other employees of the Fund, Donchev changed his story and explained that the person to whom he had rendered a favor was, in fact, Kosta Kachev from the town of Kotel, who was a relative of Kosta Karanashev. Donchev declared in written explanations that he did not have a document proving the grounds for the use of the land claimed by him and that he had a verbal agreement with Kachev to clean the plot. However, Kachev lied to him that he would keep the land in good agricultural and biological condition. Donchev never explained why Karanashev appeared in person during the inspection of the lands claimed by him.<\/p>\n<p>The experts did not conclude that a reasonable presumption of criminal activity could be made for all of the examined subsidy applications. Miroslav Todorov Donchev had applied for a subsidy for lands that he did not actually cultivate and which he had declared in his own name as a favor to another person.<\/p>\n<p>According to the SFA report, Dimitar Karanashev, Zoya Karanasheva and KLAK have applied for support for lands that have not been fully cultivated. The experts sent a report to the Prosecutor&#8217;s Office, noting that there was a high probability that just one person &#8211; Kosta Karanashev &#8211; was behind the submitted applications.<\/p>\n<p>The SFA report reached the District Prosecutor&#8217;s Office in the city of Sliven. In response to an inquiry by Bivol, the prosecution replied that an investigation had been opened into the case for a crime under Art. 248, para. 2 of the Penal Code. The text in question states that anyone who submits false information to be granted EU funds is punishable by imprisonment for up to three years and a fine of BGN 1,000 to BGN 5,000. <\/p>\n<p>The District Prosecutor&#8217;s Office in Sliven announced that after the completion of the investigation the case had been submitted to the Sliven District Court on December 19, 2013. However, the court released Donchev from criminal liability and imposed an administrative penalty, a fine of BGN 1,000. Thus, Miroslav Donchev received a minimal sanction for his “helpfulness” and kept his criminal record clean.<\/p>\n<p><strong>Favor for a favor<\/strong><\/p>\n<p>The &#8220;favor&#8221; to which Miroslav Donchev had committed is quite curious. According to data leaked from Bulgaria’s National Revenue Agency, Donchev was an employee of Irrigation Systems until 2010. Kosta Karanashev, on the other hand, is a two-time manager of Irrigation Systems Sliven, from 2009 to 2013 and then briefly in 2015.<\/p>\n<p>Thus, at a time when Miroslav Donchev proved to be particularly helpful he was an employee of Irrigation Systems and Karanashev was managing the State-owned company. A separate curious detail is the fact that Karanashev is a theologian by education but this did not prevent him from running an irrigation enterprise. Before taking office as Mayor of Kotel, he succeeded Dessislava Taneva on the Board of Directors of Mel Invest Holding when she became an MP in 2009.<\/p>\n<p>After the court fine, Donchev started working in the Municipality of Kotel. Coincidentally, this happened when Karanashev became Mayor. Was this a compensation by Karanashev for the favor provided by Donchev in 2013? People in the know claim that many of the shepherds working for the Karanashev family receive employment and social benefits from the municipality, but Bivol has no evidence to prove these claims. <\/p>\n<p><strong>Pastures for blood relatives and love connections<\/strong><\/p>\n<p>Local farmers accuse Karanashev of distributing as Mayor of Kotel the meadows and pastures in the municipality among companies connected to him or to members of the municipal leadership.  Local breeders suspect that Karanashev personally stands behind some of the companies, while their listed on paper owners are simply his proxies. There are also suspicions that some of the legal entities have declared animals that they do not own. Thus, the scheme established in 2013 by the SFA continues to operate to this day.<\/p>\n<p>A reporter of Bivol met with breeders and farmers Kircho Iliev and Ivan Iliev at a time when yet another inspection against them had just ended. They had been fined for irregularities in the use of the EU’s coupled support scheme for 30 decares of potato plantations. The inspectors had found discrepancies of about three decares and had stopped the financing. The farmers say that their problems with the Kotel municipality began in 2014-2015. They were rooted in the fact that Mayor Karanashev had taken away from them some pastures they thought they merited.<\/p>\n<p>Subsequently, these pastures had been distributed to companies that had been formally owned by proxies or relatives of the Mayor, but in reality Karanashev stood behind them.<\/p>\n<p>Ivan Iliev clarified that the father and son owned land, but not everything was pastures. According to the Law on Ownership and Use of Agricultural Land, each eligible breeder must have up to 15 decares per animal. The Iliev family with their 350 sheep should have about 1,200 decares under normal conditions.  In 2017, the breeders lost the use of two plots, one of over 500 and another of over 200 decares. &#8220;My herd actually grazes on the 500-decare one and cleans it. This is still going on at the moment but others are receiving the subsidies!” an outraged Kircho Iliev says.<br \/>\nWhen asked who are those “others” who received the subsidies, he answered that they were &#8220;employees of the Kotel municipality, close to the Mayor because of family ties and love relationships of all kinds” and named the companies Geobat, Beef Eco and Melissa.<\/p>\n<p>&#8220;From a moral point of view, it was not a good thing,&#8221; commented Mayor Kosta Karanashev but according to him, the Iliev family had missed the deadlines for submitting documents. He attempted to solve their problem but they never approached him because they felt offended.<\/p>\n<p>Karanashev pointed out that 222 decares had been given to <strong>Resmie Alieva<\/strong>, a farm producer from the village of Ostra Mogila. An inspection by Bivol showed that she had indeed been a farmer for more than 15 years and owns real animals. She is also among the main supporters of GERB in the region.<\/p>\n<p>Besides her, Karanshev named Velimira Tsonkova, Atanas Manchev and Rumyana Parmakova, owners of Beef Eco, Klak and Geobat. This matches the data from the SFA register. Until 2017, plot 51398-395-027 was used entirely by farmer Kircho Iliev. In 2018, the plot was divided between the well-known company KLAK of <strong>Dimitar Karanashev<\/strong>, the father of Kosta Karanashev, and farmers Ivaylo Tsonkov, Velimira Tsonkova and Anastas Manchev. In 2019, the company Geobat replaced KLAK but the other individuals retained the use of the agricultural lands.<\/p>\n<p>In the past, Geobat had been owned by Zoya Karanasheva, who is the daughter of Kosta Karanashev and daughter-in-law of Dessislava Taneva, and by Velimira Tsonkova, a relative of Ivaylo Tsonkov. The company is currently owned by Zahari Stoyanov, who is a municipal councilor from GERB, manager of the municipal football club in Kotel and Director of the local Natural History Museum.<\/p>\n<p>Ivaylo Tsonkov is known in Kotel and the region as the right hand of Kosta Karanashev. He also enjoys the reputation of one of Dessislava Taneva&#8217;s tennis partners, because in his youth he was a promising tennis talent. In 2010 – 2013, Tsonkov was a Deputy of Director of Kosta Karanashev in &#8220;Irrigation Systems&#8221;, in charge of the &#8220;Sredna Tundzha&#8221; branch. After that, he became a very successful farmer. The SFA responded to Bivol’s inquiry and sent information showing that Tsonkov received over BGN 64,000 in the form of subsidies in 2013, over 65,000 in 2014, the impressive amount of over BGN 113,000 in 2015, which dropped to about BGN 51,000 in 2016. He received slightly over BGN 48,000 in 2017 and over BGN 47,000 in 2018 and 2019, each. <\/p>\n<p>According to unofficial data, Tsonkov operates about 15 companies, behind which stands Mayor Kosta Karanashev. Ivan Iliev tells how he accidentally saw Tsvetkov withdrawing money from an ATM. &#8220;I accidently crossed paths with this Ivaylo Tzonkov, about whom I was talking about, at an ATM. He handles exactly 15 cards &#8211; that&#8217;s 15 accounts. He is not engaged in anything other than agriculture. He emptied the ATM”.<\/p>\n<p>Velimira Tsonkova, on the other hand, received BGN 34,994 in subsidies in 2018 and BGN 42,438.13 in 2019, or a total of BGN 77,432.19. Her family relationship with Ivaylo is not completely clear. The fact is that according to the Property Register, Ivaylo Tzonkov, Velimira Tzonkova and Alexander Tsonkov are all co-heirs of properties in the northeastern city of Shumen. They all live, or are at least are registered, in the same residential building in Sliven. Velimira Tsonkova and Alexander Tsonkov share the same apartment, while Ivaylo lives in another apartment in the building.<\/p>\n<p>Asked about these connections and dependencies, Karanashev said that he worked with Ivaylo Tsonkov in Irrigation Systems but that was a long time ago.<\/p>\n<p>The case of <strong>Anastas Manchev<\/strong> is even more peculiar. When Kircho Iliev talks about &#8220;love connections&#8221;, he is probably referring to Manchev’s daughter Plamena, who is persistently rumored as “emotionally connected” to Mayor Karanashev. She was the manager of the holiday base of Irrigation Systems at the “Zhrebchevo” Dam at the time when Karanashev ran the company. Atanas Manchev has absorbed subsidies amounting to a little over BGN 26,000 in 2018 and over BGN 31,000 in 2019.<\/p>\n<p><strong>Hundreds of thousands of subsidies and public procurement for municipal officials from GERB<\/strong><\/p>\n<p>But the network of companies in the municipality of Kotel does not end with the above. <strong>Stamen Badzhakov<\/strong> is also said to be one Karanshev&#8217;s proxies. He has held various positions in the water and sewage utility of Kotel. He has worked mainly as a low-level supply manager. According to Bivol&#8217;s sources, he had been fired from another company in 1995 or 1996 for embezzlement and had been banned from holding public office for ten years.<\/p>\n<p>Badzhakov is an activist of GERB. In 2015, he decided to expand his plumbing business and registered as a farmer. He listed 12 cattle in 2017. In 2018, Badzhakov absorbed over BGN 19,000 in subsidies and over BGN 23,000 in 2019. His wife Valya Badzhakova is the Director of the Local Revenue Directorate of the municipality of Kotel.<\/p>\n<p>Stamen Badzhakov is a representative of the Association &#8220;Eco Project &#8211; Kotel&#8221;, an active member of the Local Business Initiative Group. There is data in Bivol’s registries that the non-profit association is a beneficiary under the EU Rural Development Program with a project for BGN 363,550. The name of the project is &#8220;Equipment of a Venue for Cultural Events and Festivals in the town of Kotel&#8221;.<\/p>\n<p>The Association also includes <strong>Borislav Antonov <\/strong>and <strong>Meliha Kirova<\/strong>. <strong>Borislav Antonov<\/strong> is a GERB functionary and a candidate for municipal councilor in the distant 2007. In 2018 and 2019, Antonov received about BGN 50,000 each year in subsidies. As early as 2010, he was registered as a plant grower and… sound director. Perhaps this explains why the Association applied for equipment for a venue for cultural events and not for agricultural machinery, for example.<\/p>\n<p><strong>Meliha Kirova<\/strong> is the daughter of Hristo Kirov, who was Mayor of Kotel before Karanashev, elected on the ballot of the party largely representing the Bulgaria Muslim minority, the Movement for Rights and Freedoms (DPS). “Eco Project – Kotel” is a wonderful symbol of the wide-spread in Bulgaria belief that when it comes to the absorption of European funds, GERB and DPS are very successful collaborators.<\/p>\n<p>Another link in the chain is <strong>Nikolay Nedyalkov<\/strong>, a supply manager in the municipality of Kotel in 2016. According to acquaintances, in addition to a well-known chess expert in Kotel, Nedyalkov is the person carrying out Karanashev&#8217;s dirty work in agriculture. For a short time, he has been in the management body of the Association &#8220;Eco Project&#8221; as well. Nedyalkov is also a prominent GERB functionary. In 2015, he registered as a farmer and listed ownership of 18-19 cattle. Nedyalkov has collected almost BGN 50,000 from subsidies over the last two years.<\/p>\n<p>The case of <strong>Elena Yankova<\/strong> is particularly “exotic”. In addition to being an agricultural producer, she is the secretary of Mayor Karanashev and the wife of Yanko Yankov, a public procurement contractor in Kotel. Elena Yankova is a former owner of &#8220;Eleni-86&#8221;, which has been transferred to Yanula Yankova, who is probably her mother-in-law. The company specializes in logging, wood processing and timber trade, all activities that her husband is now involved in. Elena Yankova has been an agricultural producer since 2013. But in her case, the subsidies of just over 34,000 for 2018 and 2019 are by no means the most troubling detail.<\/p>\n<p>Elena&#8217;s husband, <strong>Yanko Yankov<\/strong>, is said to be a member of Karabashev&#8217;s inner circle. His company &#8220;Raya 077&#8221; turned out to be a priority public procurement contractor of the municipality of Kotel. The company has won in two consecutive years a public procurement bid for the supply of wood with an approximate total value of BGN 250,000. The very fact that the Mayor&#8217;s secretary&#8217;s husband wins public contracts awarded by the municipality is, to put it mildly, troubling, although the institutions would probably turn a blind eye even to such a conflict of interest.<\/p>\n<p>&#8220;I don&#8217;t know what kind of conflict of interest there may be in such a situation,&#8221; said Mayor Karanashev, whom we asked to comment by phone. &#8220;Yes, Elena is my secretary, but I don&#8217;t see where the problem is. I really don&#8217;t know if it is his company or his brother&#8217;s.&#8221;<\/p>\n<p>According to Karanashev, &#8220;if I go into the store to buy bread, I will likely buy it again from a relative of one of my subordinates&#8221; because the municipality is a big employer and the town’s population is only 5,000 people. <\/p>\n<p>Moreover, Raya 077 was the only bidder. In 2020, the wood is already supplied by the company of former Mayor Hristo Kirov, again the only bidder in the tender. Kirov had not participated in the tender procedure in 2018 and 2019 because he was separating from his brother in the company. The division turned into a scandal.<\/p>\n<p>Nevertheless, the very fact that over at least three consecutive years the supply of firewood for hospitals and kindergartens in the municipality of Kotel had been won by the only bidder who had submitted an offer is very disturbing. Such a situation raises suspicions of a local cartel and non-transparent spending of public funds. This is probably the situation in many of the smaller municipalities in Bulgaria but this does not make it less vicious.<\/p>\n<p><strong>There are pastures, but are there animals?<\/strong><\/p>\n<p>According to the Iliev family, most of the companies that &#8220;inherited&#8221; them as users of the pastures and the companies associated with Karanashev in general, do not carry out real farming activities.<\/p>\n<p>&#8220;According to my information, they do not have animals, but they take over pastures because they are people in power,&#8221; explains Kircho Iliev from the village of Neykovo.<\/p>\n<p>His son adds that these companies use about 3,000 decares of land in the village. “They really have to have 900 sheep. I, myself, haven&#8217;t seen any livestock farms or animals in the village. People come from different places, they rent land, for example people from Sliven. Every summer they bring their animals here and the animals really graze. And in this case we have not seen any such thing and we are here every day. Neither animals nor breeding sites, even temporary ones. There are no shepherds, there is nothing.”<\/p>\n<p>A SFA inspection can easily establish whether his words are true. We recall that experts of the Fund found out in 2013 that Miroslav Donchev, a former employee of Karanashev, had applied for subsidies for areas that he did not actually cultivate and which he had declared in his own name as a favor to another person. Seven years and several million European subsidies later, there is again evidence of favors, family ties and nepotism in Kotel.<\/p>\n<p><em>\/To be continued\/<\/em><\/p>\n","protected":false},"excerpt":{"rendered":"<p>An interesting business network intertwining family and party connections has been woven in Bulgaria’s historical town of Kotel. Relatives of Mayor Kosta Karanashev and municipal officials of the ruling party&hellip;<\/p>\n","protected":false},"author":20613,"featured_media":57125,"comment_status":"closed","ping_status":"closed","sticky":false,"template":"","format":"standard","meta":{"_mo_disable_npp":"","_relevanssi_hide_post":"","_relevanssi_pin_for_all":"","_relevanssi_pin_keywords":"","_relevanssi_unpin_keywords":"","_relevanssi_related_keywords":"","_relevanssi_related_include_ids":"","_relevanssi_related_exclude_ids":"","_relevanssi_related_no_append":"","_relevanssi_related_not_related":"","_relevanssi_related_posts":"","_relevanssi_noindex_reason":"","kia_subtitle":"","spay_email":"","jetpack_publicize_message":"","jetpack_is_tweetstorm":false},"categories":[7468,5542,5806],"tags":[9487,9835,5147,11488,11489,8720],"jetpack_featured_media_url":"https:\/\/bivol.bg\/wp-content\/uploads\/2020\/06\/taneva-karanashev.jpg","jetpack_publicize_connections":[],"jetpack_sharing_enabled":true,"jetpack_shortlink":"https:\/\/wp.me\/p9hbsr-gDS","jetpack_likes_enabled":true,"_links":{"self":[{"href":"https:\/\/bivol.bg\/en\/wp-json\/wp\/v2\/posts\/63976"}],"collection":[{"href":"https:\/\/bivol.bg\/en\/wp-json\/wp\/v2\/posts"}],"about":[{"href":"https:\/\/bivol.bg\/en\/wp-json\/wp\/v2\/types\/post"}],"author":[{"embeddable":true,"href":"https:\/\/bivol.bg\/en\/wp-json\/wp\/v2\/users\/20613"}],"replies":[{"embeddable":true,"href":"https:\/\/bivol.bg\/en\/wp-json\/wp\/v2\/comments?post=63976"}],"version-history":[{"count":4,"href":"https:\/\/bivol.bg\/en\/wp-json\/wp\/v2\/posts\/63976\/revisions"}],"predecessor-version":[{"id":64626,"href":"https:\/\/bivol.bg\/en\/wp-json\/wp\/v2\/posts\/63976\/revisions\/64626"}],"wp:featuredmedia":[{"embeddable":true,"href":"https:\/\/bivol.bg\/en\/wp-json\/wp\/v2\/media\/57125"}],"wp:attachment":[{"href":"https:\/\/bivol.bg\/en\/wp-json\/wp\/v2\/media?parent=63976"}],"wp:term":[{"taxonomy":"category","embeddable":true,"href":"https:\/\/bivol.bg\/en\/wp-json\/wp\/v2\/categories?post=63976"},{"taxonomy":"post_tag","embeddable":true,"href":"https:\/\/bivol.bg\/en\/wp-json\/wp\/v2\/tags?post=63976"}],"curies":[{"name":"wp","href":"https:\/\/api.w.org\/{rel}","templated":true}]}}