{"id":64627,"date":"2020-09-25T11:42:38","date_gmt":"2020-09-25T08:42:38","guid":{"rendered":"https:\/\/bivol.bg\/?p=64627"},"modified":"2020-09-27T11:40:56","modified_gmt":"2020-09-27T08:40:56","slug":"son-in-law-of-bulgarian-small-town-mayor-absorbs-eu-subsidies-after-being-sanctioned-for-abuses","status":"publish","type":"post","link":"https:\/\/bivol.bg\/en\/son-in-law-of-bulgarian-small-town-mayor-absorbs-eu-subsidies-after-being-sanctioned-for-abuses.html","title":{"rendered":"Son-in-Law of Bulgarian Small Town Mayor Absorbs EU Subsidies after Being Sanctioned for Abuses"},"content":{"rendered":"<p>Georgi Nukov, who is the live-in boyfriend of the daughter of Kosta Karanashev, Mayor of Bulgaria’s town of Kotel, keeps submitting winning bids for European Union (EU) projects and absorbing subsidies through his company Melissa 78, although he has been sanctioned as a farmer in 2018. The information about the sanctions was confirmed by the State Fund Agriculture (SFA). The son-in-law’s company receives European money in a suspicious way and trades real estate with companies linked to the Kotel municipality and to Bulgaria’s Minister of Agriculture Dessislava Taneva, an investigation by Bivol shows.<\/p>\n<p>As Bivol wrote <a href=\"https:\/\/bivol.bg\/en\/small-town-gerbonomics-relatives-nepotism-and-syphoning-of-eu-funds.html\" rel=\"noopener noreferrer\" target=\"_blank\">at the beginning of September<\/a>, the SFA established fraud with EU funds associated with the Karanashev family and in particular with <strong>Kosta Karanashev<\/strong>, the father of Taneva’s children and Mayor of the Kotel municipality. This happened in 2013. Only Miroslav Todorov Donchev, suspected by SFA experts of being a front for Karanashev, was charged. The investigation was conducted for a crime under Art. 248, para. 2 of the Penal Code. The text in question states that anyone who submits false information to be granted EU funds is punishable by imprisonment of up to three years and a fine of BGN 1,000 to BGN 5,000. However, the court released Donchev from criminal liability and imposed an administrative penalty i.e. a fine of BGN 1,000. However, the court replaced the criminal liability with an administrative one and imposed a fine of BGN 1,000 on Miroslav Todorov Donchev. According to data leaked from Bulgaria’s National Revenue Agency, Donchev was an employee of Irrigation Systems until 2010. Kosta Karanashev, on the other hand, is a two-time manager of Irrigation Systems Sliven, from 2009 to 2013, and then briefly in 2015.<\/p>\n<p>Thus, at a time when Miroslav Donchev proved to be particularly helpful, he was an employee of Irrigation Systems and Karanashev was managing the State-owned company.<\/p>\n<p>Although sanctioned for misuse of EU funds, Donchev started working in the municipality of Kotel. Coincidentally, this happened when Karanashev became Mayor.<\/p>\n<p><strong>Sanctions for the son-in-law<\/strong><\/p>\n<p>But it turns out that the SFA has imposed sanctions not only on activities associated with Kosta Karanashev but also on those of his future son-in-law. The relationship between Zoya Karanasheva and <strong>Georgi Kostov Nukov<\/strong> is indisputable and confirmed by Kosta Karanashev himself. The Mayor still denied that the two live together as a family, but according to acquaintances, this relationship is at a very “advanced” stage.<br \/>\nNukov is the sole owner of the company Melissa 78, registered in the town of Kotel. He is a native of Rechitsa, a suburb of the southern city of Sliven. The young man has been a registered farmer since April 2015. The SFA said in a response to Bivol that he has absorbed less than BGN 3,000 in 2015. In 2016, the amount increased to about BGN 13,000 and to BGN 14,400 in 2017. In 2018, however, Nukov was sanctioned. This probably happened because remote control via satellite had established that he had not been cultivating the areas for which he had requested subsidies. At the exact same time when he was banned from absorbing subsidies, Nukov registered the company Melissa 78. In the same 2018, in which he was sanctioned as an agricultural producer, this company absorbed BGN 55,000, and over BGN 57,000 in the next year. Melissa 78 also declared 14-17 cattle for these two years.<\/p>\n<p>S<strong>on-in-law receives thousands of decares of land from the Ministry of Agriculture and equipment purchased with EU funds<\/strong><\/p>\n<p>Nukov has not applied for cattle herding subsidies. Melissa 78 is a very young company, but this has not prevented it from renting thousands of decares of land from the Ministry of Agriculture and from the Kotel municipality since 2018. The lands are in the area of Kotel, Neykovo, Zheravna and Medven.<\/p>\n<p>In addition, the local initiative group (LIG) “Kotel, Sungurlare, Varbitsa” has decided that to finance the project of the Mayor’s son-in-law with money for farm machinery in the amount of over BGN 82,000. The decision of the LIG” Kotel, Sungurlare, Varbitsa” has been appealed in court by the company MP Land. The administrative court in Sliven ruled in favor of the LIG, but the decision of the Supreme Administrative Court (SAC) is pending. LIG’s minutes of the meeting show that it has received eight applications, mainly for the purchase of tractors and other farm machinery. The LIG has selected two out of the eight applications &#8211; Melissa 78 of the son-in-law and that of a farmer with the initials H.D.M.. The agricultural producer in question is Hatche Dzhelilova Mustafova, who is the mother of the Mayor of the vilLIGe of Sokolartsi, Mustafa Dzhelilov Mustafov, a fact that Mustafov himself confirmed.  Like Kosta Karanashev, Mustafov was also nominated for mayor by the ruling party Citizens for European Development of Bulgaria (GERB), and according to acquaintances, he has had a significant contribution to the party&#8217;s election victory in the Kotel municipality.<\/p>\n<p>Mayor Mustafov is also in the management of the municipal football club, together with the director of the local history museum, who was mentioned in part one of this investigation. The manager and owner of MP Land Martin Marchev said that his company initially had the highest score among all applications but things had changed since then. At first, the measure for which the companies had applied had not required an opinion on environmental impact assessment (EIA), which, in this case, is issued by the Regional Inspectorate of the Environment and Waters (RIEW) in the Black Sea city of Burgas. Marchev expressed before Bivol his strong suspicions that all projects submitted to the LIG had been standard and prepared by a consulting company that had been successful in a number of bids in the region of Sliven and Yambol. According to him, none of the companies had submitted an EIA but this turned out to be a problem for Marchev’s project as it had been denied funding by the LIG on the grounds of lack of EIA.<\/p>\n<p>&#8220;I have strong doubts that the companies that have won funding at a much later stage from the date of application, and specifically Melissa 78, have provided EIAs,&#8221; Marchev said.<\/p>\n<p>The farmer told Bivol that it was an open secret in Kotel and in the region that Karanashev is the strong man and the leadership of the LIG obeys him and his wishes, although formally he has nothing to do with the activities of the initiative group. Marchev also said that he was under the impression that funding from the LIG was regularly won by people connected with Karanashev. <\/p>\n<p>When we approached for comment Petya Shivarova, Executive director of the LIG “Kotel, Sungurlare, Varbitsa”, she hurriedly stated that Melissa 78 had not yet signed a contract, although it had an approved project. The SFA responded a few days later that a three-party agreement had been concluded on July 14, 2020, between the SFA, the LIG “Kotel, Sungurlare and Varbitsa” and Melissa 78. The SFA explained that the delay had not been caused by suspicions of irregularities but because the administration had a work overload. There were currently over 220 LIG projects waiting for final assessment for eligibility by two SFA departments &#8211; “Private Measures Contracting” and “Public Measures Contracting”. <\/p>\n<p>When we asked Shivarova about the case in the Sliven Administrative Court against the procedure, she said she did not know about it. &#8220;There is no case, we are hearing this for the first time, you are &#8216;shocking&#8217; me, honestly!&#8221; We were later told that we did not understand the activities of the LIG and that the procedure was appealed by both MP Land and Melissa 78, but the SFA had ruled in favor of the procedure. The fact that the SFA cannot rule on court cases but is only a possible party to them does not even require a comment.<\/p>\n<p>Shivarova said it was impossible for an EIA to have been requested at a later stage by the LIG. &#8220;The EIA had to be submitted at the application stage, none of the candidates who dropped out did not submit an EIA, we requested it, they were given seven days and because they did not submit it, they dropped out. These are beneficiaries on the territory of the municipality of Kotel, which is 90% in Natura 2000 and the EIA is mandatory,&#8221; she said. The SFA confirmed that to be eligible for subsidies, applicants&#8217; investments must be preceded by an assessment of the expected environmental impact. The Fund also pointed out that LIGs are non-profit associations with their own statutes, according to which they make the relevant decisions and issue their own conditions for application. &#8220;There is an opinion of the Ministry of Environment and Waters, which states that LIGs or the SFA may require at their discretion proof that the agricultural projects would not breach the Biodiversity Act, the Environmental Protection Act or the Water Act. Not every individual case is within the competence of independent project evaluators,&#8221; the Fund said. The plaintiff&#8217;s thesis is exactly the opposite – that an EIA is not mandatory in the absence of construction and installation works. The SAC will have the final word in this case.<\/p>\n<p>According to Shivarova, the Kotel LIG had unspent funds and launched a repeat procedure in March 2019 and many candidates appeared then with the proper documents. But MP Land did not renew its project proposal. Our team checked who the new “good” candidates have been. Elif Ibryamova Jamalova is one of them. She is the wife of Kemal Jemal Weiss, a former Director of the Ticha State Forestry. Although he is officially a member of the party largely representing the Bulgaria Muslim minority, the Movement for Rights and Freedoms (DPS) and has been exposed as an agent of the Communist regime’s secret services, the State Security, he has successfully worked for years with the local GERB. After Ticha, he has worked in the Kotel Forestry, but according to insiders he has been caught in committing irregularities there and he is currently out of the Forestry system. Apparently, his controversial reputation has “scored additional points” for his wife&#8217;s bid presented to the LIG.<\/p>\n<p>The other funded project &#8211; that of Militsa Radostinova Ruseva &#8211; is also connected to the local administration and GERB in the municipality of Kotel. In addition, the LIG said that there is no conflict of interest in the financing of Melissa 78 because the owner of the company, Georgi Nukov, and Zoya Karanasheva, Mayor Karanashev&#8217;s daughter, are not married. On the other hand, Kosta Karanashev is not on the Board or in the General Assembly of the LIG. At the end of the conversation, Petya Shivarova told us that she did not want to hear from us again, which was definitely not good manners but showed that we are on the right track.<\/p>\n<p><strong>Sanctions as a bonus for new funding?<\/strong><\/p>\n<p>Of course, the fact that a farmer who is sanctioned by the SFA absorbs subsidies through his company is at the least puzzling. Moreover, the company has won a project for farm machinery funded with EU funds. The SFA commented that reliability checks of Melissa 78 had not found irregularities related to the implementation of the project proposal, in this case, the purchase of farm machinery.<\/p>\n<p>The Fund did confirm in two of its replies to Bivol that Nukov had been sanctioned. But the sanctions had been for not keeping the land in good farming and environmental condition and had been imposed under “Direct Payment” schemes. This had not made Nukov an ineligible candidate under the Program under which his company had been approved for funding.<\/p>\n<p>We can conclude from the SFA letter that anyone who has discredited himself as a farmer can continue to absorb subsidies and successfully bid for EU projects if they have incorporated a sole owner limited liability company. Apparently, this is some kind of exoneration by the Agriculture Ministry and the SFA. Of course, the interesting question arises of whether such an exoneration would be possible for someone who is not the son-in-law of Kosta Karanashev and, respectively of Dessislava Taneva, or of another important factor in GERB.<\/p>\n<p><strong>Fake potatoes and real properties<\/strong><\/p>\n<p>The companies Amalthea and Melissa 78 also specialize in potato growing. The project won by Melissa 78 is entitled &#8220;Purchase of agricultural machinery for growing potatoes and hay production&#8221;.  An outraged farmer family from Neykovo, father and son, insists that the status of some of the terrains allocated for the needs of breeders has been changed and potatoes have been seeded there but they have not been harvested.<\/p>\n<p>No one has harvested them, they say, nor has any cultivation work whatsoever been done. But apparently, the subsidies have been collected because this has been going on for four years, according to eyewitnesses. Similar evidence of vicious practices in the production of potatoes was recently shared by other Bulgarian farmers. In this case, the family form Neykovo points to companies most likely backed by Kosta Karanashev as suspects of being involved in this vicious practice.<\/p>\n<p>The company Melissa 78 also stands out with several specific real estate transactions. On March 27, 2019, the company Geo Kri sold to Melissa a lucrative property in Kotel, which Geo Kri acquired in 2017. The property was put up for auction by the Sliven regional administration. Tatiana Mincheva Petkova, then Regional Governor announced the auction and Geo Kri won the secret bidding with a bid of BGN 10,065 without VAT. Geo Kri won five public procurements worth BGN 3,627,507 in Sliven and Yambol at the time when both municipalities were run by GERB. The owner of Geo Kri is Stanka Georgieva Georgieva. She is the mother of Martin Stefanov, former owner and manager of Bull Gate. The company became notoriously known to the public along the construction of the water supply and sewage system of Sliven and even successfully sued the municipality.<\/p>\n<p>Martin Stefanov is currently the owner and manager of Geo Kri. But before he took over, in 2019, the company sold its property in Kotel to Melissa 78. A reference in the Registry Agency shows that in the course of its existence Geo Kri had two real estate transactions. First, it bought the property in Kotel from the municipal administration and then sold it to the company of Karanashev&#8217;s son-in-law. Sources told Bivol that after Nukov acquired the property, it has been given for use to the Southeastern State Enterprise Sliven and there is a warehouse for the sale of wood on the premises. This information was firmly denied by Mayor Karanashev. On the other hand, it became clear that Geo Kri is among the candidates to participate in the construction of the water supply and sewage system of the municipality of Kotel. If Geo Kri is selected for the sections of the water supply network of the villages of Neykovo and Ticha, there will be a definite conflict of interest as the company has deals with Melissa 78 whose owner is in a relationship with the Mayor&#8217;s daughter.<\/p>\n<p>The deal between Melissa 78 and Enigma Invest, a company associated with Mel Invest, is also impressive. Mel Invest is the company in which Dessislava Taneva made a career in the private business before entering politics. The three-decare plot in question is regulated and is intended for low-rise housing construction. Melissa 78 bought the property from eight private individuals in February 2019 and sold it a few days later to Enigma Invest. The plot is adjacent to Hunting Club Kotel, which is owned by the company Hunting Club Bulgaria, where Enigma Invest is a shareholder. Ivan Alexiev, brother of Alexi Alexiev, former Chief of the Sector for Combating Organized and Serious Crime in the Regional Directorate of the Ministry of Interior, is one of the managers of the Hunting Club. Alexi Alexiev is believed to have been in the past among the people closest to Chavdar Bozhurski, former Director of the Sliven Regional Directorate of the Ministry of Interior and current Regional Governor. Bozhurski, on his part, is closely associated with Dessislava Taneva and former GERB Deputy Chair and Interior Minister Tsvetan Tsvetanov. After retiring from the system of the Ministry of Interior, Alexi Aleksiev found a job in the state company Montazhi (Montages).<\/p>\n<p>These two deals further substantiate the premise that Kosta Karanashev is likely the real manager of Melissa 78, a premise that the Mayor denied in a conversation with Bivol. Still, on the one hand, Melissa 78 has acquired property from the regional administration of Sliven through another company that is a long-standing favorite in public procurement in municipalities run by GERB. On the other hand, Melissa 78 has helped a company connected with Mel Invest to consolidate its terrains in Kotel. The same company employs relatives of people who enjoyed the reputation of GERB &#8220;praetorians&#8221; for their closeness to Tsvetan Tsvetanov.<\/p>\n<p>The Kotel municipality strongly resembles a network of persons connected by virtue of kinship or adherence to GERB, and in some cases to the DPS. This is probably the situation in many of the smaller municipalities in Bulgaria, which does not make it less vicious. Precisely because of such cases the new EU policy binds the rule of law and the granting of EU funds. It remains to be seen whether it is possible to unbind the EU money from the web of formal and informal family and party ties.<\/p>\n","protected":false},"excerpt":{"rendered":"<p>Georgi Nukov, who is the live-in boyfriend of the daughter of Kosta Karanashev, Mayor of Bulgaria’s town of Kotel, keeps submitting winning bids for European Union (EU) projects and absorbing&hellip;<\/p>\n","protected":false},"author":20613,"featured_media":57125,"comment_status":"closed","ping_status":"open","sticky":false,"template":"","format":"standard","meta":{"_mo_disable_npp":"","_relevanssi_hide_post":"","_relevanssi_pin_for_all":"","_relevanssi_pin_keywords":"","_relevanssi_unpin_keywords":"","_relevanssi_related_keywords":"","_relevanssi_related_include_ids":"","_relevanssi_related_exclude_ids":"","_relevanssi_related_no_append":"","_relevanssi_related_not_related":"","_relevanssi_related_posts":"","_relevanssi_noindex_reason":"","kia_subtitle":"","spay_email":"","jetpack_publicize_message":"","jetpack_is_tweetstorm":false},"categories":[7468,5542,5806],"tags":[9487,9835,11526,11488,8769,8720,11527],"jetpack_featured_media_url":"https:\/\/bivol.bg\/wp-content\/uploads\/2020\/06\/taneva-karanashev.jpg","jetpack_publicize_connections":[],"jetpack_sharing_enabled":true,"jetpack_shortlink":"https:\/\/wp.me\/p9hbsr-gOn","jetpack_likes_enabled":true,"_links":{"self":[{"href":"https:\/\/bivol.bg\/en\/wp-json\/wp\/v2\/posts\/64627"}],"collection":[{"href":"https:\/\/bivol.bg\/en\/wp-json\/wp\/v2\/posts"}],"about":[{"href":"https:\/\/bivol.bg\/en\/wp-json\/wp\/v2\/types\/post"}],"author":[{"embeddable":true,"href":"https:\/\/bivol.bg\/en\/wp-json\/wp\/v2\/users\/20613"}],"replies":[{"embeddable":true,"href":"https:\/\/bivol.bg\/en\/wp-json\/wp\/v2\/comments?post=64627"}],"version-history":[{"count":1,"href":"https:\/\/bivol.bg\/en\/wp-json\/wp\/v2\/posts\/64627\/revisions"}],"predecessor-version":[{"id":64628,"href":"https:\/\/bivol.bg\/en\/wp-json\/wp\/v2\/posts\/64627\/revisions\/64628"}],"wp:featuredmedia":[{"embeddable":true,"href":"https:\/\/bivol.bg\/en\/wp-json\/wp\/v2\/media\/57125"}],"wp:attachment":[{"href":"https:\/\/bivol.bg\/en\/wp-json\/wp\/v2\/media?parent=64627"}],"wp:term":[{"taxonomy":"category","embeddable":true,"href":"https:\/\/bivol.bg\/en\/wp-json\/wp\/v2\/categories?post=64627"},{"taxonomy":"post_tag","embeddable":true,"href":"https:\/\/bivol.bg\/en\/wp-json\/wp\/v2\/tags?post=64627"}],"curies":[{"name":"wp","href":"https:\/\/api.w.org\/{rel}","templated":true}]}}