{"id":65289,"date":"2020-10-10T16:47:15","date_gmt":"2020-10-10T13:47:15","guid":{"rendered":"https:\/\/bivol.bg\/?p=65289"},"modified":"2020-10-11T15:53:25","modified_gmt":"2020-10-11T12:53:25","slug":"fincen-files-vice-president-of-atlantic-council-linked-to-deripaska-nazarbayevs-financial-schemes","status":"publish","type":"post","link":"https:\/\/bivol.bg\/en\/fincen-files-vice-president-of-atlantic-council-linked-to-deripaska-nazarbayevs-financial-schemes.html","title":{"rendered":"FinCEN Files: Vice President of Atlantic Council Linked to Deripaska, Nazarbayev’s Financial Schemes"},"content":{"rendered":"<p>The name of Bulgarian national <strong>Alexander Mirtchev<\/strong> is found in the leaked files of the US Department of Treasury’s Financial Crimes Enforcement Network, FinCEN. It is included in a suspicious activity report (SAR) on multimillion-dollar transactions involving Russian oligarch <strong>Oleg Deripaska<\/strong> and the regime of the former President of Kazakhstan <strong>Nursultan Nazarbayev<\/strong>. Mirtchev, who has lived in the United States for years, is the Vice President of the <strong>Atlantic Council<\/strong>, an influential consultant, lecturer and expert in strategic planning and geopolitical risks.<\/p>\n<p>There have been previous controversies around Mirtchev as well. The influential Wall Street Journal (WSJ) published in 2008 an <a href=\"https:\/\/www.wsj.com\/articles\/SB122359420472121077\" rel=\"noopener noreferrer\" target=\"_blank\">article<\/a> on Deripaska facing investigations in the United States and the United Kingdom. It mentions Alexander Mirtchev as part of &#8220;a small group of advisers in Washington and London who have helped him [Deripaska] deal with inquiries and lawsuits over his alleged ties to organized crime”. <\/p>\n<p>According to the WSJ, Mirtchev and another consultant Thomas Ondeck, who operate a Washington consulting firm called GlobalOptions Management, “are among the consultants who lawyers and government officials say are being investigated by the Justice Department and Manhattan D.A. for possible money laundering”.<\/p>\n<p>“Global Options Management follows all laws and regulations in the jurisdictions in which it operates. The perceptions generated about me and my company from this article portray an unfair picture of my business practices and activities, while the sources for this story remain unnamed. Any endeavors that I have ever undertaken, business or personal, have been performed lawfully and ethically,&#8221; Mirtchev wrote in a right-of-reply letter to the <a href=\"https:\/\/www.wsj.com\/articles\/SB122463389468656739\" rel=\"noopener noreferrer\" target=\"_blank\">WSJ<\/a> after the publication.<\/p>\n<p>But FinCEN&#8217;s leaked files show that WSJ sources, although anonymous, have been reliable.<\/p>\n<p><strong>The fact is that US intelligence has tracked data on specific money movements between companies associated with Deripaska and Nazarbayev and companies associated with Mirtchev.<\/strong> The first transfers detected by FinCEN date back to 1996.<\/p>\n<p><em>Bivol is the only Bulgarian partner of the International Consortium of Investigative Journalists <a href=\"http:\/\/icij.org\/\" rel=\"noopener noreferrer\" target=\"_blank\">ICIJ<\/a>, which has organized a team of more than 400 journalists from 110 news organizations in 88 countries to examine more than 2,100 documents from FinCEN. The reports spanning the 2011-2017 period first leaked to <a href=\"https:\/\/www.buzzfeednews.com\/fincen-files\" rel=\"noopener noreferrer\" target=\"_blank\">BuzzFeed News<\/a> which shared them with the ICIJ.  ICIJ launched the publications known as the FinCEN Files on September 20, 2020, in 108 media outlets around the world. They reveal shocking evidence of the participation of global banks in serving oligarchs, criminals and terrorists.<\/em><\/p>\n<p><strong>Alexander Mirtchev &#8211; from Communist Party functionary to an influential Bulgarian in the United States<\/strong><\/p>\n<p>A year ago, the Bulgarian site Factor.bg dedicated two detailed articles to Mirtchev (see <a href=\"https:\/\/faktor.bg\/bg\/articles\/petak-13-misteriozen-balgarin-lasna-v-razsledvaneto-na-prokuror-malar-za-vrazki-na-tramp-s-rusiya\" rel=\"noopener noreferrer\" target=\"_blank\">here<\/a> and <a href=\"https:\/\/faktor.bg\/bg\/articles\/komsomoletsat-aleksandar-mirchev-taen-posrednik-mezhdu-interesite-na-rusiya-i-kazahstan-i-politicheskiya-elit-na-sasht\" rel=\"noopener noreferrer\" target=\"_blank\">here<\/a>, in Bulgarian) in response to increased media interest caused by publications linking him to the investigation of Special Counsel Robert Mueller into Russian interference in the 2016 United States elections. <\/p>\n<p>Factor.bg recalls Mirtchev&#8217;s past as Secretary of the Central Committee of the DKMS, the youth organization of the Bulgarian Communist Party (BKP), Deputy Head of the &#8220;Organizational&#8221; Department of the Central Committee of the BKP and first spokesman of the Bulgarian Socialist Party (BS), BKP’s heir, after the fall of the Communist Regime. According to the articles, Mirtchev managed to make a skyrocketing career in the United States in the early 1990s after establishing connections with influential politicians from the Republican Party.<\/p>\n<p>While building a new life in the United States and becoming US citizen, Mirtchev still maintained ties with Bulgaria. Company registries show that he had been a partner with pollsters Andrey Raichev and Kancho Stoychev in the company &#8220;Sova-5&#8221; from 1990 to 1996 and a member of the Management Board of the bankrupt in 2006 Trade Elite Bank from 1994 to 1997. After 1997, his name is not associated with business activities in Bulgaria.<\/p>\n<p>Mirtchev’s well-maintained <a href=\"http:\/\/mirtchev.com\/\" rel=\"noopener noreferrer\" target=\"_blank\">personal website<\/a> highlights an impressive career as an academic, financial and strategic planning expert and commentator. According to the site, Mirtchev “has been the brain behind the macroeconomic consultancy <a href=\"http:\/\/mirtchev.com\/\" rel=\"noopener noreferrer\" target=\"_blank\">Krull Corp.<\/a>”, “also served as the Chairman of Global Options Management, a NASDAQ listed company” and “is a highly popular figure in the media network, being invited regularly on platforms like BBC News, CNBC, Bloomberg, E&#038;ETV, Reuters, Voice of America and Al Jazeera English to voice his opinions and expert advice”. Mirtchev (or someone on his behalf) maintains an active Twitter account but he does not use it to express first-person opinions and rather shares tweets from other authors.<\/p>\n<p><strong>The “Deripaska” report &#8211; suspicious transactions linked to Mirtchev since 1996<\/strong><\/p>\n<p>Bivol failed to confirm allegations that Special Counsel Robert Mueller had been interested in Alexander Mirtchev and had questioned him. <a href=\"https:\/\/kiar.center\/the-mysterious-mr-mirtchev\/\" rel=\"noopener noreferrer\" target=\"_blank\">English-language sites’<\/a> publications do not refer to documents or serious sources.  Mirtchev&#8217;s name certainly does not appear in Mueller’s final report.<\/p>\n<p>But Mirtchev and his companies appear in a set of SARs and an intelligence report by FinCEN from 2008-2009. They summarize the available information and reports from previous periods and fully match the WSJ story.<\/p>\n<p>The key information about Mirtchev is found in an intelligence report in response to a request from the Latvian anti-money laundering office (KDFIU). It asked FinCEN for information about Oleg Deripaska and two companies &#8211; Brookrange Ltd registered in Gibraltar and Global Options Management. Both are associated with Mirtchev.<\/p>\n<p>FinCEN&#8217;s response is a 10-page report that contains information from previous reports of suspicious banking activity and detailed transactions related to these companies.<\/p>\n<p>FinCEN experts have found in their database two reports by the Bank of New York from 2008. They are specifically focused on Mirtchev and Brookrange Ltd. and track suspicious banking transactions since 1996, possibly related to Mirtchev&#8217;s activities as a lobbyist for Nazarbayev. Among the transfers to Brookrange, a wire of USD 200,000 from Russian billionaire Alisher Usmanov has also attracted FinCEN’s attention.<\/p>\n<p>But the most important information that has been included in the “Deripaska” report came from Barclays Bank in New York. The bank reacted to the 2008 WSJ article, alleging that a USD 57,499,987 transfer from Barclays Bank UK to QPB INVESTMENT LTD, registered in Belize and linked to Deripaska, went to an account in the name of Brookrange Ltd..<\/p>\n<p>Barclays Bank in New York does not have direct access to Barclays Bank UK accounts but sees USD transfers that must go through it. It sent a report to FinCEN, identifying the USD 57.5 million transfer from December 6, 2007, which had passed through a Latvian branch of a Russian bank but showed neither the originators nor the beneficiaries of the money. Barclays Bank in New York emphasizes that it does not have access to the specific SWIFT MT103 but reported another transfer on the same date in the amount of USD 47.5 million.<\/p>\n<p>However, FinCEN&#8217;s intelligence officers apparently had access to these SWIFT documents because they positively confirmed the information in their report to KDFIU.<\/p>\n<p>After receiving the transfer, Brookrange transferred USD 9.75 million to an account in the name of Global Options Management in Hong Kong, and Global Options sent USD 11.5 million to Krull Corporation in London.<\/p>\n<p>The person named as the owner of the accounts is <strong>Kaloyan Yanev Dimitrov<\/strong>, a <a href=\"https:\/\/companycheck.co.uk\/company\/03144294\/KRULL-CORPORATION-UK-LIMITED\/companies-house-data\" rel=\"noopener noreferrer\" target=\"_blank\">partner of Alexander Mirtchev in Krull Corporation UK<\/a> from 1999 to 2004. But Dimitrov is not the only link to Mirtchev. FinCEN also detected transfers to Mirtchev&#8217;s personal accounts from Global Options Management, Brookrange and Krull Corp. for the period 2000 – 2008.<\/p>\n<p>In addition, Mirtchev declared before the US Treasury Department in 2007 that he had access to three accounts of Global Options Management Inc. at HSBC Bank in the United Kingdom.<\/p>\n<p>The intelligence report explicitly notes that FinCEN has not indicated that Deripaska and the other mentioned individuals were currently investigated in the United States. But a footnote explains that this does not mean that such investigations are not conducted by other agencies.<\/p>\n<p>Bivol made several unsuccessful attempts to reach Alexander Mirtchev for comment on the leaked documents. We sent inquiries requesting contact with Dr Mirtchev to the Atlantic Council and to his address at George Mason University, where he lectures. We also contacted one of his relatives in Bulgaria by phone asking them to relay our request for a conversation. We did not receive a response by the time of the editorial closure of this article.<\/p>\n<p><strong>Nazarbayev&#8217;s money<\/strong><\/p>\n<p>But Mirtchev’s Brookrange Ltd is associated not only with Deripaska’s money. Another <a href=\"https:\/\/www.wsj.com\/articles\/SB121667622143971475\" rel=\"noopener noreferrer\" target=\"_blank\">WSJ article<\/a> states that &#8220;people with knowledge of the Nazarbayev family finances say they believe Brookrange has been used to manage the Kazakh first family&#8217;s assets&#8221;.<\/p>\n<p>The newspaper cites <strong>Rakhat Aliyev<\/strong>, once vice-chairman of Kazakhstan&#8217;s intelligence services and ex-husband of Dariga Nazarbayeva, daughter of Nursultan Nazarbayev. Aliyev had a bitter falling out with his father-in-law in 2007 and was sentenced in absentia in Kazakhstan to 40 years in prison for kidnapping, treason and plotting a coup d&#8217;état. Aliyev was taken into custody in June 2014 by Austrian authorities on charges that include kidnapping and murder. He has always denied the allegations, saying they were politically motivated. Aliyev was found dead in the solitary cell of his Vienna prison on 24 February 2015. According to official reports, he apparently committed suicide by hanging himself but his attorney said he was highly suspicious of the death. <\/p>\n<p>According to the WSJ, Aliev, who in 2008 spoke to the Journal’s reporters from a hiding place in Europe, “identified a Washington consultant named Alexander Mirtchev as the point man for President Nazarbayev, not only in seeking to resolve his legal problems but in helping to manage some of the fortune he has accumulated in 19 years in power”. Mirtchev was named an adviser to the sovereign wealth fund of Kazakhstan in 2007 but also managed the Nazarbayev family offshore assets amounting to USD hundreds of millions.<\/p>\n<p>To prove his statements, Aliyev presented to the WSJ reporters bank records showing two transfers for a total of USD 4 million from World Media Corp. SAL of Beirut, a firm controlled by Dariga Nazarbayeva, Aliyev&#8217;s ex-wife, to Krull UK. <\/p>\n<p>FinCEN’s “Deripaska” report also found a USD 1 million transfer from World Media Corporation to Brookrange. The transfer had been reported as suspicious by JP Morgan Chase in New York, which monitored the banking activity of Mirtchev and his companies.<\/p>\n<p>However, the SARs sent by JP Morgan Chase, which are referred to in the “Deripaska” report, are not among the leaked FinCEN documents. It should be noted that the 2,100 documents available to journalists represent only around 0.02% of all FinCEN&#8217;s SARs.<\/p>\n<p><strong>US court dismisses a RICO lawsuit for money laundering from Kazakhstan against Mirtchev<\/strong><\/p>\n<p>A lawsuit related to Aliyev&#8217;s allegations was filed against Mirtchev in the United States in 2010 by two Kazakh businessmen, brothers Salah and Issam Salah Hourani. They claimed that Dariga Nazarbayeva, the daughter of the President of Kazakhstan, extorted USD hundreds of millions of dollars of their business assets in Kazakhstan with the help of Mirtchev and his Krull Corporation. <\/p>\n<p>They wanted the court to sanction Mirtchev under the Racketeer Influenced and Corrupt Organizations (RICO) Act. The US District Court for Washington District of Columbia (DC) dismissed the claim in a 2013 rule, which was upheld by the US Court of Appeals, DC Circuit in 2015.<\/p>\n<p>The brothers owned assets worth hundreds of millions in the oil sector, as well as the largest media group in Kazakhstan. In 2007, armed agents of the KNB (the Kazakh KGB) raided the Hourani family&#8217;s offices and they were forced to transfer their stakes to Nazarbayeva.<\/p>\n<p>According to them, Nazarbayeva was assisted by Alexander Mirtchev and his Krull Corporation. The complaint stated that Nazarbayeva&#8217;s plan to amass control of Kazakh media was “consistent with” Mirtchev&#8217;s earlier recommendation to President Nazarbayev, made “in a memorandum informally known as the ‘Superkhan’ document, in which Mirtchev had counseled the President of Kazakhstan on how he could consolidate power for himself and his family at the expense of business leaders.” <\/p>\n<p>They accused him of helping Nazarbayeva monetize her control of their assets by agreeing to “deposit some of the proceeds of the seized businesses in western bank accounts where it would not be taxed or otherwise scrutinized.” <\/p>\n<p>The Hourani brothers cited a letter from the Deputy Prosecutor General of Kazakhstan, Ashkat Daulbaev, to the Kazakh Ambassador to the United States naming Mirtchev as responsible for the campaign of intimidation and expropriation against them. Mirtchev and his lawyers challenged the letter as forgery.<\/p>\n<p>In the end, the court dismissed the Houranis claim on grounds that “the predicate acts that proximately caused [p]laintiffs&#8217; injury—namely, the extortion in Kazakhstan by a Kazakh actor of Plaintiffs&#8217; Kazakhstan-based assets—were squarely extraterritorial and therefore outside of RICO&#8217;s reach.” In addition, the Hurani failed to convincingly prove their allegations of money laundering.<\/p>\n<p>Following the rule, a <a href=\"https:\/\/www.businesswire.com\/news\/home\/20130509006162\/en\/Hourani-v.-Mirtchev-Court-Dismisses-Frivolous-Lawsuit\" rel=\"noopener noreferrer\" target=\"_blank\">press release<\/a> by Alexander Mirtchev&#8217;s lawyers identified the lawsuit as a “smear campaign” against Mirtchev and Krull, “orchestrated by <strong>Rakhat Aliyev<\/strong>”.<\/p>\n","protected":false},"excerpt":{"rendered":"<p>The name of Bulgarian national Alexander Mirtchev is found in the leaked files of the US Department of Treasury’s Financial Crimes Enforcement Network, FinCEN. It is included in a suspicious&hellip;<\/p>\n","protected":false},"author":16850,"featured_media":65235,"comment_status":"closed","ping_status":"open","sticky":false,"template":"","format":"standard","meta":{"_mo_disable_npp":"","_relevanssi_hide_post":"","_relevanssi_pin_for_all":"","_relevanssi_pin_keywords":"","_relevanssi_unpin_keywords":"","_relevanssi_related_keywords":"","_relevanssi_related_include_ids":"","_relevanssi_related_exclude_ids":"","_relevanssi_related_no_append":"","_relevanssi_related_not_related":"","_relevanssi_related_posts":"","_relevanssi_noindex_reason":"","kia_subtitle":"","spay_email":"","jetpack_publicize_message":"","jetpack_is_tweetstorm":false},"categories":[5542,5806],"tags":[11578,11579,11517,5123,11580,11581,11582],"jetpack_featured_media_url":"https:\/\/bivol.bg\/wp-content\/uploads\/2020\/10\/mirchev-deripaska-fincen.jpg","jetpack_publicize_connections":[],"jetpack_sharing_enabled":true,"jetpack_shortlink":"https:\/\/wp.me\/p9hbsr-gZ3","jetpack_likes_enabled":true,"_links":{"self":[{"href":"https:\/\/bivol.bg\/en\/wp-json\/wp\/v2\/posts\/65289"}],"collection":[{"href":"https:\/\/bivol.bg\/en\/wp-json\/wp\/v2\/posts"}],"about":[{"href":"https:\/\/bivol.bg\/en\/wp-json\/wp\/v2\/types\/post"}],"author":[{"embeddable":true,"href":"https:\/\/bivol.bg\/en\/wp-json\/wp\/v2\/users\/16850"}],"replies":[{"embeddable":true,"href":"https:\/\/bivol.bg\/en\/wp-json\/wp\/v2\/comments?post=65289"}],"version-history":[{"count":1,"href":"https:\/\/bivol.bg\/en\/wp-json\/wp\/v2\/posts\/65289\/revisions"}],"predecessor-version":[{"id":65290,"href":"https:\/\/bivol.bg\/en\/wp-json\/wp\/v2\/posts\/65289\/revisions\/65290"}],"wp:featuredmedia":[{"embeddable":true,"href":"https:\/\/bivol.bg\/en\/wp-json\/wp\/v2\/media\/65235"}],"wp:attachment":[{"href":"https:\/\/bivol.bg\/en\/wp-json\/wp\/v2\/media?parent=65289"}],"wp:term":[{"taxonomy":"category","embeddable":true,"href":"https:\/\/bivol.bg\/en\/wp-json\/wp\/v2\/categories?post=65289"},{"taxonomy":"post_tag","embeddable":true,"href":"https:\/\/bivol.bg\/en\/wp-json\/wp\/v2\/tags?post=65289"}],"curies":[{"name":"wp","href":"https:\/\/api.w.org\/{rel}","templated":true}]}}