{"id":66112,"date":"2020-10-18T10:20:47","date_gmt":"2020-10-18T07:20:47","guid":{"rendered":"https:\/\/bivol.bg\/?p=66112"},"modified":"2020-10-23T13:41:26","modified_gmt":"2020-10-23T10:41:26","slug":"racket-of-owners-in-bulgarias-pomorie-is-not-isolated-incident","status":"publish","type":"post","link":"https:\/\/bivol.bg\/en\/racket-of-owners-in-bulgarias-pomorie-is-not-isolated-incident.html","title":{"rendered":"Racket of Owners in Bulgaria’s Pomorie Is Not Isolated Incident"},"content":{"rendered":"<p>Irish MEP <strong>Clare Daly<\/strong> arrived in Bulgaria’s Black Sea resort town of Pomorie with a purpose &#8211; to get acquainted with a long-standing problem of Irish citizens who bought homes there. People are racketeered to pay huge annual fees for &#8220;maintenance of communal areas&#8221;, electricity and water. They are denied individual electricity and water supply contracts and bills. The owners testified that they had not been informed in advance, before buying their homes. After acquiring the property, they realized that they had become lifelong victims and kind of serfs of construction investors because of significantly inflated bills. There is no accountability for the thousands of euros they are required to pay each year. In fact, these people can never have full property rights because their access to their homes is restricted, their electricity and water are cut off arbitrarily and solely at the whim of the &#8220;investor&#8221;, although they are registered in their notary deeds as full-pledged homeowners.<\/p>\n<p>The latest <a href=\"https:\/\/www.europarl.europa.eu\/doceo\/document\/TA-9-2020-0264_EN.html\" rel=\"noopener noreferrer\" target=\"_blank\">European Parliament resolution of 8 October 2020 on the rule of law and fundamental rights in Bulgaria <\/a>directly mentions the criminal treatment of apartment owners in Pomorie in item 7 of the document, which literally reads as follows:<\/p>\n<p>The European Parliament: <\/p>\n<p>7.  Is concerned about the continuous lack of high-level corruption investigations yielding any tangible results; notes that corruption, inefficiency, and a lack of accountability continue to be pervasive problems in the judiciary and that public trust in the judicial system remains low because of the perception that magistrates are susceptible to political pressure and render unequal justice; notes the increased number of investigations into high-level corruption, including cases with cross-border aspects, opened against high-ranking officials and persons of high public interest; notes with concern the discrepancies between the decisions of lower and upper instance courts, which also contribute to the lack of final and effective convictions; points out the necessity of conducting serious, independent and active investigations and achieving results in the areas of anti-corruption, organised crime and money laundering, and of thoroughly looking into the allegations of high-level corruption following the audio recordings that emerged in the summer of 2020 and in relation to the <strong>Apartment-gate and Guesthouse-gate scandals, the tanker affair, the Rosenets seaside estate case and the scandal surrounding the alleged illegal transfer of money from the Bulgarian Development Bank<\/strong>, all of which – taken together – suggest deep and systemic weaknesses in rule of law and anti-corruption measures in Bulgaria; expresses concern, moreover, at less high-profile <strong>examples of rule of law shortcomings in Bulgaria, such as the treatment of apartment owners at Sunset Resort, Pomorie<\/strong>; welcomes the establishment of a new unified anti-corruption agency in Bulgaria; calls on the Bulgarian authorities to ensure that the agency is able to manage the broad remit of its responsibilities effectively, including the prevention, investigation and forfeiture of illegal assets;<\/p>\n<p>Apart from the fact that the <strong>Resolution directly mentions five investigations by Bivol<\/strong>, it is not accidental that the document specifically points to the case with the problems experienced by homeowners in one of Pomorie’s developments &#8211; <strong>&#8220;Sun Set Resort&#8221;<\/strong>. Clare Daly was subjected to a preplanned attack by local media and to aggression by the Mayor of Pomorie when she came to meet in person with her battered compatriots. The attempts of Mayor Ivan Alkeksiev to present the case as private and even to use controlled media to cast a shadow of doubt that by raising the issue Daly protected personal interests proved unsuccessful.<\/p>\n<p>This is demonstrated in video interviews recorded several years ago that Bivol found in its archives. They now have strong public relevance since it became clear that these cases are not an isolated incident and do not concern only individual and private legal disputes. They reveal a vicious, criminal practice of extortion of citizens of any nationality who had dared to buy property in the municipality of Pomorie. There is well-founded evidence that the corruption scheme spans construction companies and local authorities from the executive and the judiciary.<\/p>\n<p>If the methods by which apartment owners are forced, threatened and blackmailed to pay inflated fees to home sellers are investigated in-depth, the investigation would likely uncover a very well-organized and well-oiled criminal scheme involving companies and empowered persons who by action or inaction participate in mafia practices. It would find a typical &#8220;mafia&#8221; organization with all the characteristics of the merging of criminal groups with government institutions. If there is something left of the rule of law and social justice in Bulgaria, the case should be examined by institutions at the national level because this scandal does not only affect the victims of fraud and extortion in Pomorie, it affects Bulgaria’s entire society. It is symptomatic of the severe wounds inflicted by the corrupt reality in Bulgaria and directly harms the country’s national interest. Putting the harassment of foreign citizens who have bought homes in Pomorie under the spotlight of the European Parliament and the possible severe reputational and investment damage for Bulgaria are of national and European importance.<\/p>\n<p>If the Prosecutor&#8217;s Office and the National Security Agency (DANS) decide to get involved in the case, Bivol is ready to provide to them the entire information in its possession. This also applies to the European institutions.<\/p>\n<p><strong>We publish for our readers a summary of interviews with Russian citizens who have suffered from racketeers and have been forced to pay arbitrary fees:<\/strong><\/p>\n<p><strong>Bivol: Mikhail, have you been threatened with such actions by this owner?<\/strong><\/p>\n<p>&#8211; Yes, we had a serious conflict. At first, there were threats. These were threats for which I had to write (a complaint) to the police. That the owner is threatening with physical retaliation…<\/p>\n<p>But then he moved on to actions that are just something like a coercive measure to force me to act as he wanted me to act by stopping my water supply.<\/p>\n<p><strong>B. What is his name?<\/strong><\/p>\n<p>&#8211; The owner’s name is Hristo Kirilov Kirov. Here is the conflict… because this measure to stop the water is caused by several of my actions. That is, I refused to sign a contract for the maintenance of this apartment building as the terms were obviously unfavorable to me.<br \/>\nThe thing is that the building is serviced only four months a year. And he wants me to pay EUR 500 (about BGN 1,000) for these four months. This was the first thing. The second is about the water supply. That is, I consume a certain volume of water, and he adds on top of it other significant quantities, which according to him were for the communal areas. But literally three people live in the building. And the water use is not that high. And so on…<\/p>\n<p><strong>B. Everything is clear. You don&#8217;t have to retell everything. But can I ask you to introduce yourself?<\/strong><\/p>\n<p>-My name is Mikhail Stein. I am a citizen of the Russian Federation. And I have been living here in Bulgaria for over five years. I have a permanent residency card. I am retired. I moved to Bulgaria because I like it here. The climate is good and the fruits are nice.<br \/>\nIn general, I am extremely pleased with my life in Bulgaria. Only if it wasn&#8217;t for this conflict situation, which complicates my life, I generally have a wonderful attitude towards the people here and this country. Here is my modest introduction.<\/p>\n<p><strong>B. What did you do in Russia?<\/strong><\/p>\n<p>-In Russia, I once worked in the construction sector. I was the chief engineer of a construction organization. But over a number of circumstances, over time, I retrained in the financial field. I also worked as a real estate consultant.<\/p>\n<p><strong>B. Do you think your problem is a matter of corruption?<\/strong><\/p>\n<p>-You see, this is a whole pile of problems. This includes corruption. On the one hand, if I conclude an individual contract for my water bill, this must be an agreement between the water supplier and me specifically, this is how I see it. This contract should not depend on anyone. But the supplier provides water only to the central water meter. And then someone still has to transfer the water from the central water meter to my property, and this someone starts to dispose of the water supply. I, on the one hand, cannot conclude a contract with him. And he, in turn, having such an opportunity, forces me to take some actions that I do not want to take.<\/p>\n<p><strong>B. Can we call this organized crime?<\/strong><\/p>\n<p>-No, I would not say that it is organized crime, of course…<\/p>\n<p><strong>B. But what is the reason for this owner to receive the support he needs?<\/strong><\/p>\n<p>-I don&#8217;t know…<\/p>\n<p><strong>B. The municipality? And the prosecution? They provide support.<\/strong><\/p>\n<p>-Such support is possible. Because the town, as you know, is small. In any case, it is also surprising to me that complaints have been submitted to the Municipality, the Prosecutor&#8217;s Office and the police many times since 2014. And there were even refusals. We had even filed lawsuits against prosecutors in court. After that, he (the prosecutor) started to reopen the case and to conduct the relevant expert examinations again. We have visited the expert several times and he had piled up a folder at least 5cm thick.<\/p>\n<p>But this expert did not come to our apartment even once. There is some correspondence between the prosecutor&#8217;s office and the police, and we are like some unrelated (foreign) persons. In general, some element of corruption is, of course, present here. Because a prosecutor taking three and a half years to carry out all these actions is not serious. He is not that busy with all these matters to not pay any attention to what is being done in the respective case. Of course, I understand that, as I was told, there are no deadlines set by law. But there are also normal human deadlines.<\/p>\n<p><strong>B. Do you think you are a victim of this system?<\/strong><\/p>\n<p>-Of course, to some extent we are victims of this system. Our grandchildren, our children, come to our home on vacation. And they see such a disgrace. There are many acquaintances and colleagues, not only from Russia. I also have good friends here from Germany.<\/p>\n<p><strong>B. How do you live there? Do you carry water with plastic tubes?<\/strong><\/p>\n<p> &#8211; Yes, we go to the village of Kamenar by car. Alexei and I go to Kamenar with tubes. We have cars here. And we bring water.<\/p>\n<p><strong>B. Alexei, would you say a few words?<\/strong><\/p>\n<p>&#8211; My name is Alexei Alyoshin. I am also from Russia. We have been living here since 2011. We met Mikhail here in 2013. They are our neighbors. When Mikhail had a conflict over the maintenance, he (the owner) started threatening that if this unacceptable contract was not signed, for which he had done nothing, but only collected the money, he would stop the water supply. He told me and my wife this thing in black and white. He said that he (Mikhail) would not live here. We had signed a police report about these threats as witnesses. Which is why we are also deprived of water supply. That is, he simply stopped our water so that we would not try to “play cool”. Well, here it is…<\/p>\n<p>The other nuance is that this system in Pomorie causes very sad thoughts. Because, in the beginning, he treated us a lot… just like some…<\/p>\n<p><strong>B. Well, say it directly!<\/strong><\/p>\n<p>-Person with gangster inclination… so to say. We had a case when he tried to break into my apartment. Hit my wife.<\/p>\n<p><strong>B. Seriously?<\/strong><\/p>\n<p>-Yes. He took my bike, some things. We turned to the police. We wrote a statement. That&#8217;s right, in Russian it&#8217;s called robbery. Robbery attack. Yes. And as a result, no one did anything. The prosecutor then announced that he was closing the case on the grounds that there was no corpus delicti. The police had seen neither theft nor robbery in this thing. This again leads us to think that there is a system, there is concealment and so on…<\/p>\n<p>This is what I would like to add. He doesn&#8217;t worry. He tells us directly, in our faces to get out of here. That we will not be able to live here in Bulgaria. That he can do anything he wants. That there will never be water. And the worst thing is that his threats come true. We have reached the conclusion that the owner of the town of Pomorie is Hristo Kirov… That&#8217;s what I wanted to say.<\/p>\n<p><strong>B. Are you saying that this is a criminal organization?<\/strong><\/p>\n<p>Well, here… Any way you spin it, it suggests that this system is based on some organization that is not entirely legal.<\/p>\n<p><strong>B. Thank you.<\/strong><\/p>\n","protected":false},"excerpt":{"rendered":"<p>Irish MEP Clare Daly arrived in Bulgaria’s Black Sea resort town of Pomorie with a purpose &#8211; to get acquainted with a long-standing problem of Irish citizens who bought homes&hellip;<\/p>\n","protected":false},"author":1,"featured_media":65836,"comment_status":"closed","ping_status":"open","sticky":false,"template":"","format":"video","meta":{"_mo_disable_npp":"","_relevanssi_hide_post":"","_relevanssi_pin_for_all":"","_relevanssi_pin_keywords":"","_relevanssi_unpin_keywords":"","_relevanssi_related_keywords":"","_relevanssi_related_include_ids":"","_relevanssi_related_exclude_ids":"","_relevanssi_related_no_append":"","_relevanssi_related_not_related":"","_relevanssi_related_posts":"","_relevanssi_noindex_reason":"","kia_subtitle":"","spay_email":"","jetpack_publicize_message":"","jetpack_is_tweetstorm":false},"categories":[5542,5806],"tags":[11633,5127,11634,11636,11632,5107,5978,11635],"jetpack_featured_media_url":"https:\/\/bivol.bg\/wp-content\/uploads\/2020\/10\/Collage_Fotor.jpg","jetpack_publicize_connections":[],"jetpack_sharing_enabled":true,"jetpack_shortlink":"https:\/\/wp.me\/p9hbsr-hck","jetpack_likes_enabled":true,"_links":{"self":[{"href":"https:\/\/bivol.bg\/en\/wp-json\/wp\/v2\/posts\/66112"}],"collection":[{"href":"https:\/\/bivol.bg\/en\/wp-json\/wp\/v2\/posts"}],"about":[{"href":"https:\/\/bivol.bg\/en\/wp-json\/wp\/v2\/types\/post"}],"author":[{"embeddable":true,"href":"https:\/\/bivol.bg\/en\/wp-json\/wp\/v2\/users\/1"}],"replies":[{"embeddable":true,"href":"https:\/\/bivol.bg\/en\/wp-json\/wp\/v2\/comments?post=66112"}],"version-history":[{"count":1,"href":"https:\/\/bivol.bg\/en\/wp-json\/wp\/v2\/posts\/66112\/revisions"}],"predecessor-version":[{"id":66113,"href":"https:\/\/bivol.bg\/en\/wp-json\/wp\/v2\/posts\/66112\/revisions\/66113"}],"wp:featuredmedia":[{"embeddable":true,"href":"https:\/\/bivol.bg\/en\/wp-json\/wp\/v2\/media\/65836"}],"wp:attachment":[{"href":"https:\/\/bivol.bg\/en\/wp-json\/wp\/v2\/media?parent=66112"}],"wp:term":[{"taxonomy":"category","embeddable":true,"href":"https:\/\/bivol.bg\/en\/wp-json\/wp\/v2\/categories?post=66112"},{"taxonomy":"post_tag","embeddable":true,"href":"https:\/\/bivol.bg\/en\/wp-json\/wp\/v2\/tags?post=66112"}],"curies":[{"name":"wp","href":"https:\/\/api.w.org\/{rel}","templated":true}]}}