{"id":67093,"date":"2020-11-06T14:13:13","date_gmt":"2020-11-06T11:13:13","guid":{"rendered":"https:\/\/bivol.bg\/?p=67093"},"modified":"2020-11-10T12:25:13","modified_gmt":"2020-11-10T09:25:13","slug":"erdogan-tacitly-unleashes-migrants-to-europe","status":"publish","type":"post","link":"https:\/\/bivol.bg\/en\/erdogan-tacitly-unleashes-migrants-to-europe.html","title":{"rendered":"Erdogan ‘Tacitly Unleashes’ Migrants to Europe"},"content":{"rendered":"<p>An unprecedented influx of refugees from the Middle East is observed along the Bulgarian border with Turkey. According to Bivol’s own information, entire refugee camps in Turkey have been released to cross the border with Bulgaria on their way to Western Europe. From the border village of Rezovo to the border town of Svilengrad, the illegal entries into Bulgarian territory have increased many times over in the last two weeks. Bivol sources from border areas testify that the Turkish side has mobilized all its border police units to guard the border with Bulgaria, effectively providing unimpeded access for refugees who are now free to enter Bulgarian territory. There is a wire fence on the Bulgarian side of the border but it does not present any real obstacle. The refugees are pre-instructed by their guides and are equipped with all the necessary tools to overcome the fence &#8211; cutters, ladders and diggers.<\/p>\n<p>Some of the groups pass to Greece and enter Bulgaria from there, data show. There is no obstacle or wire fence between Greece and Bulgaria. The Border Police and the Gendarmerie are currently fully mobilized. Bivol was unable to obtain information on mobilized units of the Bulgarian Army. Official institutions refuse to provide detailed information but did not refute evidence that the traffic across the border with Turkey has surged many times in recent days. Bivol&#8217;s official inquiries were simply denied. The Minister of Interior <strong>Hristo Terziyski<\/strong> refused to talk to our reporter on grounds of bureaucratic reasons and procedural rules. The press office of the Ministry of Interior advised us to read their press releases. They do not contain the necessary information but it is a fact that in the last month an increase in the number of captured groups of refugees inside Bulgarian has been observed. Just a few days ago, a group of 12 men was caught crossing the border with Turkey south of the town of Sredets. The refugees were captured by Border Police on Bulgarian territory. However, this case, as well as many others, was not mentioned in the reports of the Ministry of Interior.<\/p>\n<p><strong>The wire fence does not stop the invasion but &#8220;grants&#8221; Bulgarian land to the Turks<\/strong><\/p>\n<p>Those who enter Bulgaria easily overcome the cheaply built wire fence, either by cutting it or jumping over it with the help of folding ladders. In reality, the fence cannot stop trespassers at all, but it is a ridiculous and even unsafe and damaging contraption, locals say. Due to the fence, a wide strip of land along the border remains inaccessible to the population in border villages. People complain that they cannot pass through it as they used to even during the <strong>Cold War<\/strong> when they regularly crossed the fence overhangs to take their cattle to graze and drink water in the border area, to visit fields and gardens there. A wide strip of part of the Bulgarian territory is now practically occupied by the Turkish farmers on the other side as they freely enter Bulgarian lands next to the fence to use the pastures or the water. No one is stopping them from either side because the border police mainly deal with the refugee problem but not with the Turkish villagers entering the strip next to the fence, Bulgarian villagers complain. Thus, in fact, the fence built on the idea of the party National Front for the Salvation of Bulgaria does not stop the refugees at all but allows for the actual occupation of Bulgarian lands by Turkish citizens. For example, the border <strong>river Rezvaya<\/strong>, which is unique with its canyon and until recently was one of the tourist attractions in the Strandja Park, is now inaccessible. It has become an entirely &#8220;Turkish&#8221; river, because Bulgarian citizens have absolutely no access to it, thanks to the inefficient fence. There is a separate problem with the hundreds of thousands of acres of felled old forests to build this useless contraption. <\/p>\n<p>The fence itself was built at the huge average price of about EUR 500 per linear meter and costs over BGN 200 million. <strong>Bivol revealed in an investigation<\/strong> in 2018 that the fence was built mainly with the participation of companies related to controversial lawmaker and media mogul Delyan Peevski at highly inflated rates \/see <a href=\"https:\/\/bivol.bg\/en\/wire-fence-on-bulgarian-border-proves-golden.html\" rel=\"noopener noreferrer\" target=\"_blank\">here<\/a>\/. A probe by the Prosecutor&#8217;s Office into abuse on a particularly large scale never followed.<\/p>\n<p><strong>The influx coincides with Erdogan&#8217;s latest threats<\/strong><\/p>\n<p>Currently, Bulgaria is “invaded” mainly by refugees from Syria, Iraq, Afghanistan and Pakistan. The beginning of the increased influx coincides with the latest deterioration of relations between Turkey and France and hence with the European Union (EU) as a whole. Analysts say that the latest bloody terrorist attacks in France and Austria have been provoked by the radical rhetoric of Turkish leader Recep Tayyip Erdogan, who is fueling a <strong>jihad in the Muslim world<\/strong> against the EU and specifically France. Over the last five years, the President of Turkey has made periodic threats to release 3.6 million refugees into the EU. These threats have been often described as bluffing and blackmail to extort the EU politically and financially. Time has shown that this is not the case. Erdogan has taken on the role of the sole “guardian” and &#8220;guarantor&#8221; of Europe&#8217;s external borders. At the end of February 2020, Turkey deliberately relaxed the border control and several hundred refugees flocked to the borders with Bulgaria and Greece. Bulgarian Prime Minister Boyko Borisov personally acknowledged then that the situation was critical and that if crowds of refugees were to arrive, Bulgaria could not deal with them. The Army and Gendarmerie were brought to the aid of the Border Police.<\/p>\n<p>But official information is lacking now, although the problem is much more real than in February and March. The Gendarmerie is fully mobilized, but not all groups can be intercepted and stopped. Moreover, if they permanently enter deeply inside Bulgarian territory, they cannot be returned, and the only way is to register them and accommodate them in the country’s extremely insufficient refugee centers where refugees complain of miserable conditions. Bulgarian traffickers take <strong>EUR 4,000 per person<\/strong> to organize their transport from the border to the outskirts of the capital Sofia. Local residents tell Bivol of the existence of a well-organized network for refugee trafficking at the border, which has vehicles and influence in the institutions in charge of monitoring and controlling such criminal activity. For this reason, the groups are successfully transported to Sofia, and from there they are picked up by other traffickers for transportation across the Serbian or Romanian border, while this transport is paid for separately. The route from Serbia and Romania is clear. It is ultimately to Germany, Austria, or France, with Bulgaria and even Turkey being just transit points. Sometimes small groups are caught simply to report some activity to Europe i.e. that Bulgaria stops part of the traffic. However, the majority of those entering from Turkey are transported through Serbia and Romania to Western Europe, which is their final destination.<br \/>\nHow many refugees has Turkey sent to Bulgarian borders and the EU?<\/p>\n<p>Insider sources point to 30,000-40,000. For now. There is no confirmation from any official source. Obviously, Bulgaria would not be able to take in such a large number of migrants, and there is no effective system in place to stop them along the entire border. The electric signal system of fence overhangs operating under the Communist regime, which stopped almost 100% of the unlawful border crossings into Bulgaria was abandoned and destroyed 20 years ago with the dismantling of the Border Troops. Current efforts to find alternative methods are proving to be extremely ineffective, costly and potentially a target of corrupt practices. All strategic border outposts have been demolished or sold and police and the military assisting them sleep in hotels and eat in restaurants for free, making border security more than ten times more expensive. This benefits some owners of accommodation facilities in border areas but is at the expense of European and Bulgarian taxpayers with extremely poor result.<\/p>\n<p>Border security is currently carried out mainly on the roads, without many patrols along the border and with portable or mounted on towers infrared or night surveillance devices. However, refugee traffickers are very well acquainted with the detection range of these devices and know perfectly well the places that fall under the &#8220;shadow&#8221; and are not intercepted by infrared or temperature surveillance. These are mostly river beds, ravines or steep slopes, which abound on the rugged terrain of Bulgaria’s southern border. The groups move in these &#8220;shadows&#8221; almost until they enter Bulgarian territory. The question remains how traffickers have information about the exact paths and how sometimes whole groups of refugees enter Bulgaria in broad daylight and are transported undisturbed deep into the country by the same minivans that are waiting in prearranged locations near the border. An experiment that Bivol conducted some time ago with French journalists at the border near Svilengrad showed that it is free to cross from Bulgaria to Turkey and back without any disturbance or interference from the Border Police or Turkish border guards, regardless of the observation posts that proved unable to detect this &#8220;violation&#8221;.<\/p>\n","protected":false},"excerpt":{"rendered":"<p>An unprecedented influx of refugees from the Middle East is observed along the Bulgarian border with Turkey. According to Bivol’s own information, entire refugee camps in Turkey have been released&hellip;<\/p>\n","protected":false},"author":1,"featured_media":66858,"comment_status":"closed","ping_status":"open","sticky":false,"template":"","format":"standard","meta":{"_mo_disable_npp":"","_relevanssi_hide_post":"","_relevanssi_pin_for_all":"","_relevanssi_pin_keywords":"","_relevanssi_unpin_keywords":"","_relevanssi_related_keywords":"","_relevanssi_related_include_ids":"","_relevanssi_related_exclude_ids":"","_relevanssi_related_no_append":"","_relevanssi_related_not_related":"","_relevanssi_related_posts":"","_relevanssi_noindex_reason":"","kia_subtitle":"","spay_email":"","jetpack_publicize_message":"","jetpack_is_tweetstorm":false},"categories":[5542,5806],"tags":[8977,11657,11653,11654,11655,11656,7614,5128,11652],"jetpack_featured_media_url":"https:\/\/bivol.bg\/wp-content\/uploads\/2020\/11\/бежанци18.jpg","jetpack_publicize_connections":[],"jetpack_sharing_enabled":true,"jetpack_shortlink":"https:\/\/wp.me\/p9hbsr-hs9","jetpack_likes_enabled":true,"_links":{"self":[{"href":"https:\/\/bivol.bg\/en\/wp-json\/wp\/v2\/posts\/67093"}],"collection":[{"href":"https:\/\/bivol.bg\/en\/wp-json\/wp\/v2\/posts"}],"about":[{"href":"https:\/\/bivol.bg\/en\/wp-json\/wp\/v2\/types\/post"}],"author":[{"embeddable":true,"href":"https:\/\/bivol.bg\/en\/wp-json\/wp\/v2\/users\/1"}],"replies":[{"embeddable":true,"href":"https:\/\/bivol.bg\/en\/wp-json\/wp\/v2\/comments?post=67093"}],"version-history":[{"count":1,"href":"https:\/\/bivol.bg\/en\/wp-json\/wp\/v2\/posts\/67093\/revisions"}],"predecessor-version":[{"id":67094,"href":"https:\/\/bivol.bg\/en\/wp-json\/wp\/v2\/posts\/67093\/revisions\/67094"}],"wp:featuredmedia":[{"embeddable":true,"href":"https:\/\/bivol.bg\/en\/wp-json\/wp\/v2\/media\/66858"}],"wp:attachment":[{"href":"https:\/\/bivol.bg\/en\/wp-json\/wp\/v2\/media?parent=67093"}],"wp:term":[{"taxonomy":"category","embeddable":true,"href":"https:\/\/bivol.bg\/en\/wp-json\/wp\/v2\/categories?post=67093"},{"taxonomy":"post_tag","embeddable":true,"href":"https:\/\/bivol.bg\/en\/wp-json\/wp\/v2\/tags?post=67093"}],"curies":[{"name":"wp","href":"https:\/\/api.w.org\/{rel}","templated":true}]}}