{"id":67290,"date":"2020-10-31T19:57:42","date_gmt":"2020-10-31T16:57:42","guid":{"rendered":"https:\/\/bivol.bg\/?p=67290"},"modified":"2020-11-12T20:46:38","modified_gmt":"2020-11-12T17:46:38","slug":"ec-has-power-but-not-will-to-stop-eu-funds-abuses","status":"publish","type":"post","link":"https:\/\/bivol.bg\/en\/ec-has-power-but-not-will-to-stop-eu-funds-abuses.html","title":{"rendered":"EC Has Power but Not Will to Stop EU Funds&#8217; Abuses"},"content":{"rendered":"<p>Against the backdrop of so many protests and statements by MEPs against corruption and the lack of rule of law, absolutely no one mentioned the role of the European Commission (EC) to remedy this situation. This is a key role as the EC is not a passive observer and a factory for report production, it is a guardian of the European Union (EU) treaties. But there is a lack of control and counteraction to real violations that should lead to sanctions of specific entities syphoning European money. Instead, the decisions on sanctions are political and also harm honest beneficiaries. Will anything change with the new mechanism binding the rule of law with EU funds? At first reading &#8211; no.<\/p>\n<p>The Commission, with the help of its subordinate OLAF, the EU anti-fraud office, exercises direct control over the spending of European funds. There is, for example, an  Assurance and Audit Directorate at the EC’s <a href=\"https:\/\/ec.europa.eu\/info\/sites\/info\/files\/organisation_charts\/organisation-chart-dg-agri_en.pdf\" rel=\"noopener noreferrer\" target=\"_blank\">Directorate-General for Agriculture and Rural Development<\/a>. This Directorate carries out an audit each year, checking a sample of specific projects in each Member State. In the case of established violations, a financial correction of the respective project is required. After the end of the audit, each country undertakes all of the needed measures to terminate the violations, as the next time they occur, a financial correction will be imposed again with 100% certainty, and in case of a systematic violation, a flat correction is required for all projects, even those without violations.<\/p>\n<p><strong>It is up to the EC to decide whether or not a fund-abusing scheme will remain operational<\/strong><\/p>\n<p>The suspension in 2012 of the vicious scheme for settling public procurement by selecting a contractor that offered an unrealistic warranty period of 50-100 years is proof that when the EC does its job, the consequences are real. As soon as the EC established this violation, all public procurement procedures began to limit the offered warranty period to a maximum of three times the minimum warranty period under Art. 20, para. 4 of Directive 2 of July 31, 2003. It should be noted that this happened without having to be regulated by any law or ordinance. It was enough for the contracting authorities to know that their money would be cut because of this violation.<\/p>\n<p><strong>The guesthouses are a concrete example<\/strong><\/p>\n<p>Unfortunately, this is the only example of an actually exercised control by the EC. In contrast to this example, which may have only been heard of by experts dealing with this matter, the examples of fictitious control by the EC and the schemes operating abound. It suffices to mention the guesthouses and the EC’s failure to establish in the course of two entire program periods that after paying the subsidy, Bulgaria’s State Fund Agriculture (SFA) had not required from the beneficiaries to register their guesthouses as an accommodation site and had ultimately paid for personal-use vacation homes.<\/p>\n<p>What is even more alarming is that the EC did not take any steps to recover the illegally paid subsidies after Bivol <a href=\"https:\/\/bivol.bg\/en\/state-fund-agriculture-is-hiding-guesthouses-for-over-114-million-levs.html\" rel=\"noopener noreferrer\" target=\"_blank\">documented<\/a> and published a list of non-functioning guesthouses back in 2016. Only in 2019, when the monitoring period of most guesthouses had already expired, the SFA launched another <a href=\"https:\/\/bivol.bg\/en\/state-fund-agriculture-is-hiding-guesthouses-for-over-114-million-levs.html\" rel=\"noopener noreferrer\" target=\"_blank\">fictitious inspection<\/a> prompted by the scandal with the guesthouse of the Deputy Minister of Economy Alexander Manolev.<\/p>\n<p>But what kind of an inspection was that? Instead of finding out whether there were employees in the guesthouses and whether they have paid the relevant taxes, i.e. whether the site was used for its intended purpose (a basic requirement for the allocation of funding), the SFA decided to check the business plans and make on-site inspections, which, in addition to being expensive, are time-consuming and generally ineffective.<br \/>\nIt is naive to think that the EC and in particular its Audit Directorate have not heard about the huge scandal and have not followed what and how exactly has been probed by the Bulgarian side. But no one learned anything about a meaningful reaction and sanctions by Brussels.<\/p>\n<p><strong>Freeze, then unfreeze… Whoever stole, will steal again<\/strong><\/p>\n<p>The complete freeze of funds, on the other hand, has proven to be an ineffective measure mainly for one reason &#8211; the freeze is not related to specific violations but rather to political decisions that have nothing to do with illegal practices in the absorption of EU funds.<br \/>\nWhat will change by binding the rule of law with EU funds? If the EC’s control bodies keep working as they have been working, the answer is simple &#8211; nothing. Decisions to freeze funds will remain political, not based on irregularities, as they have been until now.<\/p>\n<p><a href=\"https:\/\/bivol.bg\/en\/infamous-bulgarian-fraudster-is-back-in-the-business-with-eu-projects.html\" rel=\"noopener noreferrer\" target=\"_blank\">Mario Nikolov’s schemes<\/a>, which became one of the reasons for the freeze of funding for Bulgaria by the “right-wing” EC under the &#8220;leftist&#8221; government of Prime Minister Sergei Stanishev, are a stark example of this. Under the &#8220;right-wing&#8221; governments of Prime Minister Boyko Borisov, the abuses by the &#8220;hereditary socialist&#8221; Nikolov were not only not stopped but <a href=\"https:\/\/bivol.bg\/en\/alleged-sapard-fraudster-took-5-million-in-eu-financing-and-is-bidding-for-30-more-millions.html\" rel=\"noopener noreferrer\" target=\"_blank\">flourished<\/a> and it became clear that there was a cover-up for them. But this did not lead to a new funding freeze.<\/p>\n<p>Paradoxically, the <strong>guesthouses<\/strong> turn out to be once again an example of the ineffectiveness of this measure as both before and after the freeze of funds, the violations remained the same. Yes, the financing of the houses is relatively insignificant compared to the total volume of the EU funds for Bulgaria but it is a clear example of the non-fulfilment of the EC’s obligations to control the absorption of EU funds.<\/p>\n<p>Other examples are the payment of subsidies for organic production without being linked to the sale of products (organic pumpkins and organic soy that are left to rot in the fields covered with weeds) and the illegal awarding of public contracts, which assess the writing skills of participants in the procedures instead of indicators that have a direct impact on the quality of the implementation of the public procurement. These schemes already involve billions of euros in funding. With this fictitious work of the EC, even a change of government does not guarantee an end of the syphoning of EU funds, as the control remains the same. Or rather its lack.<\/p>\n<p>Only the absurdity of OLAF&#8217;s work can surpass that of the EC. What is really happening with its inspections? After finding a fraud, OLAF sents it for investigation to the prosecutor&#8217;s office, which in turn seeks the opinion of the control body that has allowed this same fraud.<\/p>\n<p>Thus, in the case of the SFA and the guesthouses, the SFA tells the prosecutor&#8217;s office that the business plans have not been implemented. At the same time, there are more than justified violations as the investment has not been used as intended and a 100% financial correction should have been imposed on the guesthouse violators to return the entire financing or confiscate their houses. However, the SFA has not required the registration of the houses as an accommodation site before its final payment and subsequently has not checked whether staff has been hired, i.e. it has clearly not done its follow-up job.<\/p>\n<p>The end result of the incorrect information given by the Fund to the prosecutor&#8217;s office is mass refusals to initiate proceedings and the loss of millions in EU funding. But this is not a problem for OLAF, as on paper the service has done its job and the end result is no longer its problem.<\/p>\n<p>The investigation into the huge <strong><a href=\"https:\/\/bivol.bg\/en\/grave-institutional-failure-in-investigations-into-eu-funds-abuse.html\" rel=\"noopener noreferrer\" target=\"_blank\">GPGate<\/a><\/strong> fraud scheme also sank into OLAF and the prosecutor&#8217;s office files. As early as 2018, Bivol presented evidence of large-scale manipulation of tenders by employees of certain construction companies who position themselves as experts in evaluation commissions and with their vote predetermine the winning bidders in public procurement for billions. Yes, the investigation is still ongoing, but the EC could have taken action without waiting for a result and could have demanded probes to see whether the experts were not employees of the tender participants. There is currently no such request.<\/p>\n<p>The hopes for definitive results and the recovery of the stolen European taxpayers&#8217; money lie in the new Office of the European Prosecutor General. However, the question is whether it will be able to handle all the alerts about schemes with which it will be flooded. As it has already become clear, the funding for the office of Laura Coveschi and her European prosecutors is rather frugal. And the latter has nothing to do with the noisy political declarations about readiness to combat European funds&#8217; abuses.<\/p>\n<p><em>Stoyan Komissarov*, editor Atanas Tchobanov<\/p>\n<p>*This is a pseudonym. The author&#8217;s name is known to Bivol’s editorial office.<\/em><\/p>\n","protected":false},"excerpt":{"rendered":"<p>Against the backdrop of so many protests and statements by MEPs against corruption and the lack of rule of law, absolutely no one mentioned the role of the European Commission&hellip;<\/p>\n","protected":false},"author":1,"featured_media":66639,"comment_status":"closed","ping_status":"open","sticky":false,"template":"","format":"standard","meta":{"_mo_disable_npp":"","_relevanssi_hide_post":"","_relevanssi_pin_for_all":"","_relevanssi_pin_keywords":"","_relevanssi_unpin_keywords":"","_relevanssi_related_keywords":"","_relevanssi_related_include_ids":"","_relevanssi_related_exclude_ids":"","_relevanssi_related_no_append":"","_relevanssi_related_not_related":"","_relevanssi_related_posts":"","_relevanssi_noindex_reason":"","kia_subtitle":"","spay_email":"","jetpack_publicize_message":"","jetpack_is_tweetstorm":false},"categories":[5806,5545],"tags":[],"jetpack_featured_media_url":"https:\/\/bivol.bg\/wp-content\/uploads\/2020\/10\/101torlaka-768x871-2.png","jetpack_publicize_connections":[],"jetpack_sharing_enabled":true,"jetpack_shortlink":"https:\/\/wp.me\/p9hbsr-hvk","jetpack_likes_enabled":true,"_links":{"self":[{"href":"https:\/\/bivol.bg\/en\/wp-json\/wp\/v2\/posts\/67290"}],"collection":[{"href":"https:\/\/bivol.bg\/en\/wp-json\/wp\/v2\/posts"}],"about":[{"href":"https:\/\/bivol.bg\/en\/wp-json\/wp\/v2\/types\/post"}],"author":[{"embeddable":true,"href":"https:\/\/bivol.bg\/en\/wp-json\/wp\/v2\/users\/1"}],"replies":[{"embeddable":true,"href":"https:\/\/bivol.bg\/en\/wp-json\/wp\/v2\/comments?post=67290"}],"version-history":[{"count":2,"href":"https:\/\/bivol.bg\/en\/wp-json\/wp\/v2\/posts\/67290\/revisions"}],"predecessor-version":[{"id":67292,"href":"https:\/\/bivol.bg\/en\/wp-json\/wp\/v2\/posts\/67290\/revisions\/67292"}],"wp:featuredmedia":[{"embeddable":true,"href":"https:\/\/bivol.bg\/en\/wp-json\/wp\/v2\/media\/66639"}],"wp:attachment":[{"href":"https:\/\/bivol.bg\/en\/wp-json\/wp\/v2\/media?parent=67290"}],"wp:term":[{"taxonomy":"category","embeddable":true,"href":"https:\/\/bivol.bg\/en\/wp-json\/wp\/v2\/categories?post=67290"},{"taxonomy":"post_tag","embeddable":true,"href":"https:\/\/bivol.bg\/en\/wp-json\/wp\/v2\/tags?post=67290"}],"curies":[{"name":"wp","href":"https:\/\/api.w.org\/{rel}","templated":true}]}}