{"id":68724,"date":"2020-11-25T23:03:55","date_gmt":"2020-11-25T20:03:55","guid":{"rendered":"https:\/\/bivol.bg\/?p=68724"},"modified":"2020-12-15T20:06:28","modified_gmt":"2020-12-15T17:06:28","slug":"lower-salaries-for-bulgarian-workers-among-151-violations-at-turkstream-2-construction-sites","status":"publish","type":"post","link":"https:\/\/bivol.bg\/en\/lower-salaries-for-bulgarian-workers-among-151-violations-at-turkstream-2-construction-sites.html","title":{"rendered":"Lower Salaries for Bulgarian Workers among 151 Violations at TurkStream 2 Construction Sites"},"content":{"rendered":"<p><strong>Information obtained by the Civil Association &#8220;Bulgaria United with One Goal&#8221; (BOETS, meaning fighter in Bulgria) and by the site for investigative journalism &#8220;Bivol&#8221; about numerous violations of labor standards at the construction sites of the gas pipeline TurkStream 2 has been officially confirmed. After more than a month of correspondence with key institutions and their non-compliance with the deadlines under the Access to Public Information Act (APIA), two of them finally sent replies to Bivol. They reveal that the Executive Agency Main Labor Inspectorate has established over 150 violations.<\/strong><\/p>\n<p>The most scandalous among them are two cases of work-related accidents that have led to investigations. In addition, foreign workers, most likely those from Belarus, the Russian Federation and Serbia seen by BOETS and Bivol at the construction sites have been paid higher salaries than their Bulgarian counterparts in similar positions. There is also the outrageous admission of the National Revenue Agency (NRA) that construction companies identified by BOETS and Bivol, which brought heavy equipment purchased with European money to the gas pipeline construction sites, have not been inspected in the last five years.<\/p>\n<p>The subsidiaries of the contractors &#8220;Arkad&#8221;, &#8220;IDC&#8221; and &#8220;Beltruboprovodstroy&#8221;, connected with energy giant &#8220;Gazprom&#8221;, the favorite &#8220;piggy bank&#8221; of Russian President Vladimir Putin , have not been inspected as welll.<br \/>\nThe Executive Agency Main Labor Inspectorate has established 151 labor legislation violations during the construction of TurkStream 2 in Bulgaria. This emerges from the official response of the Executive Director of the Agency Rumyana Mihaylova after an inquiry under the APIA on behalf of the Minister of Labor and Social Policy Denitsa Sacheva. <\/p>\n<p>According to the response, in which the project is listed as Balkan Stream, the favorite name of Bulgarian Prime Minister Boyko Borisov, compliance with labor legislation in the implementation of the large-scale energy project has been inspected 33 times since January 1, 2020. The gas pipeline is also described as &#8220;expansion of the gas transmission infrastructure of Bulgartransgaz parallel to the northern (main) gas pipeline to the Bulgarian-Serbian border&#8221;.<\/p>\n<p>The response also acknowledges the existence of serious work-related accidents that have led to additional inspections of the construction works:<\/p>\n<p> &#8220;Two of the inspections were carried out in connection with the investigations of work-related accidents.&#8221;<\/p>\n<p>It is not clear whether these are the cases mentioned by BOETS, in which two workers were killed, but they have been obviously serious enough to be investigated.<\/p>\n<p><strong>Only 14 sanctions for 151 violations?!<\/strong><\/p>\n<p>However, fewer than 10% or 14 of the 151 labor legislation violations committed by the contractors of TurkStream 2 have been sanctioned, according to the response of the Executive Agency Main Labor Inspectorate. Also according to it, the violations have been committed only by “four legal entities”. The reply does not describe the nature of the violations nor mentions the companies guilty of them but still confirms that BOETS and Bivol’s suspicions emerging from their visits to the sites of TurkStream2 in the regions of Montana and Vidin have been well-founded.<\/p>\n<p>The Executive Agency Main Labor Inspectorate not only indirectly confirmed unofficial information about accidents at the construction sites but also health and safety violations such as illegal night work performed due to the huge delays in the implementation of the project and working conditions for non-European Union (EU) nationals, such as workers from the Russian Federation, Belarus, Serbia, Turkey, Saudi Arabia and others, being better than those of Bulgarian workers.<\/p>\n<p>The response mentions “breaches of employment rules for non-EU nationals&#8230; including seconded workers and employees, as well as unequal treatment of Bulgarian workers and employees regarding their remuneration&#8230;”<br \/>\nRumyana Mihaylova assures in her written response that &#8220;the violations have been eliminated after the intervention of the control body&#8221;.<\/p>\n<p>As for the work-related accidents in the area of the gas pipeline, the Agency refused any further information about them on grounds it was a secret protected by law i.e. something close to classified information.<\/p>\n<p><strong>NRA provides cover-up to foreign subcontractors<\/strong><\/p>\n<p>The NRA, which is under authority of the Minister of Finance, has never considered it necessary to check the subsidiaries of notorious contractors Gazprom and Bulgartransgaz, which have build TurkStream 2 in Bulgaria.<br \/>\nObviously, the energy project with a budget of between BGN 3 and 4 billion was not of interest to the tax authorities, which listed only the inspections of Bulgartransgaz and Glavbolgarstroy, conducted in the 2015-2020 period.<\/p>\n<p>But what is the most scandalous in the NRA response, is the revelation that the companies detected during the inspections of BOETS and of the two media, BIRD and Bivol, and which have delivered their <a href=\"https:\/\/bivol.bg\/en\/dubious-bulgarian-companies-provide-cover-up-construction-equipment-for-turkstream-2.html\" rel=\"noopener noreferrer\" target=\"_blank\">unused for two years heavy equipment purchased with EU funds<\/a> have not been subject to NRA control in the last five years.<\/p>\n<p>&#8220;No inspections and revisions have been carried out under the insurance legislation,&#8221; the response of NRA Executive Director Galya Dimitrova reads. According to it, data from the NRA information system as of 12.11.2020 has shown that the following companies had no obligations for overdue health insurance contributions – BULGARTRANSGAZ, GLAVBOLGARSTROY, GLAVBOLGARSTROY INTERNATIONAL, TURBO MACHINE BULGARIA, NOVA STROY TEAM, BONATTI S.P.A. &#8211; Bulgaria branch, COMPILATION DEVELOPMENT S.A.R.L &#8211; Bulgaria branch, ARKAD ENGINEERING AND CONSTRUCTION COMPANY &#8211; Bulgaria branch, ARKAD S.P.A. &#8211; Bulgaria branch, BELTRUBOPROVODSTROY &#8211; Bulgaria branch, INFRASTRUCTURE DEVELOPMENT AND CONSTRUCTION – Bulgaria branch. The only exception is STRIMONA STORY which had obligations at the time of the inspection.<\/p>\n<p>However, this has not prevented Strimona Story from winning a <a href=\"https:\/\/bivol.bg\/en\/partners-of-gp-group-inflate-turkstream-2-cost-by-eur-1-7-billion.html\" rel=\"noopener noreferrer\" target=\"_blank\">public tender bid<\/a>.<br \/>\nThe fact that Arkad Engineering and Construction, Beltruboprovodstroy and Infrastructure Development and Construction (IDC) have not been inspected as foreign subcontractors of Gazprom and Bulgartransgaz implementing a project worth between EUR 1.5 and 2 billion, is truly intriguing.<\/p>\n<p>Russian and Serbian media have revealed that IDC, a company formally registered in Belgrade, is actually a subsidiary of Gazprom. <\/p>\n<p>It is also scandalous that a year and a half after the investigation by Bivol and the Investigative Reporting Project Italy (IRPI), the Italian company Bonatti S.P.A. &#8211; Bulgaria branch, which from a competitor in the project suddenly turned a subcontractor of Arkad, has not been inspected even once.<\/p>\n<p>Bivol and IPRI revealed that Bonatti has been associated in the past with the infamous Italian organized crime group Cosa Nostra and has not only built infrastructure in Sicily, but in recent years has been a subcontractor for the Trans-Adriatic (TAP) and the Trans-Anatolian (TANAP) gas pipelines on the territory of Greece and Italy.<\/p>\n<p>At the same time, Bulgarian institutions under the authority of <a href=\"https:\/\/bivol.bg\/en\/key-bulgarian-ministers-conceal-information-about-turkstream-2.html\" rel=\"noopener noreferrer\" target=\"_blank\">three ministers<\/a> still refuse or have delayed for over a month  information requested by Bivol under the APIA at the end of October 2020. Bulgartransgaz has not yet responded to the APIA requests sent to the Minister of Energy Temenuzhka Petkova, the Health Minister Dr. Kostadin Angelov and to the Directorate National Construction Control at the Ministry of Regional Development and Public Works of Minister Petya Avramova.<\/p>\n","protected":false},"excerpt":{"rendered":"<p>Information obtained by the Civil Association &#8220;Bulgaria United with One Goal&#8221; (BOETS, meaning fighter in Bulgria) and by the site for investigative journalism &#8220;Bivol&#8221; about numerous violations of labor standards&hellip;<\/p>\n","protected":false},"author":20614,"featured_media":65093,"comment_status":"closed","ping_status":"closed","sticky":false,"template":"","format":"standard","meta":{"_mo_disable_npp":"","_relevanssi_hide_post":"","_relevanssi_pin_for_all":"","_relevanssi_pin_keywords":"","_relevanssi_unpin_keywords":"","_relevanssi_related_keywords":"","_relevanssi_related_include_ids":"","_relevanssi_related_exclude_ids":"","_relevanssi_related_no_append":"","_relevanssi_related_not_related":"","_relevanssi_related_posts":"","_relevanssi_noindex_reason":"","kia_subtitle":"","spay_email":"","jetpack_publicize_message":"","jetpack_is_tweetstorm":false},"categories":[5806],"tags":[],"jetpack_featured_media_url":"https:\/\/bivol.bg\/wp-content\/uploads\/2020\/10\/5634F5D9-EF4F-427C-9BA3-7E6550B4FF43-1.png","jetpack_publicize_connections":[],"jetpack_sharing_enabled":true,"jetpack_shortlink":"https:\/\/wp.me\/p9hbsr-hSs","jetpack_likes_enabled":true,"_links":{"self":[{"href":"https:\/\/bivol.bg\/en\/wp-json\/wp\/v2\/posts\/68724"}],"collection":[{"href":"https:\/\/bivol.bg\/en\/wp-json\/wp\/v2\/posts"}],"about":[{"href":"https:\/\/bivol.bg\/en\/wp-json\/wp\/v2\/types\/post"}],"author":[{"embeddable":true,"href":"https:\/\/bivol.bg\/en\/wp-json\/wp\/v2\/users\/20614"}],"replies":[{"embeddable":true,"href":"https:\/\/bivol.bg\/en\/wp-json\/wp\/v2\/comments?post=68724"}],"version-history":[{"count":1,"href":"https:\/\/bivol.bg\/en\/wp-json\/wp\/v2\/posts\/68724\/revisions"}],"predecessor-version":[{"id":68725,"href":"https:\/\/bivol.bg\/en\/wp-json\/wp\/v2\/posts\/68724\/revisions\/68725"}],"wp:featuredmedia":[{"embeddable":true,"href":"https:\/\/bivol.bg\/en\/wp-json\/wp\/v2\/media\/65093"}],"wp:attachment":[{"href":"https:\/\/bivol.bg\/en\/wp-json\/wp\/v2\/media?parent=68724"}],"wp:term":[{"taxonomy":"category","embeddable":true,"href":"https:\/\/bivol.bg\/en\/wp-json\/wp\/v2\/categories?post=68724"},{"taxonomy":"post_tag","embeddable":true,"href":"https:\/\/bivol.bg\/en\/wp-json\/wp\/v2\/tags?post=68724"}],"curies":[{"name":"wp","href":"https:\/\/api.w.org\/{rel}","templated":true}]}}