{"id":68983,"date":"2020-12-17T08:14:19","date_gmt":"2020-12-17T05:14:19","guid":{"rendered":"https:\/\/bivol.bg\/?p=68983"},"modified":"2021-01-04T12:18:06","modified_gmt":"2021-01-04T09:18:06","slug":"waste-year","status":"publish","type":"post","link":"https:\/\/bivol.bg\/en\/waste-year.html","title":{"rendered":"‘Waste’ Year"},"content":{"rendered":"<p>Bivol’s team conducted several very successful investigations in 2020, including the <a href=\"https:\/\/bivol.bg\/en\/bulgarian-officials-provide-false-data-for-draying-up-dam.html\" rel=\"noopener noreferrer\" target=\"_blank\">draining of the Studena Dam<\/a>, the <a href=\"https:\/\/bivol.bg\/en\/water-main-to-bulgarias-pernik-unsupervised-expensive-and-of-poor-quality.html\" rel=\"noopener noreferrer\" target=\"_blank\">scandalous useless water pipeline for the western city of Pernik<\/a>, the <a href=\"https:\/\/bivol.bg\/en\/bulgaria-fights-coronavirus-with-dates-from-uae.html\" rel=\"noopener noreferrer\" target=\"_blank\">“miracle cure” dates from the United Arab Emirates <\/a>(UAE), the <a href=\"https:\/\/bivol.bg\/en\/ventilators-are-expensive-question-is-would-they-reach-bulgaria-on-time.html\" rel=\"noopener noreferrer\" target=\"_blank\">&#8220;golden&#8221; Chinese respirators<\/a>, <a href=\"https:\/\/bivol.bg\/en\/55172.html\" rel=\"noopener noreferrer\" target=\"_blank\">cheap masks purchased at medical masks’ prices<\/a> and other abuses associated with COVID-19. The UAE dates investigation even topped a ranking of pandemic-related investigations. But despite the all-consuming coronavirus, the topic of misuse of non-recyclable waste remained at the forefront. <\/p>\n<p>At the end of September 2020, the Italian TV network RAI broadcast <a href=\"https:\/\/bivol.bg\/%d0%bd%d0%b5-%d0%bd%d0%b8-%d0%b5-%d1%81%d1%82%d1%80%d0%b0%d1%85-%d0%be%d1%82-%d0%ba%d0%b0%d0%bc%d0%be%d1%80%d0%b0%d1%82%d0%b0-%d0%b8-%d0%bd%d0%b4%d1%80%d0%b0%d0%bd%d0%b3%d0%b5%d1%82%d0%b0.html\" rel=\"noopener noreferrer\" target=\"_blank\">reports<\/a> on Bivol&#8217;s investigation into refuse-derived fuel (RDF) imports from Italy. The international response shows that the efforts we have made to investigate the incineration of Italian waste in several thermal power plants (TPPs), associated with Bulgarian energy oligarch Hristo Kovachki were not in vain. <\/p>\n<p>The work on this topic naturally fit into the portfolio of our team as exposing crimes against nature is a priority for us and has a special weight. In recent years, thousands of hectares of centuries-old forests have been felled under dubious circumstances. Dozens of dams have been drained, leading to a water crisis in various parts of the country. In parallel with these catastrophes, Bulgaria became the dump of Europe. Industrial enterprises such as Chervena Mogila today look like scrap yards. Numerous landfills have been set up to store imported waste for incineration. <\/p>\n<p>A huge problem for the life and health of Bulgarian citizens turned out to be the desire of certain business people to burn waste as they see fit. In the previous two years, combustion also took place in TPPs built at the dawn of socialism where household and technological waste had been incinerated without following the good European practices and without the necessary filters for furans and dioxins. <\/p>\n<p>How did these plants become a RDF burning monopolist in Bulgaria? Kovachki is not an accidental businessman. He is known for his long-standing close connections with the party Movement for Rights and Freedoms, largely representing the Bulgarian Muslim Minority and suspected of frequent backroom deals. Kovachki’s businesses are mainly credited by First Investment Bank (FIB), which in recent years has also financed the business empire of notorious DPS lawmaker and alleged media mogul and oligarch Delyan Peevski. Over the years, FIB has been entangled in numerous scandals. One of its majority shareholders, Ivaylo Mutafchiev, is Kovachki&#8217;s best man.<\/p>\n<p>Unlike plants with furnaces for smelting ferrous and non-ferrous metals, the &#8220;special&#8221; TPPs associated with Hristo Kovachki have no problems with permits for processing RDF. Apart from the cement plants in Bulgaria, whose furnaces maintain a very high temperature and where the incineration of waste is regulated by European legislation, until recently RDF was incenerated only in TPP-Republika in the western city of Pernik, TPP-Bobov Dol, TPP-Brickel in Galabovo and TPP -Sliven. Experts believe that the furnaces of these TPPs maintain a much lower temperature than necessary for the safe combustion of RDF. And without the necessary filters! All of those TPPs are associated with Kovachki. <\/p>\n<p>Although obviously not environmentally friendly, the electricity that these TPPs produce is purchased as green energy by the government. In reality, taxpayers pay extremely high preferential prices for the electricity produced by the TPPs, while the population in the areas where they operate is exposed to harmful gases. One top of this, the TPP in Bobov Dol produces cogeneration but does not supply heat to the nearby settlements. It supplies heat only to companies suspected of being concealed property of Hristo Kovachki, such as greenhouses, which are located within the TPP boundaries. In Sliven, where the TPP does supply heat to the entire city, there are also heated greenhouses nearby. But the question about the quality of vegetables grown near TPP chimneys that burn RDF remains.<\/p>\n<p>Bivol started working on the topic of waste incineration at the end of 2018 after an alert from Romanian colleagues that waste that had been stopped by their authorities was traveling to Bulgaria. While preparing our <a href=\"https:\/\/bivol.bg\/en\/italian-smugglers-deliver-waste-for-bulgarian-energy-mogul.html\" rel=\"noopener noreferrer\" target=\"_blank\">first publication<\/a> on the topic, we visited many of the TPPs. Our appearance did not go unnoticed by the security guards. The guards at the TPP-Bobov Dol and near the site of Trash Universe &#8211; the company that had received a permit to store millions of tons of waste, treated reporters with open hostility and no one wanted to talk to them. We also suffered a huge loss during our on-location inspection at TPP-Bobov Dol. Our DJI Phantom drone crashed over the plant.<\/p>\n<p>In August 2019, Bivol published its first investigation that brought the topic of waste burning into the public spotlight. The key revelation was that Sergio Gozza, who is investigated in Italy for illegal waste trafficking, delivers through his company Ecoexport a significant part of the waste that is burned in the TPPs associated with Kovachki. <\/p>\n<p>According to data provided by our partners from the Organized Crime and Corruption Reporting Project (OCCRP) network, Gozza was arrested in July 2010, along with 16 other suspects, during an operation led by prosecutors in Naples and Ancona and was placed under house arrest. The group is accused of falsifying results from a lab test for arsenic levels in 150,000 metric tons of waste destined for Germany. Prosecutors said the defendants were “fully aware of their role in the complex scheme of illegal storing of waste”. However, because of a statute of limitations, they have not been sentenced. <\/p>\n<p>After the arrest, Gozza relocated his business to Eastern Europe. A few years ago, Romanian institutions suspended his activities in their country but he has no problems in Bulgaria. RDF and household waste arrive in Bulgaria through the Burgas –West port, which is owned by Kiril Domuschiev, and it is then transported to the TPPs associated with Kovachki. <\/p>\n<p>An inquiry to the Customs Agency made it clear that over 500 companies in Bulgaria import waste from countries outside the European Union but their list was and remains one of the biggest secrets in the country.<\/p>\n<p>These first revelations caused some sluggish action by the prosecutor&#8217;s office, then under the command of Sotir Tsatsarov, which launched inspections. But nothing came of them and the topic faded by December 2019. At that same time, Italian media reported that the authorities had seized a train with 800 metric tons of waste destined for Bulgaria as part of a large-scale investigation into the Ndrangheta in Italy. The load had been declared as homogeneous plastic waste but the inspection had revealed that this had been an unseparated mass consisting of plastics, rubber, textiles and foam.<\/p>\n<p>At the beginning of 2020, a new scandal broke out following inspections by the Bulgarian National Security Agency at the port of the Black Sea city of Varna as they found large volumes of waste stored there. Bivol immediately <a href=\"https:\/\/bivol.bg\/en\/supplier-of-waste-found-in-bulgaria-arrested-in-italy-for-burning-toxic-rubbish.html\" rel=\"noopener noreferrer\" target=\"_blank\">revealed<\/a> that the owner of the company that delivered the waste, Pantaleone Dentice, had been arrested on March 9, 2009, by the Carabinieri Department of Environmental Operations in Rome as a member of an organized crime group dealing with illegal incineration of toxic waste.<\/p>\n<p>However, a key point in the investigation was the publication of a video exposing the process of mixing waste with coal in TPP-Bobov Dol, clearly showing that it burns rags and unseparated waste and not RDF.<\/p>\n<p>A few days after this publication, the prosecutor&#8217;s office raided the TPPs associated with Kovachki, confirming suspicions that the shipment to Varna was intended specifically for them.<\/p>\n<p>During the inspections in TPP-Bobov Dol, Prosecutor General Ivan Geshev announced that it was likely it had been illegally incinerating waste without meeting RDF requirements. But who does the incineration and who benefits? On paper, the TPPs are owned by &#8220;straw people&#8221;. The owner of TPP-Brickel turned out to be an 81-year-old British citizen from Yorkshire. Meanwhile, Kovachki does not appear anywhere in the ownership of the TPPs. Geshev even called the owner an &#8220;unemployed consultant&#8221; although he should have known who the real owner was. At least because the woman with whom Geshev lives, <a href=\"https:\/\/bivol.bg\/en\/life-partner-of-bulgarian-prosecutor-general-linked-to-organized-crime-controversial-energy-mogul.html\" rel=\"noopener noreferrer\" target=\"_blank\">Detelina Hancheva<\/a>, has worked as Kovachki&#8217;s legal adviser before becoming a lawyer, Bivol revealed. <\/p>\n<p>After the largely-publicized by the media raids of the prosecutor&#8217;s office, someone had to become the scape goat. This happened a week after the visit of the Prosecutor General in Bobov Dol. The director of the TPP was detained and charged with waste management violations. <\/p>\n<p>And while Kovachki kept slipping out of Geshev&#8217;s focus, the prosecution made significant efforts to change the subject, emphasizing the illegal storage of waste rather than the illegal incineration. In the end, the public prosecution used all its power to destroy two prominent businessmen, the Bobokov brothers, who, according to it, illegally stored batteries on a site in the northwestern city of Pleven and other sites. The irony is that Bivol worked in detail on this topic long before the prosecution. As early as the beginning of January 2020, our investigation established that the waste at the Pleven site had been delivered by the Italian company <a href=\"https:\/\/bivol.bg\/en\/wastegate-companies-investigated-for-ties-with-camorra-and-ndrangheta-deliver-9000-metric-tons-of-waste-to-bulgaria.html\" rel=\"noopener noreferrer\" target=\"_blank\">Vibeco<\/a>, which is the focus of an investigation into waste trafficking organized by the Camorra. But unlike the TPPs, the waste in Pleven is not incinerated but recycled and used to make construction materials.<\/p>\n<p>To this day, the &#8220;unemployed consultant&#8221; remains untouchable. His office claims that none of the TPPs, of which he is officially a consultant, incenerate waste. The packages with waste piled up on the sites have been transported to the cement plants for incineration. It was first taken out of TPP-Republica and the plant switched to gas. Suspicions are that the waste is stored in the Chervena Mogila plant but the institutions deny it.<\/p>\n<p>In turn, Kovachki filed a lawsuit against Bivol for its investigations and publications related to “WasteGate”.<br \/>\nBut due to public pressure, even TPP-Brickel, which has a permit, no longer incenerates waste. This is a great victory for Bivol and the civil society and a significant improvement of the living conditions of residents in areas adjacent to the TPPs.<\/p>\n<p>In 2019, there was a discussion about the possibility of other associated with Kovachki TPPs in the cities of Pleven, Vratsa, Ruse and Burgas to start incinerating waste as well. Bivol&#8217;s investigation halted these plans to some extent. Nevertheless, the Ministry of Regional Development and Public Works (MoRDPWs) issued complex permits authorizing the incineration of waste. The officially allowed volume just for one of the most polluted cities, Burgas, is 21,600 tons per year. About 25,000 tons RDF and waste are allowed to be incinerated in TPP Sliven. Compliance with environmental requirements is doubtful mainly due to corrupt practices in Bulgarian inspection and sanctioning institutions and because the TPPs associated with Kovachki remain major and repeated violators of environmental legislation in Bulgaria. <\/p>\n<p><em>Author Dimitar Stoyanov, editor Atanas Tchobanov<\/em><\/p>\n","protected":false},"excerpt":{"rendered":"<p>Bivol’s team conducted several very successful investigations in 2020, including the draining of the Studena Dam, the scandalous useless water pipeline for the western city of Pernik, the “miracle cure”&hellip;<\/p>\n","protected":false},"author":1,"featured_media":64368,"comment_status":"closed","ping_status":"closed","sticky":false,"template":"","format":"video","meta":{"_mo_disable_npp":"","_relevanssi_hide_post":"","_relevanssi_pin_for_all":"","_relevanssi_pin_keywords":"","_relevanssi_unpin_keywords":"","_relevanssi_related_keywords":"","_relevanssi_related_include_ids":"","_relevanssi_related_exclude_ids":"","_relevanssi_related_no_append":"","_relevanssi_related_not_related":"","_relevanssi_related_posts":"","_relevanssi_noindex_reason":"","kia_subtitle":"","spay_email":"","jetpack_publicize_message":"","jetpack_is_tweetstorm":false},"categories":[5544,5806],"tags":[11713,9633,8692,9638,9602,5107,9906,10001],"jetpack_featured_media_url":"https:\/\/bivol.bg\/wp-content\/uploads\/2020\/09\/Anna_Mitko.png","jetpack_publicize_connections":[],"jetpack_sharing_enabled":true,"jetpack_shortlink":"https:\/\/wp.me\/p9hbsr-hWD","jetpack_likes_enabled":true,"_links":{"self":[{"href":"https:\/\/bivol.bg\/en\/wp-json\/wp\/v2\/posts\/68983"}],"collection":[{"href":"https:\/\/bivol.bg\/en\/wp-json\/wp\/v2\/posts"}],"about":[{"href":"https:\/\/bivol.bg\/en\/wp-json\/wp\/v2\/types\/post"}],"author":[{"embeddable":true,"href":"https:\/\/bivol.bg\/en\/wp-json\/wp\/v2\/users\/1"}],"replies":[{"embeddable":true,"href":"https:\/\/bivol.bg\/en\/wp-json\/wp\/v2\/comments?post=68983"}],"version-history":[{"count":2,"href":"https:\/\/bivol.bg\/en\/wp-json\/wp\/v2\/posts\/68983\/revisions"}],"predecessor-version":[{"id":69320,"href":"https:\/\/bivol.bg\/en\/wp-json\/wp\/v2\/posts\/68983\/revisions\/69320"}],"wp:featuredmedia":[{"embeddable":true,"href":"https:\/\/bivol.bg\/en\/wp-json\/wp\/v2\/media\/64368"}],"wp:attachment":[{"href":"https:\/\/bivol.bg\/en\/wp-json\/wp\/v2\/media?parent=68983"}],"wp:term":[{"taxonomy":"category","embeddable":true,"href":"https:\/\/bivol.bg\/en\/wp-json\/wp\/v2\/categories?post=68983"},{"taxonomy":"post_tag","embeddable":true,"href":"https:\/\/bivol.bg\/en\/wp-json\/wp\/v2\/tags?post=68983"}],"curies":[{"name":"wp","href":"https:\/\/api.w.org\/{rel}","templated":true}]}}