{"id":69063,"date":"2020-12-24T10:04:15","date_gmt":"2020-12-24T07:04:15","guid":{"rendered":"https:\/\/bivol.bg\/?p=69063"},"modified":"2020-12-26T12:30:14","modified_gmt":"2020-12-26T09:30:14","slug":"ec-refers-builders-of-turkstream-2-to-bulgarian-prosecutors-office","status":"publish","type":"post","link":"https:\/\/bivol.bg\/en\/ec-refers-builders-of-turkstream-2-to-bulgarian-prosecutors-office.html","title":{"rendered":"EC Refers Builders of TurkStream 2 to Bulgarian Prosecutor’s Office"},"content":{"rendered":"<p><strong>The European Commission (EC) has called for inspections and investigations of a number of projects of the Bulgarian Ministry of Economy under the European Union’s (EU) Operational Program “Innovations and Competitiveness”. The call came in the aftermath of a report based on journalistic investigations by Bivol and BIRD.bg into <a href=\"https:\/\/bivol.bg\/en\/dubious-bulgarian-companies-provide-cover-up-construction-equipment-for-turkstream-2.html\" rel=\"noopener noreferrer\" target=\"_blank\">Bulgarian construction companies<\/a> sent to the EC by the Bulgarian Civil Association BOETS (Fighter). The companies purchased heavy machinery with EU funds and positioned it on TurkStream 2 construction sites in October 2020. Those firms are associated with the ruling party Citizens for European Development of Bulgaria (GERB) and through joint public tender bids with the infamous company <a href=\"https:\/\/bivol.bg\/en\/partners-of-gp-group-inflate-turkstream-2-cost-by-eur-1-7-billion.html\" rel=\"noopener noreferrer\" target=\"_blank\">GP Group<\/a> known from the #GPGate investigations. Lawyer Kamen Dobrev, a member of BOETS, told Bivol he is adamant that the letter is just the beginning and a court case against the State National Construction Control (DNSK) and an OLAF investigation are forthcoming. According to Russian energy expert Mikhail Krutikhin, the authorities in Sofia have so far managed to &#8220;get away&#8221; from complying with the strict rules of the EU&#8217;s Third Energy Package by declaring the pipeline an &#8220;extension&#8221; of the national gas transmission network.<\/strong><\/p>\n<p>The EC decision to investigate the companies that brought their new construction equipment to the TurkStream 2 gas pipeline in October 2020 is declared in a letter from <strong>EC’s Directorate-General for Energy<\/strong> to <strong>BOETS<\/strong><br \/>\n.<br \/>\nIn a letter dated November 9, 2020, BOETS informed the EC about the construction of the gas pipeline in Bulgaria and the participation in it of beneficiaries of EU funds in violation of European directives and the EU&#8217;s Third Energy Package. BOETS wrote that the issues involve public procurement, misuse of the European Structural and Investment Funds (ESIF) and breaches of energy legislation.<\/p>\n<p>&#8220;All these alerts were submitted to the Bulgarian institutions and they are the only ones that have not responded so far. There is total silence from the Bulgarian Prosecutor&#8217;s Office,&#8221; lawyer <strong>Dobrev<\/strong>, who is a member not only of BOETS but also of the <strong>Sofia Bar Association<\/strong>, told Bivol.<\/p>\n<p>As Bivol wrote this fall in a series of investigations, big construction companies close to GERB, its coalition partners the ‘’United Patriots” and the opposition Bulgarian Socialist Party (BSP) had received large-scale government contracts and won European funding for projects to buy heavy machinery. The same companies had been identified as partners and subcontractors of <strong>GP Group, Lukoil Bulgaria<\/strong> and numerous state-owned companies in the energy and road construction sectors.<\/p>\n<p><strong>Inspections and investigations of seven European projects<\/strong><\/p>\n<p>The EC Directorate-General for Energy writes in its letter that procedures have been initiated against the companies that received funding under the Operational Program “Innovations and Competitiveness” for misuse of ESIF and that the EC has requested information from the Ministry of Economy of Bulgaria, which is responsible for the management of the Program.<\/p>\n<p>The Ministry of Economy, on its part, has provided information that following audits by the Bulgarian authorities, it has identified significant irregularities in project BG16RFOP002-3.001-0252-C01 and has imposed a 100% financial correction on this project and seven other projects from the same call for proposals, the Directorate-General for Energy wrote.<\/p>\n<p>According to the letter, Bulgarian Prosecutor General Ivan Geshev should have been notified personally about the case.<\/p>\n<p>The EC Directorate-General for Energy also mentions at least three of the companies that were the focus of a series of publications by Bivol into the violations committed during the construction of TurkStream 2 in Bulgaria. These are <strong>NOVA STROY, CARO TRADING<\/strong> and <strong>INTERPROM<\/strong>.<\/p>\n<p><strong>Ambiguities with the project’s public procurement <\/strong><\/p>\n<p>The EC has not found any serious violations in the public procurement, at least so far. The letter states that the public procedure for the construction of the pipeline has ended with the signing of a contract with the winning bidder &#8211; a consortium of <strong>Arkad S.P.A.<\/strong> (Italy) and <strong>Arkad Engineering and Construction Company<\/strong> (Saudi Arabia).<\/p>\n<p>According to the EC Directorate-General for Energy, under public procurement law, the partners of the economic operator can take the form subcontractors (that are to certain extent regulated by this law) or ordinary suppliers (which are not regulated by it), therefore, the fact that a company is performing parts of a contract without being designated as a subcontractor does not automatically mean that there are irregularities from the point of view of public procurement.<\/p>\n<p>The EC acknowledges that it is not aware how the aforementioned consortium has decided to carry out the contract and whether it has declared its subcontractors to the contracting authority and notes that in the event that the contracting authority had any special requirements for the contract, these requirements should have been specified in the tender documents and in the contract. According to the letter, the implementation of the contract, with some exceptions, is not covered by public procurement rules.<\/p>\n<p>The EC asks the &#8220;contracting authority&#8221;, i.e. Bulgartransgaz, to ensure that it has exercised its obligations to monitor the implementation of the project.<\/p>\n<p><strong>EC does not know if the project is illegal<\/strong><\/p>\n<p>In the letter’s section about violations of European Energy law, Brussels acknowledges that it has not banned the implementation of the project, which risks to be eventually sanctioned by the United States similarly to Nord Stream 2. The letter notes that the EC does not see violations of the rules of the Third Energy Package.<\/p>\n<p>It recalls that the network code on capacity allocation mechanisms in gas transmission systems requires gas grid operators to use harmonized auctions when selling access to pipelines. These auctions sell the same product at the same time and according to the same rules across the EU. <\/p>\n<p>According to the EC, Bulgartransgaz, which owns and operates Bulgaria&#8217;s gas transmission infrastructure, currently at least formally complies with the requirements of the code and for the time being Brussels cannot declare the gas pipeline illegal according to EU norms.<\/p>\n<p><strong>BOEC is suing the DNSK for refusing to provide information<\/strong><\/p>\n<p>BOETS reported on December 23, 2020, that a court hearing had been scheduled to examine their claim against the <strong>DNSK<\/strong> which is under the authority of the Ministry of Regional Development and Public Works (MRDPWs).<\/p>\n<p>Despite the undeniable overriding public interest, BOETS and Bivol received on November 13, 2020, a refusal by the DNSK to provide information under the Access to Public Information Act (APIA) on the inspections along the route of TurkStream 2 on grounds that this information is for office use only and it should not be public.<\/p>\n<p>But the <strong>Administrative Court<\/strong> in the Danube city of Vidin accepted the claim and scheduled a hearing in the case for January 28, 2021. <\/p>\n<p>“This is an extremely important breakthrough. We will win this case, we will convict the DNSK and we will receive the requested information, &#8221; BOETS said in a statement.<\/p>\n<p><strong>Lawyer Kamen Dobrev<\/strong> from BOETS was adamant in front of Bivol that DNSK’s total silence deserved to be challenged in court.<\/p>\n<p>According to him, the legal analysis of the TurkStream 2 scandal is also important. Dobrev said that in addition to the EC, BOETS had sent a report to the US Congress, demanding its position. The Civil Association had also lodged a report with OLAF and had received an answer that their report had been distributed to the relevant directorate to examine it.<\/p>\n<p>The same report had been submitted to the office of the European Public Prosecutor&#8217;s Office led by Laura Kövesi.<br \/>\nAccording to Dobrev, the strong attention to the TurkStream 2 case means that Bulgarian NGOs and media have successfully given “publicity to the atrocities and have defended the citizens’ right to access information and to demand answers by providing relevant evidence of violations to all institutions in Bulgaria and Europe, asking them to undertake specific measures”.<\/p>\n<p>&#8220;The civil actions on the TurkStream construction sites demonstrated how different legal entities and individuals such as NGOs, political parties, journalists and citizens can partner successfully to make the institutions work and how they can continue to cooperate in such causes,&#8221; said Dobrev.<\/p>\n<p>He believes that the forthcoming investigations and the announced suspension of funding for individual Bulgarian beneficiaries are due to these joint efforts.<\/p>\n<p><strong>Russian expert: The project depends on the United States<\/strong><\/p>\n<p>The authorities in Sofia and Budapest so far managed to get away, world-renowned gas expert and co-founder of RusEnergy <strong>Mikhail Krutikhin<\/strong> commented for Bivol.<\/p>\n<p>According to the well-known critic of <strong>Gazprom<\/strong>&#8216;s energy policy, the formal removal of TurkStream 2 from the EU&#8217;s Third Energy Package and Sofia declaring the pipeline an &#8220;extension&#8221; of the existing gas transit network has worked so far in front of Brussels. <\/p>\n<p>Krutikhin believes that it is difficult at the moment to predict whether the EC or Washington would stop the construction or allow the commissioning of the pipeline in 2021.<\/p>\n<p>He said that with its letter to BOETS, the EC strictly adhered to EU legislation because so far there is only a pipeline on Bulgarian territory and no violations are visible.<\/p>\n<p>&#8220;But I think that when the pipeline crosses several borders of EU member states, this will be noticed. But then it will have to be proven that this is a unified gas transmission infrastructure,&#8221; Krutikhin noted.<\/p>\n<p>The expert also said that &#8220;it all depends on the Americans,&#8221; who will have to start imposing sanctions on Nord Stream 2 and TurkStream 2 next year. <\/p>\n<p>Krutikhin drew attention to the fact that the US sanctions package for the two pipelines does not mention land sections but only maritime ones and the ships that put the pipes on the seabed.<\/p>\n<p>According to him, this could explain how the Belgian subsidiary of the <strong>US Solar Turbines (Caterpillar)<\/strong> has managed to supply turbines for the three compressor stations of TurkStream 2 in Bulgaria.<\/p>\n<p>Bivol sent a request for comment to the Ministry of Economy and to the office of Deputy Prime Minister for EU Funds <strong>Tomislav Donchev<\/strong> but has not received a reply.<\/p>\n","protected":false},"excerpt":{"rendered":"<p>The European Commission (EC) has called for inspections and investigations of a number of projects of the Bulgarian Ministry of Economy under the European Union’s (EU) Operational Program “Innovations and&hellip;<\/p>\n","protected":false},"author":20614,"featured_media":68996,"comment_status":"closed","ping_status":"open","sticky":false,"template":"","format":"standard","meta":{"_mo_disable_npp":"","_relevanssi_hide_post":"","_relevanssi_pin_for_all":"","_relevanssi_pin_keywords":"","_relevanssi_unpin_keywords":"","_relevanssi_related_keywords":"","_relevanssi_related_include_ids":"","_relevanssi_related_exclude_ids":"","_relevanssi_related_no_append":"","_relevanssi_related_not_related":"","_relevanssi_related_posts":"","_relevanssi_noindex_reason":"","kia_subtitle":"","spay_email":"","jetpack_publicize_message":"","jetpack_is_tweetstorm":false},"categories":[5806],"tags":[9087,5109,9998,9307],"jetpack_featured_media_url":"https:\/\/bivol.bg\/wp-content\/uploads\/2020\/12\/87919748-7C2F-4587-82AB-800888782EA6.png","jetpack_publicize_connections":[],"jetpack_sharing_enabled":true,"jetpack_shortlink":"https:\/\/wp.me\/p9hbsr-hXV","jetpack_likes_enabled":true,"_links":{"self":[{"href":"https:\/\/bivol.bg\/en\/wp-json\/wp\/v2\/posts\/69063"}],"collection":[{"href":"https:\/\/bivol.bg\/en\/wp-json\/wp\/v2\/posts"}],"about":[{"href":"https:\/\/bivol.bg\/en\/wp-json\/wp\/v2\/types\/post"}],"author":[{"embeddable":true,"href":"https:\/\/bivol.bg\/en\/wp-json\/wp\/v2\/users\/20614"}],"replies":[{"embeddable":true,"href":"https:\/\/bivol.bg\/en\/wp-json\/wp\/v2\/comments?post=69063"}],"version-history":[{"count":1,"href":"https:\/\/bivol.bg\/en\/wp-json\/wp\/v2\/posts\/69063\/revisions"}],"predecessor-version":[{"id":69064,"href":"https:\/\/bivol.bg\/en\/wp-json\/wp\/v2\/posts\/69063\/revisions\/69064"}],"wp:featuredmedia":[{"embeddable":true,"href":"https:\/\/bivol.bg\/en\/wp-json\/wp\/v2\/media\/68996"}],"wp:attachment":[{"href":"https:\/\/bivol.bg\/en\/wp-json\/wp\/v2\/media?parent=69063"}],"wp:term":[{"taxonomy":"category","embeddable":true,"href":"https:\/\/bivol.bg\/en\/wp-json\/wp\/v2\/categories?post=69063"},{"taxonomy":"post_tag","embeddable":true,"href":"https:\/\/bivol.bg\/en\/wp-json\/wp\/v2\/tags?post=69063"}],"curies":[{"name":"wp","href":"https:\/\/api.w.org\/{rel}","templated":true}]}}