{"id":69164,"date":"2020-12-18T17:32:18","date_gmt":"2020-12-18T14:32:18","guid":{"rendered":"https:\/\/bivol.bg\/?p=69164"},"modified":"2021-01-03T19:15:27","modified_gmt":"2021-01-03T16:15:27","slug":"bulgaria-delays-granting-asylum-to-member-of-navalnys-team","status":"publish","type":"post","link":"https:\/\/bivol.bg\/en\/bulgaria-delays-granting-asylum-to-member-of-navalnys-team.html","title":{"rendered":"Bulgaria Delays Granting Asylum to Member of Navalny’s Team"},"content":{"rendered":"<p><strong>Evgeny Sergeevich Chupov, a 41-year-old English teacher and civil activist from Russia, has been trying to obtain political asylum in Bulgaria for almost a year and a half. Chupov is a volunteer on the team of Ivan Zhdanov, who is the Director of Alexei Navalny&#8217;s Anti-Corruption Foundation and known as Navalny’s &#8220;right hand man&#8221;. Chupov collected signatures for Navalny’s candidate, Zhdanov, during the election campaign for Moscow’s Parliament (Duma) in 2019. He was arrested by the police on May 28, 2019, beaten and threatened by Alexey Maskunov, Head of the local Center for Combating Extremism at the Interior Ministry of Moscow, also known as Center E. “In the Caucasus they normally kill such people like Evgeny,” Maskunov told Chupov. The formal reason for the detention and the criminal proceeding against the activist was causing damage to the tires of the car of another officer from the Center and Maskunov’s subordinate Igor Shepel. <\/strong><\/p>\n<p>The detention took place two days before Chupov’s arrival in Bulgaria for a traditional holiday with his family. They all had visas and plane tickets. But once in Bulgaria, Chupov received a warning that he would certainly face another arrest and repressive actions by the authorities if he returned to Russia. He also received life threats from police chiefs in Moscow on his cell phone. For this reason, the Russian activist decided to seek political asylum in Bulgaria for himself, his wife and four children.<\/p>\n<p>Despite the absurdity of the accusations and the danger to the activist&#8217;s life if he is to return to Russia, the Bulgarian State Agency for Refugees (SAR) has been dragging Chupov&#8217;s case for months. The municipal councilor from the ruling party Citizens for European Development of Bulgaria (GERB) Ivan Milanov is part of SAR’s management while the scandalous denial of asylum has been signed by the Agency’s Chair Petya Parvanova, who is also a former caretaker Interior Minister.<\/p>\n<p>While world-renowned media such as <strong>Bellingcat, CNN, Spiegel<\/strong> and <strong>The Insider Russia<\/strong> are quoted globally for their investigation into the eight agents of the Federal Security Service of the Russian Federation (FSB) who poisoned the leader of the Russian opposition <strong>Alexei Navalny<\/strong>, one of the volunteers of his Progress Party is awaiting political asylum in Sofia.<\/p>\n<p>This is happening against the backdrop of Navalny’s poisoning being condemned by the Bulgarian Minister of Foreign Affairs <strong>Ekaterina Zaharieva<\/strong> and Bulgaria voting together with other European Union (EU) member states for additional sanctions against Moscow in October 2020.<\/p>\n<p>Bulgaria did not extradite <strong>Evgeny Chupov<\/strong> and his family to Russia only because of the support of NGOs such as the Voice of Bulgaria, the Bulgarian Red Cross (BRC), the Atlantic Council Bulgaria and the Russian human rights organization Memorial. Bivol managed to talk to <strong>Vladimir Voronin<\/strong>, the Moscow lawyer of the activist and to visit Evgeny Chupov and his family for an exclusive interview. They also provided copies of all their documentation on the case.<\/p>\n<p><strong>&#8220;We caught you!&#8221;<\/strong><\/p>\n<p>On May 28, 2019, Moscow resident Evgeniy Chupov took his children to day care. He was detained on the way back and spent 12 hours in custody at the police station in Moscow’s Voikovsky district. In the interview with Bivol, he said that no official explanation for the detention had been given to him.<\/p>\n<p>The investigator showed him a report, according to which he had damaged the tires of a Kia Rio car, whose owner was an employee of Center E, Major <strong>Igor Shepel<\/strong>.<\/p>\n<p><strong>Center E<\/strong> has been harassing Alexei Navalny&#8217;s team for years through wiretapping, surveillance, following them around and detaining activists across the country.<\/p>\n<p>Chupov was taken to a room without surveillance cameras and the police asked him to submit his smartphone. When he refused to provide it without the appropriate protocol, he was punched in the stomach, handcuffed and the phone was taken away and given to <strong>Alexei Maskunov<\/strong>, who started to examine the activist’s personal messages.<\/p>\n<p>Chupov was left without a phone and was not allowed to contact the lawyer provided to him by <strong>Zhdanov<\/strong>.<\/p>\n<p>“He (Maskunov) told me: You are a volunteer at the headquarters of Ivan Zhdanov, Navalny’s candidate. And now we caught you!” Evgeny recalls.<\/p>\n<p>The police chief then recorded the numbers of bank cards seized from Chupov.<\/p>\n<p>&#8220;He told me: Now we&#8217;ll see who finances you!&#8221;<\/p>\n<p>&#8220;Russia’s special services, such as the KGB (now the FSB) think that because we, as activists, try to protect our homes, trees, and parks, we are all funded by the US State Department,&#8221; Chupov said.<\/p>\n<p>Maskunov also threatened him that the police would plant on drugs in his apartment and he would have to spend years behind bars:<\/p>\n<p>&#8220;You know how we work with drugs?&#8221;<\/p>\n<p>It is common practice for Russian police to frame opposition leaders, NGOs and journalists by planting on illegal drugs. Bivol <a href=\"https:\/\/bivol.bg\/en\/47525.html\" target=\"_blank\" rel=\"noopener noreferrer\">wrote<\/a> in 2019 about drugs being planted on journalist <strong>Ivan Golunov<\/strong>, which led to many media publications around the globe about police wrongdoings, resignations and the intervention of Russian President <strong>Vladimir Putin<\/strong>.<\/p>\n<p>Chupov told Bivol that he was convinced that the threats against him are related to his political activity in support of candidate Ivan Zhdanov.<\/p>\n<p>In addition to volunteering during the 2019 elections, Chupov is the founder of Moscow local human rights movements “The Defense of Golovino”, “The Defense of Levoberezhny” and “The Defense of Aeroport district”, which are fighting against redevelopment, tree felling, and other violations by the municipality.<\/p>\n<p>The detention happened only two days before Chupov and his family left for their traditional summer vacation and visiting friends in Bulgaria’s Black Sea city of Varna. Bulgaria not being yet accepted into the Schengen and their visas were the family’s reason why they do not want to seek political asylum elsewhere, despite the months-long wait without result.<\/p>\n<p><strong>Lawyer: If he returns, he will be sent in custody!<\/strong><\/p>\n<p>Bivol also contacted Chupov&#8217;s Moscow lawyer, <strong>Vladimir Voronin<\/strong>, who has been cooperating with <strong>Alexei Navalny<\/strong>&#8216;s Anti-Corruption Foundation for years, and asked him to clarify whether the activist and his family are in danger if they are extradited to Russia.<\/p>\n<p>&#8220;Under the legislation of the Russian Federation this is a minor crime but there is a strong possibility that he would be kept in pre-trial detention for a long time on grounds he had been hiding from the Russian authorities,&#8221; Voronin told Bivol.<\/p>\n<p>&#8220;And no one gets healthier or closer to their family after a stay in pre-trial detention. Therefore, of course, I think that if he returns, he will be detained and I think this is a real danger,&#8221; the lawyer said, adding that the fact that Chupov had been a volunteer was the defense council’s strongest evidence.<\/p>\n<p>“He handed out flyers, campaigned in parks but was repeatedly detained and charged despite the fact that these are not major crimes under Russian law. He was also suddenly detained after having taken his children to daycare.”<br \/>\nVoronin also expressed indignation that he had not been allowed to see his client for a very long time. &#8220;He was detained in the morning. I only learned this at noon. And no earlier than 6 pm I was taken to him. All this time he was without a lawyer and I don&#8217;t know exactly what happened to him then,&#8221; Voronin said.<\/p>\n<p>“And he tells us that all the time there were some incomprehensible conversations with him, which of course are not legal under the Russian Federation legislation. They told him that they would plant on drugs and launch new criminal proceedings…<\/p>\n<p>For this reason, I firmly believe that my client was pressured. He could not contact his lawyer, the only thing he managed to do was write to his wife that he had been detained and that she should contact his lawyer. An ambulance was not called for a long time, although he did not feel well. They took away all his belongings, including a cell phone and a camera and despite the defense’s requests to have them returned, nothing has been given back to Chupov&#8230;<\/p>\n<p>And when I recently filed a complaint with the police precinct, I received some vague answer that pre-trail proceedings had been launched against my client and that is all. That is, the set of all these factors, in my opinion, shows that this is a politically motivated case,” Voronin told Bivol.<\/p>\n<p><strong>SAR’s shameful denial<\/strong><\/p>\n<p>In August 2019, already in Bulgaria, Evgeniy Chupov and his wife applied for protection and asylum with the <strong>SAR<\/strong> for political reasons.<\/p>\n<p>This was the beginning of their almost year-and-a half-long saga with the never-ending bureaucracy in Bulgaria &#8211; interviews, correspondence and waiting. The most complicated is the need to renew ID cards every three months.<\/p>\n<p>At the beginning of 2020, Chupov was summoned to the Sofia Registration and Reception Center in the capital’s Ovcha Kupel district. &#8220;There we found out that we were denied asylum,&#8221; he recalled. The denial was personally signed by SAR Chair <strong>Petya Parvanova<\/strong>, who is also a former caretaker Interior Minister in the caretaker cabinet of Prime Minister <strong>Marin Raykov<\/strong> in 2013.<\/p>\n<p>The Russian service of Radio Free Europe published part of the decision, according to which:<\/p>\n<p>&#8220;The stated facts do not suggest that the applicant was forced to leave his homeland because of the real danger of serious assaults such as death penalty, torture, inhuman or degrading treatment or punishment.&#8221;<\/p>\n<p>Three cases have been filed in the Sofia City Administrative Court on behalf of Evgeniy Chupov, his wife and children. In there is an appeal, the case must be finally decided by the Supreme Administrative Court (SAC).<\/p>\n<p>The SAR claims that it has sent an &#8220;inquiry&#8221; to the Russian Ministry of Interior to check whether there was violence against Evgeny Chupov during his detention in 2019.<\/p>\n<p>It has received a negative answer saying that &#8220;an investigation was made into the abuse of power by employees&#8221; but it did not establish that there was violence against the activist. Did SAR expect a different official response from Moscow?<\/p>\n<p>And in February 2020, engineer <strong>Ivan Milanov<\/strong>, who is the Director of the SAR International Affairs Department wrote a rather strange eight-page &#8220;report&#8221; on the human rights situation in the Russian Federation, which is almost entirely copy-paste from Russian media. The &#8220;document&#8221; contains a rather superficial &#8220;analysis&#8221;, without enough details about the attacks on <strong>Alexei Navalny<\/strong>&#8216;s team, subjected to surveillance, searches, detentions, blocking of bank cards and even kidnappings and arrests.<\/p>\n<p>Milanov devotes only one paragraph to the topic, preferring to reflect on the existence of a parliamentary &#8220;opposition&#8221; in the Russian State Duma such as <strong>Vladimir Zhirinovsky<\/strong>&#8216;s Liberal Democratic Party of Russia (LDPR), while Zhirinovsky, himself, has admitted years ago that the party is run by the Kremlin.<\/p>\n<p>But <strong>Ivan Milanov<\/strong> must be more clear about the seriousness of the case as he is presenting himself as a politically engaged person with a &#8220;diplomatic career&#8221;. Namely, he is a municipal councilor from the quota of the ruling party GERB.<\/p>\n<p>Here is how he defines himself in the party election campaign online leaflet:<\/p>\n<p>“I am a determined and dynamic person. Strongly positive, sporty character, loving literature, music and technology. I can be relied on not only when things are going well… I have an extremely low level of tolerance to lies and injustice.”<\/p>\n<p><strong>Media effect <\/strong><\/p>\n<p>But despite SAR&#8217;s “powerful analysis”, media and NGOs proved to be far more professional and effective. In September 2020, the Bulgarian office of <strong>Free Europe<\/strong> wrote several articles about the SAR&#8217;s refusal. The well-known Russian human rights organization <strong>Memorial<\/strong> provided a letter of recommendation to Evgeny Chupov, in which it tried to assure the authorities in Sofia that it was dangerous for him to return to Russia.<\/p>\n<p>&#8220;The threats that Evgeny Chupov will face or could face in the event of his return to Russia can be described as persecution on grounds of political beliefs,&#8221; the letter, which Bivol has seen, reads.<\/p>\n<p>The <strong>Atlantic Council of Bulgaria<\/strong> also publicly expressed its indignation, urging the Bulgarian state to prove on a daily basis not with words but with concrete actions and deeds that Bulgaria is a free, European, democratic country, observing the rule of law.<\/p>\n<p>&#8220;The Atlantic Council of Bulgaria insists on an immediate solution to the case and granting political asylum to Mr. Evgeny Chupov. There is already enough publicly available evidence of Russian police pressure and violence against Mr. Eugene Chupov because he was part of the volunteers who helped in the election campaign of a candidate of Russian opposition leader Alexei Navalny.&#8221;<\/p>\n<p>The position of the Atlantic Council of Bulgaria was <a href=\"https:\/\/www.kasparov.ru\/material.php?id=5FC7726238389&amp;fbclid=IwAR2ofAhQb-_5zXV3zjs49Jckri84YZF6NpoXTxMFnk_jOGh-WLUj2NdLiec\" target=\"_blank\" rel=\"noopener noreferrer\">republished<\/a> in Russian by the site of Russian chess grandmaster, former World Chess Champion, writer, political activist and opponent of Putin, Garry Kasparov.<\/p>\n<p>There is hardly another person in Bulgaria who is more grateful to Bulgarian media than Evgeny Chupov. After the publications of <strong>Kasparov.ru, Radio Svoboda, Free Europe, Factor.bg<\/strong> and the <strong>Atlantic Council<\/strong>, on September 25, 2020 the SAR suddenly withdrew its decision. This became clear from the ruling of the <strong>Sofia Administrative Court<\/strong> which terminated the case filed by Evgeny Chupov to challenge the SAR&#8217;s refusal of political asylum.<\/p>\n<p>On December 4, 2020, the <strong>EU Agency for Fundamental Rights (FRA)<\/strong> replied to Chupov that there was no way to help him with his case in Bulgaria.<\/p>\n<p>“We regret to inform you that FRA’s mandate does not give it the authority to deal with individual cases or complaints. Nor does it have the authority to monitor EU Member States for the purposes of determining the existence of human rights violations. We are, therefore, unable to offer any advice or assistance in your case.”<\/p>\n<p>The <strong>European Parliament<\/strong> social media team also told Chupov that it cannot help him as this is the responsibility of national authorities.<\/p>\n<p>Bivol attempted to reach the SAR leadership and its Chair <strong>Petya Parvanova<\/strong>. As she was not at her office, according to her secretary, a conversation had to be held with the SAR Head of Public Relations, <strong>Kalina Yotova<\/strong>, who said the Agency does not provide official positions on specific cases of people seeking international protection.<\/p>\n<p>&#8220;See, the Agency is not looking for excuses. When the Agency provides information, it is the information of the foreigners themselves, of those whose status is being worked on, and of third parties. And accordingly, we do not have a practice, international law does not allow such information to be provided, respectively to comment on court decisions. This is not our job as an institution, do you understand me?” she said.<\/p>\n<p>According to Yotova, her colleagues in the SAR, who wrote the absurd &#8220;report&#8221; on the situation in Russia, &#8220;are doing their job conscientiously&#8221;.<\/p>\n<p>&#8220;It&#8217;s not my job to evaluate my colleagues,&#8221; she stressed, adding that the SAR would respond to written questions &#8220;within the usual timeframe it sends responses&#8221;.<\/p>\n<p><strong>Eleonora Yordanova<\/strong>, the Head of the International Protection Department at the Sofia Registration and Reception Center in Ovcha Kupel, who is dealing with Chupov&#8217;s case, refused to comment for Bivol on grounds she was &#8220;not authorized&#8221;.<\/p>\n<p>But the above did not prevent the same employee in 2016 to seek excuses on behalf of the SAR in a Nova TV interview about the case of the <a href=\"https:\/\/en.wikipedia.org\/wiki\/2016_Ansbach_bombing\" target=\"_blank\" rel=\"noopener noreferrer\">terrorist from Ansbach <strong>Mohammad Daleel<\/strong><\/a> who was allowed to live in Sofia. She claimed then that he was an &#8220;absolutely balanced man&#8221;. She said in the same media appearance that frequent interviews with asylum seekers were conducted when a refusal was being prepared.<\/p>\n<p>The official written response of the SAR press service on behalf of <strong>Petya Parvanova<\/strong> also does not carry any serious information, except that the institution adheres to discretion and does not want any transparency in cases like Chupov’s.<\/p>\n<p>“In response to your inquiry received by e-mail on December 16, 2020, I would like to inform you that the person you are interested in is currently in proceedings for international protection. All facts and circumstances related to his application for international protection are being investigated. A decision will be issued within the statutory deadlines… In view of the specifics of the work of the SAR at the Council of Ministers and the legal acts related to personal data, SAR at the Council of Ministers does not discuss specific cases with third parties. As part of the proceedings, asylum seekers receive full information about their rights and obligations, and may engage lawyers to represent them during the proceedings and to defend their rights.”<\/p>\n<p>While denying a family from Moscow the right to settle in Bulgaria, <strong><a href=\"https:\/\/bird.bg\/pep\/?q=%D0%9F%D0%B5%D1%82%D1%8F%20%D0%90%D0%BD%D0%B3%D0%B5%D0%BB%D0%BE%D0%B2%D0%B0%20%D0%9F%D1%8A%D1%80%D0%B2%D0%B0%D0%BD%D0%BE%D0%B2%D0%B0\" target=\"_blank\" rel=\"noopener noreferrer\">Petya Angelova Parvanova<\/a><\/strong> acquired in 2019 a house with a yard with an actual built-up area of 105 square meters in the village of Shipochane near the town of Samokov for BGN 56,000. This is written in her <a href=\"https:\/\/register.caciaf.bg\/2020\/D0328323-8C4A-4D46-A533-83DAD48C4A6E110216.xml\" target=\"_blank\" rel=\"noopener noreferrer\">tax return for 2020<\/a>, which can be found through the search engine of Bivol and the site Bird.bg in the section “Bulgarian Political Persons”. The data shows significant deposits in BGN, EUR and GBP in accounts in two Bulgarian banks.<\/p>\n<p>Evgeniy Chupov informed Bivol on December 15, 2020 that he had been invited for another interview at the center in Ovcha Kupel. &#8220;I was recently called by the Agency, a new interview is scheduled for Monday at 10 am,&#8221; the activist said.<\/p>\n<p>However, whether he will receive the long-awaited decision on his political asylum remains to be seen, as economic benefits from the Kremlin, such as the TurkStream 2 gas pipeline project, are a top priority for the government of Bulgarian Prime Minister <strong>Boyko Borisov<\/strong>. The good news is that stronger US sanctions following the inauguration of President-elect <strong>Joe Biden<\/strong> in January 2021 are just a matter of time.<\/p>\n<p>Until then, Central and Eastern European leaders such as <strong>Boyko Borisov, Alexander Vucic<\/strong> and <strong>Viktor Orban<\/strong> will try to satisfy Putin’s ego by imitating the &#8220;completion&#8221; of the corruption-laced project and creating all sorts of obstacles for those fighting the regime in Moscow.<\/p>\n<p>Asked by Bivol what he would tell Prime Minister <strong>Boyko Borisov<\/strong> if he had the opportunity, Evgeny Chupov was adamant:<br \/>\n“I think the Bulgarian Prime Minister is aware of what is happening in the Russian Federation… I would tell him: Open your eyes! If you have signed the Geneva Convention, abide by it, if you have adopted the relevant legislation, abide by it!”<\/p>\n<p>It turned out that the Chupov family are not the only Russians fleeing Russia and unsuccessfully seeking protection and asylum from the SAR. <strong>Flora Akhmetova<\/strong> and her son Daniil from St. Petersburg have been denied asylum by the Agency, although the family is threatened by crime groups in Russia. They have to leave the refugee shelter in Ovcha Kupel district at the end of February, <strong>Faktor.bg<\/strong> wrote, citing information provided by Evgeniy Chupov about his compatriot’ case.<\/p>\n","protected":false},"excerpt":{"rendered":"<p>Evgeny Sergeevich Chupov, a 41-year-old English teacher and civil activist from Russia, has been trying to obtain political asylum in Bulgaria for almost a year and a half. Chupov is&hellip;<\/p>\n","protected":false},"author":20614,"featured_media":68814,"comment_status":"closed","ping_status":"closed","sticky":false,"template":"","format":"video","meta":{"_mo_disable_npp":"","_relevanssi_hide_post":"","_relevanssi_pin_for_all":"","_relevanssi_pin_keywords":"","_relevanssi_unpin_keywords":"","_relevanssi_related_keywords":"","_relevanssi_related_include_ids":"","_relevanssi_related_exclude_ids":"","_relevanssi_related_no_append":"","_relevanssi_related_not_related":"","_relevanssi_related_posts":"","_relevanssi_noindex_reason":"","kia_subtitle":"","spay_email":"","jetpack_publicize_message":"","jetpack_is_tweetstorm":false},"categories":[5544,5806],"tags":[],"jetpack_featured_media_url":"https:\/\/bivol.bg\/wp-content\/uploads\/2020\/12\/Снимок-экрана-2020-12-17-в-14.21.53.jpg","jetpack_publicize_connections":[],"jetpack_sharing_enabled":true,"jetpack_shortlink":"https:\/\/wp.me\/p9hbsr-hZy","jetpack_likes_enabled":true,"_links":{"self":[{"href":"https:\/\/bivol.bg\/en\/wp-json\/wp\/v2\/posts\/69164"}],"collection":[{"href":"https:\/\/bivol.bg\/en\/wp-json\/wp\/v2\/posts"}],"about":[{"href":"https:\/\/bivol.bg\/en\/wp-json\/wp\/v2\/types\/post"}],"author":[{"embeddable":true,"href":"https:\/\/bivol.bg\/en\/wp-json\/wp\/v2\/users\/20614"}],"replies":[{"embeddable":true,"href":"https:\/\/bivol.bg\/en\/wp-json\/wp\/v2\/comments?post=69164"}],"version-history":[{"count":2,"href":"https:\/\/bivol.bg\/en\/wp-json\/wp\/v2\/posts\/69164\/revisions"}],"predecessor-version":[{"id":69300,"href":"https:\/\/bivol.bg\/en\/wp-json\/wp\/v2\/posts\/69164\/revisions\/69300"}],"wp:featuredmedia":[{"embeddable":true,"href":"https:\/\/bivol.bg\/en\/wp-json\/wp\/v2\/media\/68814"}],"wp:attachment":[{"href":"https:\/\/bivol.bg\/en\/wp-json\/wp\/v2\/media?parent=69164"}],"wp:term":[{"taxonomy":"category","embeddable":true,"href":"https:\/\/bivol.bg\/en\/wp-json\/wp\/v2\/categories?post=69164"},{"taxonomy":"post_tag","embeddable":true,"href":"https:\/\/bivol.bg\/en\/wp-json\/wp\/v2\/tags?post=69164"}],"curies":[{"name":"wp","href":"https:\/\/api.w.org\/{rel}","templated":true}]}}