{"id":69338,"date":"2020-12-30T17:44:03","date_gmt":"2020-12-30T14:44:03","guid":{"rendered":"https:\/\/bivol.bg\/?p=69338"},"modified":"2021-01-05T12:44:19","modified_gmt":"2021-01-05T09:44:19","slug":"bivols-investigations-that-shook-bulgaria-in-2020","status":"publish","type":"post","link":"https:\/\/bivol.bg\/en\/bivols-investigations-that-shook-bulgaria-in-2020.html","title":{"rendered":"Bivol&#8217;s Investigations that Shook Bulgaria in 2020"},"content":{"rendered":"<p><strong>Ten-year anniversary<\/strong><\/p>\n<p>Bivol turned ten in 2020. Over these ten years our media withstood very serious trials and trepidations because of its independent policy and courageous investigations. They reveal mainly the dark sides of society such as corruption, abuse of power at the highest levels of government, the vicious system of the backstage rule in Bulgaria, pogroms against nature, brutal violations of the law by institutions and individuals allegedly responsible for sustaining the rule of law. Uncompromising revelations, covering government and large-scale theft of public funds pave our thorny and steep path… Bivol and its team remained true to the cause that gave birth to the site for investigative journalism in 2010 &#8211; to be an undisputed tribune of the Truth, adhere to the highest professional and ethical standards in journalism and remain an independent voice in the Bulgarian media landscape where the majority of outlets are controlled by the oligarchy. Ironically, the latter process began with Bulgaria’s entry into the European Union (EU) and gradually brought the country down to the infamous 111th place in media freedom in <strong>Reporters Without Borders<\/strong>’ global ranking.<\/p>\n<p>Bivol is unwavering in its strive to defend at all costs the honor of Bulgarian journalism in the conditions of the economic, political and professional slaughter of the freedom of speech. That led to numerous awards and recognitions over the years and Bivol became the most quoted and mentioned Bulgarian media abroad, recognized for its unwavering accurate, objective and quality journalism.<\/p>\n<p>Bivol was never convicted in court, not even once, despite the numerous attacks aiming to bring us to our knees because of our investigations. This is a fact even against the backdrop of the total control of the judicial system in Bulgaria. In turn, we won important legal cases. But as we write this, Bivol is still a defendant in lawsuits filed by individuals and oligarchs affected by our articles. Our media did not and will not succumb to pressure, to the constant repressive actions against its owners and journalists, to the attempts to subdue it, break it and bring it under control. The Buffalo (the meaning of Bivol in Bulgarian – editor’s note) could not be tamed, it remained the same wild and free being in the media landscape as it was born and conceived. It has a long memory and an unchanging criterion of Justice in the name of the right of society to be free through information, in the name of the right of everyone to make their faithful and impartial conclusion and choice not as a result of manipulations and propaganda but only through the cherished opportunity to be provided reliable knowledge and comparison.<\/p>\n<p>Therefore, Bivol’s investigations are in the core of all acts of civil awakening, resistance and public battles over the last ten years against the <strong>oligarchy, the backstage rule, the Model WHO, the corruption <\/strong>and <strong>the mafia<\/strong>. Because the Buffalo is always true to itself and nothing and no one is able to change it. Bulgaria needs its untamed Buffalo and the Buffalo will continue to serve Bulgaria in the name of a better, democratic, fair, legal and prosperous life for all.<\/p>\n<p><strong>What did the Buffalo plow in 2020<\/strong><\/p>\n<p>The first investigation by Bivol in 2020 marked the start of the &#8220;<a href=\"https:\/\/bivol.bg\/en\/waste-year.html\" rel=\"noopener noreferrer\" target=\"_blank\">Waste Year<\/a>&#8220;. “On the first day of the new 2020, the Ministry of Interior, the Prosecutor’s Office and the National Security Agency (DANS) boasted about an operation in Pleven, during which violations had been discovered in the storage of 9,000 metric tons of waste on a site of the company “Phoenix Pleven”, our <a href=\"https:\/\/bivol.bg\/en\/wastegate-companies-investigated-for-ties-with-camorra-and-ndrangheta-deliver-9000-metric-tons-of-waste-to-bulgaria.html\" rel=\"noopener noreferrer\" target=\"_blank\">article<\/a> from January 5, 2020 reads. The, topic attracted the attention of the <strong>Italian TV Rai 2<\/strong>, which described the case in a report from Bulgaria. <\/p>\n<p><strong>The topic of the water supply shortage and crisis in the western city of Pernik<\/strong> was examined in detail by Bivol’s team, helping the city’s residents to put pressure on the authorities to solve the problem (see <a href=\"https:\/\/bivol.bg\/en\/the-monster-in-the-lake-makes-millions-for-former-bulgarian-minister.html\" rel=\"noopener noreferrer\" target=\"_blank\">here<\/a> and <a href=\"https:\/\/bivol.bg\/en\/governments-promises-for-non-stop-construction-of-water-pipeline-for-pernik-turn-exaggerated.html\" rel=\"noopener noreferrer\" target=\"_blank\">here<\/a>).<\/p>\n<p>The <strong>scandal surrounding fugitive oligarch Vassil Bozhkov was<\/strong> described in detail by our media, and the topic was covered in a series of articles. The leading story on Bozhkov can be seen <a href=\"https:\/\/bivol.bg\/en\/bulgarian-agency-approves-gambling-boss-illegible-financial-statements.html\" rel=\"noopener noreferrer\" target=\"_blank\">here<\/a>.<\/p>\n<p><strong>The scandal with the house in Spain of Borislava Yovcheva, the woman alleged to be the mother of Prime Minister Boyko Borisov’s child<\/strong>, first emerged in the <a href=\"https:\/\/bivol.bg\/en\/yaneva-gate-bulgarian-prime-minister-bought-for-a-mistress-a-house-in-barcelona-for-1-5-million-euro.html\" rel=\"noopener noreferrer\" target=\"_blank\">YanevaGate<\/a> recordings published by Bivol in 2015. In them, judge Yaneva can be heard claiming that Borisov had bought a “house in Barcelona for a EUR 1.5 million” for a lady for whom he had special feelings. It was recalled by <a href=\"https:\/\/bivol.bg\/yanevagate-wikipedia-censorship.html\" rel=\"noopener noreferrer\" target=\"_blank\">Tatiana Christy<\/a> while Bivol’s editor-in-chief Atanas Tchobanov <a href=\"https:\/\/bivol.bg\/en\/sic-boutique-and-house-in-barcelona.html\" rel=\"noopener noreferrer\" target=\"_blank\">revealed<\/a> the entrepreneurs who sponsored the lady’s luxurious life in Barcelona. Bivol’s correspondent in the city of Kardzhali, Vildan Bayryamova, was the first and only journalist who <a href=\"https:\/\/bivol.bg\/en\/prime-minister-are-you-the-father-of-borislava-yovchevas-child.html\" rel=\"noopener noreferrer\" target=\"_blank\">dared to ask the Prime Minister<\/a> whether he had fathered Yovcheva’s child.<\/p>\n<p>Bivol is the only media outlet in Bulgaria to establish the scale of the <strong>Venezuelan Laundromat<\/strong> at Bulgarian private lender Investbank in partnership with Venezuelan investigative journalists from Armando Info, who fled the regime and are working from Colombia. It turned out that Nicolas Maduro’s petrodollars in the &#8220;bad apple bank&#8221; exceed USD 158 million( see <a href=\"https:\/\/www.youtube.com\/watch?v=uFI8tp5y_yg\" rel=\"noopener noreferrer\" target=\"_blank\">here<\/a>, <a href=\"https:\/\/bivol.bg\/en\/because-of-bivols-story-venezuela-investigates-petrodollars-in-bulgaria.html\" rel=\"noopener noreferrer\" target=\"_blank\">here<\/a> and <a href=\"https:\/\/bivol.bg\/maduro-saab-investbank-canev.html\" rel=\"noopener noreferrer\" target=\"_blank\">here<\/a>). <\/p>\n<p><strong>The scandalous government negligence during the coronavirus crisis<\/strong> was again best described by Bivol in its DateGate investigations (see <a href=\"https:\/\/bivol.bg\/en\/bulgaria-fights-coronavirus-with-dates-from-uae.html\" rel=\"noopener noreferrer\" target=\"_blank\">here<\/a> and <a href=\"https:\/\/bivol.bg\/en\/can-uaes-disinfectants-turn-out-toxic.html\" rel=\"noopener noreferrer\" target=\"_blank\">here<\/a>).<\/p>\n<p>The topic was also widely covered in foreign media.<\/p>\n<p>The <strong>tragic death of Milen Tsvetkov<\/strong>, one of the most popular TV journalists in Bulgaria was also directly <a href=\"https:\/\/bivol.bg\/en\/bulgarian-prosecution-fund-agriculture-conceal-eu-fund-abuses-by-owner-of-suv-that-killed-popular-journalist.html\" rel=\"noopener noreferrer\" target=\"_blank\">related to corruption at the highest echelons of power<\/a>, though nobody besides Bivol paid attention to that aspect of the tragedy.<\/p>\n<p><strong>The Covid-19 topic is being monitored by Bivol<\/strong> because it opens endless doors for government corruption (see <a href=\"https:\/\/bivol.bg\/en\/55172.html\" rel=\"noopener noreferrer\" target=\"_blank\">here<\/a> and <a href=\"https:\/\/bivol.bg\/en\/after-lifting-state-of-emergency-police-will-still-eavesdrop-on-bulgarians-while-hospitals-will-buy-supplies-without-public-tenders.html\" rel=\"noopener noreferrer\" target=\"_blank\">here<\/a>).<\/p>\n<p><strong>Тhe factual basis for the action in front of the residence of Bulgarian politician Ahmed Dogan, located near the port of Rosenets in the Black Sea city of Burgas that sparked continuous and mass national <a href=\"https:\/\/en.wikipedia.org\/wiki\/2020_Bulgarian_protests\" rel=\"noopener noreferrer\" target=\"_blank\">protests<\/a> was gathered by Bivol in a series of investigations<\/strong>, years before the beginning of the rallies (see <a href=\"https:\/\/bivol.bg\/en\/bulgarian-politician-acquires-port-through-blatant-fraud.html\" rel=\"noopener noreferrer\" target=\"_blank\">here<\/a> and <a href=\"https:\/\/bivol.bg\/en\/bulgarian-politicians-infamous-black-sea-seraglio-now-features-230-meter-breakwater.html\" rel=\"noopener noreferrer\" target=\"_blank\">here<\/a>). Despite the major violations of the law in the construction of the residence, known as Dogan’s Seraglio, over the course of six years, the state institutions did not sanction the violators and not only that, they even cooperated in the crimes (see <a href=\"https:\/\/bivol.bg\/en\/three-bulgarian-ministries-assist-construction-of-politicians-seraglio.html\" rel=\"noopener noreferrer\" target=\"_blank\">here<\/a>)! In addition, Bivol revealed that the entire coast of the peninsula was illegally concreted, probably with public funds, and nature was damaged in an absolutely unacceptable way only to please Ahmed Dogan (see <a href=\"https:\/\/bivol.bg\/en\/bulgarian-coast-around-dogan-seraglio-illegally-buried-under-concrete-and-then-built-up.html\" rel=\"noopener noreferrer\" target=\"_blank\">here<\/a>).<\/p>\n<p>As expected, the Prosecutor&#8217;s Office led by Prosecutor General Ivan Geshev turned a blind eye to such scandalously blatant corruption offenses because it is busy with the persecution and repression of journalists of Bivol and all persons and entities directly or indirectly associated with them over the years!<\/p>\n<p>Bivol investigated and commissioned to US laboratory Primeau Forensic the analyze of the scandalous audio <strong>recordings with the voice of Prime Minister Boyko Borisov<\/strong> (see <a href=\"https:\/\/bivol.bg\/en\/two-new-recordings-with-bulgarian-pms-voice-leak-to-media.html\" rel=\"noopener noreferrer\" target=\"_blank\">here<\/a>, <a href=\"https:\/\/bivol.bg\/en\/new-recording-of-bulgarian-pm-leaks-to-media-likely-conversation-with-former-chief-prosecutor-boris-velchev.html\" rel=\"noopener noreferrer\" target=\"_blank\">here<\/a> and <a href=\"https:\/\/bivol.bg\/en\/voice-in-profanity-laced-recording-is-of-bulgarian-pm-expert-lab-confirms.html\" rel=\"noopener noreferrer\" target=\"_blank\">here<\/a>).<\/p>\n<p>The <strong>Minister of Agriculture<\/strong> was entangled in two scandals in the course of literally two days, both revealed by Bivol in June 2020. First it became clear that Dessislava Taneva has <a href=\"https:\/\/bivol.bg\/en\/scandalous-video-from-bulgarias-advisory-council-on-agriculture-reveals-serious-abuses-of-eu-scheme.html\" rel=\"noopener noreferrer\" target=\"_blank\">urged Bulgarian farmers to not report corruption to the EU<\/a> and then that she was involved in serious <a href=\"https:\/\/bivol.bg\/en\/bulgarian-agriculture-ministers-in-laws-absorb-bgn-1m-in-eu-subsidies.html\" rel=\"noopener noreferrer\" target=\"_blank\">nepotism<\/a> in the distribution of EU subsidies.<\/p>\n<p>The scandal with <strong>leaked photographs<\/strong> showing Prime Minister Boyko Borisov sleeping in his bedroom with a handgun on his nightstand and photos of the same bedroom showing the nightstand drawer filled with wads of EUR 500 banknotes and gold bars &#8220;Pablo Escobar&#8221; style shook not only Bulgaria but also the world. And Bivol found serious <a href=\"https:\/\/bivol.bg\/en\/kompromat-pics-of-bulgarian-prime-minister-taken-in-2017-2019-no-traces-of-photoshop.html\" rel=\"noopener noreferrer\" target=\"_blank\">evidence<\/a> of the authenticity of the pictures.<\/p>\n<p>In July, Bivol published a new <a href=\"https:\/\/bivol.bg\/en\/life-partner-of-bulgarian-prosecutor-general-linked-to-organized-crime-controversial-energy-mogul.html\" rel=\"noopener noreferrer\" target=\"_blank\">investigation<\/a> into the <strong>contacts of the Prosecutor General of the Republic of Bulgaria with organized crime<\/strong>, something happening not only because of his job duties.<\/p>\n<p>As a partner in the <strong>International Consortium of Investigative Journalists (ICIJ), Bivol<\/strong> participated in a large-scale investigation by dozens of media outlets around the world into financial corruption, known as the <strong>#FinCen Files<\/strong>. These files revealed scandalous arms deals involving Bulgarian banks and shady entities considered suspicious by the US security services. The name of Bulgarian swindler-billionaire Ruzha Ignatova also emerged in the files (see <a href=\"https:\/\/bivol.bg\/en\/fincen-files-state-controlled-bulgarian-bank-processes-transactions-linked-to-gangsters-and-arms-trafficking-for-islamic-state.html\" rel=\"noopener noreferrer\" target=\"_blank\">here<\/a>, <a href=\"https:\/\/bivol.bg\/en\/fincen-files-proxy-of-bulgarias-ruling-party-and-controversial-bulgarian-moguls-frontman-emerges-from-magnitsky-scheme.html\" rel=\"noopener noreferrer\" target=\"_blank\">here<\/a> and <a href=\"https:\/\/bivol.bg\/en\/fincen-files-vice-president-of-atlantic-council-linked-to-deripaska-nazarbayevs-financial-schemes.html\" rel=\"noopener noreferrer\" target=\"_blank\">here<\/a>).<\/p>\n<p><strong>Bivol covered the mass protest rallies against the government of Borisov and his ruling party Citizens for European Development of Bulgaria (GERB)<\/strong> in Sofia not only through video streams, but also through reports about the most dangerous moments for citizens and colleagues (see <a href=\"https:\/\/bivol.bg\/en\/police-detain-bivols-reporter-at-anti-government-protest-rally.html\" rel=\"noopener noreferrer\" target=\"_blank\">here<\/a>).<\/p>\n<p>Bivol is the only media outlet to pay attention to the connection between the <strong>scandalous state-owned Bulgarian Development Bank<\/strong>, also known as the <strong>&#8220;piggy bank&#8221; of the government<\/strong>, with <a href=\"https:\/\/bivol.bg\/en\/bulgarias-competition-watchdog-allows-purchase-of-bank-shares-at-above-market-price.html\" rel=\"noopener noreferrer\" target=\"_blank\">GERB<\/a>. <\/p>\n<p><strong>Bivol was widely quoted not only in the West<\/strong>. A number of its key revelations became the core of a large-scale <a href=\"https:\/\/bivol.bg\/en\/the-insider-russia-cites-bivol-in-analysis-of-kremlins-influence-in-bulgaria.html\" rel=\"noopener noreferrer\" target=\"_blank\">analysis<\/a> of Kremlin’s hold on Bulgarian politicians by the respected independent Russian investigative site The <strong>Insider Russia (TheIns.ru)<\/strong>. <\/p>\n<p>Bivol&#8217;s Director <strong>Assen Yordanov<\/strong> and the media were quoted in one of the most globally renown media, the German newspaper <strong>Die Welt<\/strong>, in an extensive article in late September on the protests against the government and Bulgaria&#8217;s prosecutor general.<\/p>\n<p>Another international scandal found its place in Bivol’s reporting and investigations over the <strong>accusation of Irish MEP Clare Daly that the rule of law is being trampled in Bulgaria and in particular in the municipality of Pomorie<\/strong>. Daly arrived in Bulgaria’s Black Sea resort town of Pomorie with a purpose – to get acquainted with a long-standing problem of Irish citizens who bought homes there and who had been persistently complaining of extortion and blackmail to pay inflated electricity and water supply bills to private companies. The Irish did not find any assistance from the municipal authorities in Pomorie. The latest <a href=\"https:\/\/www.europarl.europa.eu\/doceo\/document\/TA-9-2020-0264_EN.html\" rel=\"noopener noreferrer\" target=\"_blank\">European Parliament resolution of October 8, 2020, on the rule of law and fundamental rights in Bulgaria directly mentions the criminal treatment of apartment owners in Pomorie in item 7 of the document<\/a>. But instead of taking measures, the Mayor of Pomorie, Ivan Alexiev from GERB, rudely attacked and bullied Daly and used slander by saying she had directly or indirectly purchased a home in his municipality and was defending her own personal interests, not those of her voters. Alexiev also urged local and national media to cover widely his aggression against the MEP.<\/p>\n<p>But Bivol found that the scandal with the Irish was not an isolated incident but part of a systemic harassment of foreigners who have bought homes in Pomorie. Bivol’s archives keep interviews with Russian citizens who had also fallen victim to racketeering by the sellers of their homes and published them. This publication categorically refuted the suggestions of the GERB Mayor and former GERB MP Ivan Alexiev that Clare Daly had invented a conflict to protect her own personal interest. More on the case can be seen <a href=\"https:\/\/bivol.bg\/en\/racket-of-owners-in-bulgarias-pomorie-is-not-isolated-incident.html\" rel=\"noopener noreferrer\" target=\"_blank\">here<\/a>.<\/p>\n<p>The publication is also sufficient grounds for the Prosecutor&#8217;s Office to launch a large-scale investigation into whether the municipal authorities in Pomorie are engaged in criminal cooperation with certain private companies to pressure and racketeer foreign homeowners for personal gains. But then again, this requires an independent Public Prosecutor&#8217;s Office and not the repressive body that it is in Bulgaria. But the issue with Pomorie and Daly will still see new developments and consequences!<\/p>\n<p>When the global scandal over the poisoning of Russian dissident <strong>Alexei Navalny<\/strong> broke, Bivol managed to find and interview one of the members of his team, who sought political asylum in Bulgaria as his life and that of his family are in danger in Russia. Unfortunately, the government of Bulgarian, a NATO and EU member, is behaving like a puppet of Putin and stubbornly refuses to provide protection and asylum to <strong>Evgeny Chupov<\/strong>, his wife and his four children (see <a href=\"https:\/\/bivol.bg\/en\/bulgaria-delays-granting-asylum-to-member-of-navalnys-team.html\" rel=\"noopener noreferrer\" target=\"_blank\">here<\/a>).<\/p>\n<p>Bivol concluded the year with an article by Atanas Tchobanov on the <strong>coronavirus scandals that followed #DateGate<\/strong> (see <a href=\"https:\/\/bivol.bg\/en\/low-grade-masks-purchased-by-bulgaria-reach-germany-via-fake-certificates.html\" rel=\"noopener noreferrer\" target=\"_blank\">here<\/a>).<\/p>\n<p><strong>Awards again<\/strong><\/p>\n<p>At the end of October, <a href=\"https:\/\/www.facebook.com\/bivolnews\/posts\/3609429929108763\/\" rel=\"noopener noreferrer\" target=\"_blank\">Bivol was awarded the most prestigious award of the Bulgarian Biodiversity Foundation<\/a>, the <strong>Grand Prize of the Audience<\/strong> for a series of journalistic materials on the protection of Bulgarian nature. Thus, we continued the tradition of being at the forefront of the brave media that defend the cause of protection of Bulgarian nature and fight against the deforestation of the country, the overbuilding and destruction of the Bulgarian coast and mountains.<\/p>\n<p><strong>Bivol’s reporter Nikolay Marchenko<\/strong> was among the dozens of nominations for the Anti-Corruption Fund awards and received one of them for a series of articles on violations associated with the TurkStream 2 gas pipeline project (see <a href=\"https:\/\/bivol.bg\/en\/lukashenko-is-building-turkstream-in-bulgaria-with-european-money.html\" rel=\"noopener noreferrer\" target=\"_blank\">here<\/a> and <a href=\"https:\/\/bivol.bg\/en\/ec-refers-builders-of-turkstream-2-to-bulgarian-prosecutors-office.html\" rel=\"noopener noreferrer\" target=\"_blank\">here<\/a>). These investigations prompted the European Commission (EC) to impose severe sanctions on the participants in the project which mainly serves Russia&#8217;s energy interests in Europe and to call on the Bulgarian Prosecutor&#8217;s Office to investigate how and by whom the European money was spent.<\/p>\n<p><strong>We even published a book<\/strong><\/p>\n<p>In 2020, our media celebrated its <a href=\"https:\/\/bivol.bg\/10-godini-bivol-101-teksta-na-torlaka.html\" rel=\"noopener noreferrer\" target=\"_blank\">10th anniversary<\/a> with &#8220;<a href=\"https:\/\/bivol.bg\/10-godini-bivol-101-teksta-na-torlaka.html\" rel=\"noopener noreferrer\" target=\"_blank\">101 texts&#8221; written by Stoyan “Torlaka” Nikolov <\/a>for Bivol.  His sharp, sarcastic and memorable texts were published in a separate book. The book can be ordered on Bivol’s website.<br \/>\nThese are just some of the most significant investigations by Bivol in 2020. They were made with donations from our readers. Your help enables us to keep going and remain independent and free. All our work can be found on our website and <a href=\"https:\/\/www.youtube.com\/user\/BivolBivol\" rel=\"noopener noreferrer\" target=\"_blank\">our media channel on YouTube<\/a>.<\/p>\n<p><strong>Let us wish the New 2021 to be better than the past year and to steadily bring us closer to our common and cherished goal of a Pure and Holy Republic!<\/strong><\/p>\n<p>If you think that our work in 2020 was useful for the society, support our team with the “Bivol tax” here: <a href=\"https:\/\/bivol.bg\/tax\" rel=\"noopener noreferrer\" target=\"_blank\">https:\/\/bivol.bg\/tax<\/a><\/p>\n","protected":false},"excerpt":{"rendered":"<p>Ten-year anniversary Bivol turned ten in 2020. Over these ten years our media withstood very serious trials and trepidations because of its independent policy and courageous investigations. They reveal mainly&hellip;<\/p>\n","protected":false},"author":20614,"featured_media":69203,"comment_status":"closed","ping_status":"open","sticky":false,"template":"","format":"standard","meta":{"_mo_disable_npp":"","_relevanssi_hide_post":"","_relevanssi_pin_for_all":"","_relevanssi_pin_keywords":"","_relevanssi_unpin_keywords":"","_relevanssi_related_keywords":"","_relevanssi_related_include_ids":"","_relevanssi_related_exclude_ids":"","_relevanssi_related_no_append":"","_relevanssi_related_not_related":"","_relevanssi_related_posts":"","_relevanssi_noindex_reason":"","kia_subtitle":"","spay_email":"","jetpack_publicize_message":"","jetpack_is_tweetstorm":false},"categories":[7528,5543,5806],"tags":[9087,11735,11737,5109,5258,11734,5136,8747,9602,11736,11733],"jetpack_featured_media_url":"https:\/\/bivol.bg\/wp-content\/uploads\/2020\/12\/20200612_151636.jpg","jetpack_publicize_connections":[],"jetpack_sharing_enabled":true,"jetpack_shortlink":"https:\/\/wp.me\/p9hbsr-i2m","jetpack_likes_enabled":true,"_links":{"self":[{"href":"https:\/\/bivol.bg\/en\/wp-json\/wp\/v2\/posts\/69338"}],"collection":[{"href":"https:\/\/bivol.bg\/en\/wp-json\/wp\/v2\/posts"}],"about":[{"href":"https:\/\/bivol.bg\/en\/wp-json\/wp\/v2\/types\/post"}],"author":[{"embeddable":true,"href":"https:\/\/bivol.bg\/en\/wp-json\/wp\/v2\/users\/20614"}],"replies":[{"embeddable":true,"href":"https:\/\/bivol.bg\/en\/wp-json\/wp\/v2\/comments?post=69338"}],"version-history":[{"count":2,"href":"https:\/\/bivol.bg\/en\/wp-json\/wp\/v2\/posts\/69338\/revisions"}],"predecessor-version":[{"id":69340,"href":"https:\/\/bivol.bg\/en\/wp-json\/wp\/v2\/posts\/69338\/revisions\/69340"}],"wp:featuredmedia":[{"embeddable":true,"href":"https:\/\/bivol.bg\/en\/wp-json\/wp\/v2\/media\/69203"}],"wp:attachment":[{"href":"https:\/\/bivol.bg\/en\/wp-json\/wp\/v2\/media?parent=69338"}],"wp:term":[{"taxonomy":"category","embeddable":true,"href":"https:\/\/bivol.bg\/en\/wp-json\/wp\/v2\/categories?post=69338"},{"taxonomy":"post_tag","embeddable":true,"href":"https:\/\/bivol.bg\/en\/wp-json\/wp\/v2\/tags?post=69338"}],"curies":[{"name":"wp","href":"https:\/\/api.w.org\/{rel}","templated":true}]}}