{"id":69591,"date":"2021-01-06T10:26:42","date_gmt":"2021-01-06T07:26:42","guid":{"rendered":"https:\/\/bivol.bg\/?p=69591"},"modified":"2021-01-13T14:55:33","modified_gmt":"2021-01-13T11:55:33","slug":"volunteer-member-of-navalny-team-granted-asylum-in-bulgaria","status":"publish","type":"post","link":"https:\/\/bivol.bg\/en\/volunteer-member-of-navalny-team-granted-asylum-in-bulgaria.html","title":{"rendered":"Volunteer Member of Navalny Team Granted Asylum in Bulgaria"},"content":{"rendered":"<p><strong>Russian citizen Evgeny Chupov, about whom Bivol wrote at the end of December 2020, has finally been granted political asylum in Bulgaria. This emerged on January 5, 2021, when the decision of the State Agency for Refugees (SAR) at the Council of Ministers was officially handed to him. &#8220;My thanks to the independent Bulgarian media, without their help and coverage of my case, this would not have been possible,&#8221; the Muscovite commented for Bivol. But his lawyer Diana Radoslavova doubts that other Russian citizens waiting for asylum in Bulgaria can count on such a good outcome. <\/strong><\/p>\n<p>As <a href=\"https:\/\/bivol.bg\/en\/bulgaria-delays-granting-asylum-to-member-of-navalnys-team.html\" rel=\"noopener noreferrer\" target=\"_blank\">Bivol already wrote<\/a>, Chupov, the 41-year-old Moscow resident, is an English teacher and civil activist who has founded a number of NGOs to protect districts in the Russian capital from the municipality&#8217;s arbitrariness. He is a volunteer on the team of <strong>Ivan Zhdanov<\/strong>, who was running for Moscow’s Parliament (Duma) in 2019. Zhdanov is the Director of the Anti-Corruption Foundation of Russian opposition leader <strong>Alexei Navalny<\/strong> and is known as Navalny’s “right hand” man. Chupov was arrested, beaten and threatened by the Moscow police two days before his arrival in Bulgaria for a traditional holiday with his family.<\/p>\n<p><strong>The Agency’s second thought <\/strong><\/p>\n<p>Unlike last year&#8217;s extensive and confusing letters, explaining the decisions to deny asylum to Chupov, the decision to grant asylum is only about half a page long and is based on two articles of the Asylum and Refugees Act (ARA).<br \/>\n&#8220;The candidate&#8217;s request is well-founded,&#8221; reads the document available to Bivol. It was signed by the Deputy Chairman of SAR <strong>Daniel Indzhiev<\/strong>.<\/p>\n<p>According to ARA’s Art. 8, refugee status in the Republic of Bulgaria shall be granted to a foreigner who, due to well-founded fears of persecution based on race, religion, nationality, political opinion or belonging to a particular social group, is outside their country of origin and for these reasons cannot or does not wish to be protected by that country or to return to it.<\/p>\n<p>According to Art. 12, refugee status shall not be granted to a foreigner for whom there are serious grounds to suppose that they have committed an act which, according to the Bulgarian laws and the international treaties to which the Republic of Bulgaria is a party, is defined as a war crime or as a crime against peace and humanity.<\/p>\n<p>SAR writes in its letter to Chupov that Art. 8 is compatible with his personal status and there are no circumstances under Art. 12.<\/p>\n<p><strong>The man who believes in Bulgarian media<\/strong><\/p>\n<p>According to Evgeniy Chupov, the decisive factor was making his case public. That is why he thanked on Facebook the Russian and Bulgarian NGOs and the media that covered his case. These included the Atlantic Council &#8211; Bulgaria, the NGO Voice in Bulgaria, media such as Free Europe, Factor.bg and Bivol.<\/p>\n<p>&#8220;The independent media in Bulgaria helped me to obtain asylum as an oppositionist from Russia,&#8221; Evgeny Chupov commented.<\/p>\n<p>He recalled that SAR&#8217;s initial decision in September 2020 was negative:<br \/>\n&#8220;That&#8217;s why I passed the news to independent media in Russia, and then it reached the Bulgarian ones,&#8221; Chupov noted.<\/p>\n<p>&#8220;I believe that it was the wide coverage in Bulgarian media that forced the Bulgarian authorities to radically change their initial decision,&#8221; said the Muscovite.<\/p>\n<p>&#8220;The Agency’s staff welcomed us, everything was in accordance with the procedure.&#8221;<\/p>\n<p>Chupov also told Bivol that, unlike some of the previous interviews, the employees of the Agency did not have any claims or remarks about media publications about his case.<\/p>\n<p>According to him, the family now &#8220;has security for tomorrow&#8221; and he and his wife finally have the opportunity to plan their four children’s education.<\/p>\n<p>Bivol asked Chupov if he, his wife Ekaterina and the children intended to stay in Bulgaria.<br \/>\n&#8220;We plan to live in Bulgaria and submit our citizenship documents after the three-year period, this is the best opportunity we could get,&#8221; was the reply.<\/p>\n<p><strong>Lawyer: It is a success but it might not become practice<\/strong><\/p>\n<p>&#8220;The outcome is positive. It is certainly a success. Quite unusual as a SAR procedure,&#8221; the Bulgarian lawyer of Evgeniy Chupov, <strong>Diana Radoslavova<\/strong>, who is also the founder of the Legal Help Center <strong>Voice in Bulgaria<\/strong>, commented for Bivol.<\/p>\n<p>According to her, what is unusual is that Russian citizens are &#8220;a specific group&#8221;, and in this case there was a refusal, but after filing a case in the <strong>Sofia Administrative Court<\/strong> the SAR reversed its decision &#8220;due to new circumstances&#8221;.<\/p>\n<p>&#8220;This thing happened to me for the first time in my practice. I cannot comment on the reasons why this is happening.&#8221;<\/p>\n<p>Radoslavova acknowledged that &#8220;the case had generated tremendous media attention&#8221;. &#8220;We know that this was a rather unusual intervention of the fourth estate in such a procedure, which certainly has its influence. I guess that&#8217;s a factor, too,&#8221; she commented.<\/p>\n<p>&#8220;You know how detailed the denial decisions were then. And you can at the same time make a comparison with the half-page size of the decision on granting asylum, which lacks any specific grounds,&#8221; Radoslavova said.<\/p>\n<p>&#8220;I cannot comment on that because by law such procedures should not be politically motivated. This is the law,&#8221; said the Russian activist&#8217;s lawyer, when asked if the SAR had been ordered from a higher-up place to grant asylum to Chupov and his family.<\/p>\n<p>According to her, it is not clear how exactly the procedure in question should be interpreted. “Of course, I have my own interpretation, but I have no evidence… In any case, this is a very positive outcome. Extremely important. An outstanding victory for the family,” she said.<\/p>\n<p>Radoslavova further stressed that the decision in favor of Chupovi was important as a court precedent as well but added that the lack of specific grounds prevented its automatic application in similar cases.<\/p>\n<p>The lawyer said that there were other Russians in Bulgaria who are seeking asylum. <\/p>\n<p>&#8220;There are current cases, very similar cases of political persecution against other Russian citizens, against the families of Russian citizens and we are still waiting for a solution for them.&#8221;<\/p>\n<p>Radoslavova was adamant that &#8220;only the future will tell whether there is a positive trend with regard to this particular group and this particular country of origin&#8221;.<\/p>\n<p>According to her, it would be very interesting to observe and monitor the dynamics of their relations with the Bulgarian State.<\/p>\n<p>The lawyer reiterated that it remains to be seen how the authorities in Sofia would act in other similar cases.<br \/>\n&#8220;Personally, I deeply doubt that this will become an established practice,&#8221; Diana Radoslavova concluded.<\/p>\n","protected":false},"excerpt":{"rendered":"<p>Russian citizen Evgeny Chupov, about whom Bivol wrote at the end of December 2020, has finally been granted political asylum in Bulgaria. This emerged on January 5, 2021, when the&hellip;<\/p>\n","protected":false},"author":20614,"featured_media":68792,"comment_status":"closed","ping_status":"open","sticky":false,"template":"","format":"standard","meta":{"_mo_disable_npp":"","_relevanssi_hide_post":"","_relevanssi_pin_for_all":"","_relevanssi_pin_keywords":"","_relevanssi_unpin_keywords":"","_relevanssi_related_keywords":"","_relevanssi_related_include_ids":"","_relevanssi_related_exclude_ids":"","_relevanssi_related_no_append":"","_relevanssi_related_not_related":"","_relevanssi_related_posts":"","_relevanssi_noindex_reason":"","kia_subtitle":"","spay_email":"","jetpack_publicize_message":"","jetpack_is_tweetstorm":false},"categories":[5806,5550],"tags":[5109,11744,9482],"jetpack_featured_media_url":"https:\/\/bivol.bg\/wp-content\/uploads\/2020\/12\/Снимок-экрана-2020-12-15-в-13.08.35-1.png","jetpack_publicize_connections":[],"jetpack_sharing_enabled":true,"jetpack_shortlink":"https:\/\/wp.me\/p9hbsr-i6r","jetpack_likes_enabled":true,"_links":{"self":[{"href":"https:\/\/bivol.bg\/en\/wp-json\/wp\/v2\/posts\/69591"}],"collection":[{"href":"https:\/\/bivol.bg\/en\/wp-json\/wp\/v2\/posts"}],"about":[{"href":"https:\/\/bivol.bg\/en\/wp-json\/wp\/v2\/types\/post"}],"author":[{"embeddable":true,"href":"https:\/\/bivol.bg\/en\/wp-json\/wp\/v2\/users\/20614"}],"replies":[{"embeddable":true,"href":"https:\/\/bivol.bg\/en\/wp-json\/wp\/v2\/comments?post=69591"}],"version-history":[{"count":1,"href":"https:\/\/bivol.bg\/en\/wp-json\/wp\/v2\/posts\/69591\/revisions"}],"predecessor-version":[{"id":69595,"href":"https:\/\/bivol.bg\/en\/wp-json\/wp\/v2\/posts\/69591\/revisions\/69595"}],"wp:featuredmedia":[{"embeddable":true,"href":"https:\/\/bivol.bg\/en\/wp-json\/wp\/v2\/media\/68792"}],"wp:attachment":[{"href":"https:\/\/bivol.bg\/en\/wp-json\/wp\/v2\/media?parent=69591"}],"wp:term":[{"taxonomy":"category","embeddable":true,"href":"https:\/\/bivol.bg\/en\/wp-json\/wp\/v2\/categories?post=69591"},{"taxonomy":"post_tag","embeddable":true,"href":"https:\/\/bivol.bg\/en\/wp-json\/wp\/v2\/tags?post=69591"}],"curies":[{"name":"wp","href":"https:\/\/api.w.org\/{rel}","templated":true}]}}