{"id":69706,"date":"2021-01-11T19:07:09","date_gmt":"2021-01-11T16:07:09","guid":{"rendered":"https:\/\/bivol.bg\/?p=69706"},"modified":"2021-01-18T20:40:43","modified_gmt":"2021-01-18T17:40:43","slug":"seven-bulgarian-construction-companies-involved-in-turkstream-2-to-be-sued-by-prosecutors-office-forced-to-return-funds","status":"publish","type":"post","link":"https:\/\/bivol.bg\/en\/seven-bulgarian-construction-companies-involved-in-turkstream-2-to-be-sued-by-prosecutors-office-forced-to-return-funds.html","title":{"rendered":"Seven Bulgarian Construction Companies Involved in TurkStream 2 to Be Sued by Prosecutor’s Office, Forced to Return Funds"},"content":{"rendered":"<p><strong>Seven Bulgarian construction companies, which brought their heavy equipment to the TurkStream 2 gas pipeline construction sites, are being investigated by the Sofia City Prosecutor&#8217;s Office and have been ordered to return 100% of their European Union (EU) funding. These consequences have been triggered by reports by the Civil Association &#8220;Bulgaria United with One Goal&#8221; (BOETS, meaning Fighter in English) and the sites for investigative journalism Bivol.bg and Bird.bg. to the European Commission (EC), the EU anti-fraud office OLAF and European Chief Prosecutor Laura Kovesi. This is what an official letter by the Ministry of Economy to Bivol reveals. It is signed by Iliana Ilieva, Director of the General Directorate &#8220;European Competitiveness Funds&#8221; and Head of the Managing Authority of the Operational Program &#8220;Innovation and Competitiveness&#8221; (OPIC) 2014-2020. Since the biggest violators are long-term partners and subcontractors of the scandalous GP Group, the investigation turns into a kind of sequel of #GPGate.<\/strong><\/p>\n<p>We remind readers that Bivol sent its inquiries under the Access to Public Information Act (APIA) to a number of ministers and institutions in November 2020. The State National Construction Control (DNSK), Bulgartransgaz, the Ministry of Health and the Ministry of Economy did not respond.<\/p>\n<p>Only after repeated inquiries by Bivol to Deputy Prime Minister for EU funds <strong>Tomislav Donchev<\/strong> about the lack answers, Bivol finally received on January 8 the three-page long official position of the Ministry of Economy.<\/p>\n<p><strong>&#8220;Beneficiaries have not repaid their obligations&#8221;<\/strong><\/p>\n<p>It is obvious that BOETS’ reports have led to a number of inspections of the relevant European projects by the European Commission (EC) and the subsequent activation of the oversight bodies in Sofia. Ilieva’s answer reveals that he Managing Authority of the OPIC 2014-2020 has received a letter from the Executive Agency &#8220;Audit of European Union Funds&#8221; (EA OCEC), which recommends corrective measures in connection with the outcome of the inspections.<br \/>\nThe reply recalls that applicants whose project are proposed for funding must present within a 10-day deadline evidence of compliance with the procedure’s requirements by submitting all of the necessary documents.<\/p>\n<p>Ilieva cites item 27.1. A) of the Conditions for application under the procedure, according to which candidates are required to submit a Certificate from the National Revenue Agency (NRA) for lack of obligations, issued no more than six months before the date of the bid’s submission in the form of an original document or a certified copy. This means that some of the companies for which <strong>BOETS, Bivol<\/strong> and <strong>Bird.bg<\/strong> have established existence of obligations to the NRA have received these certificates <strong>in some other way<\/strong>.<\/p>\n<p>The seven companies have submitted all required documents at the negotiation stage, including NRA certificates for lack of obligations, with which they have met the requirements for a beneficiary, and the managing body of the OPIC has concluded subsidy contracts with them. The companies are Verda 008, TK Dream Build, TK Build, KVP Group, KVP Consult, Amber Oil and Scientific-Technical Union for Construction Consult Engineering.<\/p>\n<p>According to the Ministry of Economy, the EA OCEC has recommended that reports of irregularities committed by these companies be registered to establish the functioning of the projects and the achievement of the set goals. The letter instructs to pay attention to the similarities in the projects established by the Audit Authority, including possible connections between the companies, coincidence in the activity of the financed projects and similarity in the investments, among others.<\/p>\n<p>According to Ilieva, all reports of irregularities have been followed by unannounced on-site inspections and inspections of the companies’ paperwork.<\/p>\n<p>The results of these inspections have been listed in reports to the Head of the Managing Authority of the OPIC and have ended with registration of irregularities and decisions for financial corrections of 100% of the amount of the granted EU funds. <\/p>\n<p>Judging by Iliana Ilieva&#8217;s letter to Bivol, the case has also reached the Sofia City Prosecutor as early as September 2020, a few weeks before the first actions of BOETS on the TurkStream 2 construction sites in October 2020. This fact makes us doubt that the authorities’ reports to the prosecution have been backdated.<\/p>\n<p><strong>Ilieva also admits that the millions of EU funds have not yet been even partially recovered because the companies obviously do not plan to return them and had challenged the 100% correction decision with complaints to the Sofia City Administrative Court.<\/strong><\/p>\n<p>The initiated legal proceedings are still ongoing, Ilieva writes.<\/p>\n<p><strong>Companies associated with GP Group win millions in government contracts<\/strong><\/p>\n<p>Checks in the Commercial Register, in the search engines of Bivol and Bird.bg and in the Information System for Management and Monitoring of EU Funds in Bulgaria (UMIS) revealed that some of the partners in the seven companies are not only subcontractors in numerous projects of the scandalous GP Group but also partners in a number of other companies that benefit from government procurement.<\/p>\n<p>Moreover, the management of the seven companies is intertwined so that its owners are partners in these or other companies found on the sites of TurkStream 2 and in other large-scale national or European projects in the country. And this means an automatic additional increase in the cost of projects for Bulgarian and European taxpayers, as well as huge VAT turnovers, even for the smallest-scale construction activities.<\/p>\n<p>The construction companies <strong>TK DREAM BUILD<\/strong> and <strong><a href=\"https:\/\/bird.bg\/tr?q=131267170\">TK BUILD<\/a><\/strong> have secured about BGN 2 million in EU funding. TK Dream Build has received 85% of the value of its project under the Energy Efficiency for Small and Medium Enterprises Program. It must return nearly BGN 1.5 million paid to it. Dream Build is a beneficiary of projects for a total value of BGN 2.1 million under the Program &#8220;<a href=\"https:\/\/bird.bg\/isun2020\/?v=view&#038;id=56565\" rel=\"noopener noreferrer\" target=\"_blank\">Competitiveness through energy efficiency<\/a>&#8220;.<\/p>\n<p>The person <strong>Stoyko Lyubomirov Zahariev<\/strong> is registered as a partner in two other construction companies from the seven investigated in the case &#8211; <strong>Scientific-Technical Union for Construction Consult Engineering<\/strong> and <strong>Amber Oil<\/strong>. Thus, at least four of the seven companies are directly linked through one of their partners.  <\/p>\n<p><strong>Scientific-Technical Union for Construction Consult Engineering<\/strong> has received European funds for two projects under the Rural Development Program (RDP). They are &#8220;<a href=\"https:\/\/bird.bg\/isun2020\/?v=view&#038;id=34657\" rel=\"noopener noreferrer\" target=\"_blank\">Improvement of the road network in the villages of Rassovo and Medkovets in the municipality of Medkovets<\/a>&#8221; worth BGN 1,113,290 and a project in the Peshtera Municipality for <a href=\"https:\/\/bird.bg\/isun2020\/?v=view&#038;id=34703\" rel=\"noopener noreferrer\" target=\"_blank\">street reconstruction<\/a> worth BGN 1,006,456. Another 151,000 has been received through public procurement.<\/p>\n<p><strong>Amber Oil<\/strong> has applied for BGN 2,131,855 under the OPIC and the actual payments according to the search engine currently stand at at least BGN 1,494,756. Its project is entitled &#8220;Competitiveness through investments in energy efficient technological equipment&#8221;. The reported activity under the European project includes acquisition of machinery, facilities and equipment, representing tangible fixed assets necessary for the implementation of Measure 1 &#8220;Delivery, installation and commissioning of a modular jaw crusher&#8221;.<\/p>\n<p>All three companies (except Scientific-Technical Union for Construction Consult Engineering) with their common partner <strong>Stoyko Zahariev<\/strong> are obviously default clients of the “bad apple” bank <strong>International Asset Bank<\/strong>, which is associated with one of the leaders of organized crime in Bulgaria <strong>Mladen “Madzo” Mihalev<\/strong>. The bank has frozen the assets of all three companies.<\/p>\n<p><strong>KVP Group<\/strong> and <strong>KVP Consult<\/strong> also have a common partner &#8211; <strong>Vasil Arsenov Arsenov<\/strong>. The first has government contracts for over BGN 65,000. Each has one European project for over BGN 2.1 million. The project of KVP Group is “<a href=\"https:\/\/bird.bg\/isun2020\/?v=view&#038;id=56316\" rel=\"noopener noreferrer\" target=\"_blank\">Energy efficiency in“ KVP-GROUP<\/a>” under the OPIC for a total value of BGN 2,131,884. The activity has been reported as acquisition of machinery, equipment and facilities representing tangible fixed assets required for the implementation of Measure 1 “Delivery, installation and commissioning of a mobile rotary crusher”.<\/p>\n<p><strong>KVP Consult<\/strong> is also a beneficiary under the OPIC with its project “<a href=\"https:\/\/bird.bg\/isun2020\/?v=view&#038;id=62775\" rel=\"noopener noreferrer\" target=\"_blank\">Competitiveness of KVP-CONSULT through energy efficiency<\/a>” for a total value of BGN 2,133,078. The reported activities are strikingly similar &#8211; acquisition of machinery, equipment and facilities representing tangible fixed assets required for the implementation of Measure 1 “Delivery, installation and commissioning of a mobile rotary crusher”.<\/p>\n<p><strong>Builder of modern Bulgaria<\/strong><\/p>\n<p>But the most scandalous company is Verda 008. Its brand new construction machines were photographed by BOETS and Bulphoto at construction sites in the village of Makresh. The company belongs to the construction entrepreneur <strong>Kaloyan Lucien Teodosiev<\/strong>.<\/p>\n<p>His other company, <strong><a href=\"https:\/\/bird.bg\/tr\/?v=view&#038;guid=200615401&#038;q=%D0%9D%D0%BE%D0%B2%D0%B0%20%D1%81%D1%82%D1%80%D0%BE%D0%B9%20%D1%82%D0%B8%D0%B9%D0%BC\" rel=\"noopener noreferrer\" target=\"_blank\">Nova Stroy Team<\/a><\/strong>, has brought its equipment to the construction site for the “Rassovo” compressor station. The equipment has been purchased under a European project worth <strong><a href=\"http:\/\/2020.eufunds.bg\/bg\/0\/74\/Company?uin=8VIFtM8%2FLGvWaQMCew7s3w%3D%3D&#038;uinType=Eik&#038;isHistoric=False&#038;type=Beneficiary\" rel=\"noopener noreferrer\" target=\"_blank\">BGN 2.1 million<\/a><\/strong>.  <\/p>\n<p>A check by Bivol in in the UMIS shows that <strong>Verda 008<\/strong> has received European money for a total of over BGN 1.49 million for the purchase of construction equipment under the <a href=\"https:\/\/eumis2020.government.bg\/en\/s\/Procedure\/InfoEnded\/dffc3eb8-55b9-4206-a2dc-494960f849d6\" rel=\"noopener noreferrer\" target=\"_blank\">Energy Efficiency Program for small and medium enterprises<\/a>. <\/p>\n<p>The project <strong>&#8220;Energy efficiency in Verda 008&#8221;<\/strong> states that the activities aim to expand the capacity of an existing business site to increase the energy efficiency of the production of fractions of inert materials. According to the documentation, the investments will be used to purchase assets representing a technological line for expanding the production of factions. A system for monitoring energy consumption will be built as a component of the technological line to reduce energy consumption.<\/p>\n<p>Otherwise, the company <strong>Verda 008<\/strong> is quite modest, according to entries in the Commercial Register and can hardly win and successfully manage a project for about BGN 1 million. The company was incorporated on May 10, 2008. Its headquarters are listed in Bulgaria’s western city of Pernik. The initial capital amounts to only BGN 5,000, which hardly presupposes the realization of projects worth millions.<\/p>\n<p><strong>Kaloyan Teodosiev<\/strong> is the owner of both <strong>Energogroup<\/strong> and the well-known in the construction industry <strong><a href=\"https:\/\/bird.bg\/tr\/?v=view&#038;guid=121115366\" rel=\"noopener noreferrer\" target=\"_blank\">Interprom<\/a><\/strong>. Interprom has absorbed huge amounts totaling <strong><a href=\"https:\/\/bird.bg\/contracts\/?q=@(executant,executant_eik,executant_full)%20121115366\" rel=\"noopener noreferrer\" target=\"_blank\">BGN 270.4 million<\/a><\/strong> under 49 registered government procurements, making it one of the record holders in the construction sector.<\/p>\n<p>Bulgarian business weekly <strong><a href=\"https:\/\/www.capital.bg\/biznes\/kompanii\/2016\/07\/13\/2785497_stroitelstvo_razdaden_ot_durjavata_rust\/\" rel=\"noopener noreferrer\" target=\"_blank\">Capital<\/a><\/strong> wrote in 2016 that <strong>Interprom<\/strong> had recorded a skyrocketing absorption of government contracts. Teodosiev was mentioned as one of the candidate sponsors of the bankrupt Sofia football club CSKA.<\/p>\n<p>The <strong><a href=\"https:\/\/www.banker.bg\/upravlenie-i-biznes\/read\/koi-obra-kaimaka-ot-vik-proektite\" rel=\"noopener noreferrer\" target=\"_blank\">Banker<\/a><\/strong> newspaper mentions Interprom as one of the record holders in government procurement in the water and sewerage sector. In 2012, Pirdop’s integrated water project brought BGN 32,386,136 to a consortium with the participation of the company. It shared another BGN 8.4 million for the water supply network in the town of Kostinbrod with the infamous GP Group. The wastewater treatment plant in Kostinbrod was built for BGN 10.2 million and a station for wastewater treatment in the town of Knezha brought the company another BGN 8 million. The water cycle of Panagyurishte built by Interprom and GP Group was for BGN 12.8 million. <\/p>\n<p>Regional media <a href=\"http:\/\/pirinsko.com\/izgoneniqt-ot-s-logodaj-investitor-k-teodosiev-mesti-planovete-si-za-kariera-v-bobovdolsko-58590.html\" rel=\"noopener noreferrer\" target=\"_blank\">Pirinsko<\/a> and <a href=\"https:\/\/4vlast-bg.com\/archives\/304911\" rel=\"noopener noreferrer\" target=\"_blank\">Fourth Estate<\/a> mention that investor Kaloyan Teodosiev’s “career” in the village of Logodazh near the southwestern city of Blagoevgrad was “stopped in court by the mayors of Logodazh, Plamen Chervenkov, of Selishte, Blagoy Panayotov, and of Zelen Dol, Angel Mladenov. That is why Teodosiev has decided to transfer his activity to the municipality of Bobov Dol, where he has initiated a procedure for obtaining a concession for the extraction of crushed rocks.<\/p>\n<p>Kaloyan Teodosiev&#8217;s companies, including <strong>Sofia’s Caro Trading, are explicitly mentioned in a letter from EC’s Directorate-General for Energy to BOETS sent in December 2020<\/strong>. <\/p>\n<p>According to Ilieva’s letter, the Managing Authority of the OPIC is currently investigating the irregularities in the subsidy agreement with <strong>Nova Stroy<\/strong> and <strong>Caro Trading<\/strong>. Only one of the companies mentioned by Bivol and BOETS has not received the European funding for which it has applied.<\/p>\n<p>&#8220;With regard to <strong>Interprom<\/strong>, the relevant contract for support from the OPIC was terminated in 2019 and no amounts have been paid,&#8221; Ilieva’s letter reads.<\/p>\n<p>The <a href=\"http:\/\/pirinsko.com\/3-blagoevgradski-sela-na-bunt-sreshtu-parlamentaren-sytrudnik-na-eksshefa-na-vma-gen-tonev-pravi-kamenna-kariera-na-700-dka-v-logodash-zastrashava-qz-stojkovci-21786.html\" rel=\"noopener noreferrer\" target=\"_blank\">Pirinsko<\/a> website revealed a few years ago that Teodosiev, a resident of the capital Sofia, was also politically connected to the ruling Citizens for European Development of Bulgaria (GERB) party through the former Director of the Military Medical Academy in Sofia <strong>General Stoyan Tonev<\/strong>, which partly explains his success in winning municipal, national and European bids. <\/p>\n<p>&#8220;It is clear from the website of the National Assembly (Parliament) that he is a technical assistant of the GERB MP in the city of Pazardzhik, General Stoyan Tonev, who resigned in February as Chairman of the Health Committee in the National Assembly and as a Member of Parliament,&#8221; Prinsko wrote in 2016.<\/p>\n<p>More on the subject of TurkStream2 can be found <a href=\"https:\/\/bivol.bg\/en?s=TurkStream+2\" rel=\"noopener noreferrer\" target=\"_blank\">HERE<\/a>.<\/p>\n","protected":false},"excerpt":{"rendered":"<p>Seven Bulgarian construction companies, which brought their heavy equipment to the TurkStream 2 gas pipeline construction sites, are being investigated by the Sofia City Prosecutor&#8217;s Office and have been ordered&hellip;<\/p>\n","protected":false},"author":20614,"featured_media":69496,"comment_status":"closed","ping_status":"open","sticky":false,"template":"","format":"standard","meta":{"_mo_disable_npp":"","_relevanssi_hide_post":"","_relevanssi_pin_for_all":"","_relevanssi_pin_keywords":"","_relevanssi_unpin_keywords":"","_relevanssi_related_keywords":"","_relevanssi_related_include_ids":"","_relevanssi_related_exclude_ids":"","_relevanssi_related_no_append":"","_relevanssi_related_not_related":"","_relevanssi_related_posts":"","_relevanssi_noindex_reason":"","kia_subtitle":"","spay_email":"","jetpack_publicize_message":"","jetpack_is_tweetstorm":false},"categories":[5806],"tags":[9087,9998,9303,9307],"jetpack_featured_media_url":"https:\/\/bivol.bg\/wp-content\/uploads\/2021\/01\/Снимок-экрана-2021-01-11-в-15.08.36-2.png","jetpack_publicize_connections":[],"jetpack_sharing_enabled":true,"jetpack_shortlink":"https:\/\/wp.me\/p9hbsr-i8i","jetpack_likes_enabled":true,"_links":{"self":[{"href":"https:\/\/bivol.bg\/en\/wp-json\/wp\/v2\/posts\/69706"}],"collection":[{"href":"https:\/\/bivol.bg\/en\/wp-json\/wp\/v2\/posts"}],"about":[{"href":"https:\/\/bivol.bg\/en\/wp-json\/wp\/v2\/types\/post"}],"author":[{"embeddable":true,"href":"https:\/\/bivol.bg\/en\/wp-json\/wp\/v2\/users\/20614"}],"replies":[{"embeddable":true,"href":"https:\/\/bivol.bg\/en\/wp-json\/wp\/v2\/comments?post=69706"}],"version-history":[{"count":1,"href":"https:\/\/bivol.bg\/en\/wp-json\/wp\/v2\/posts\/69706\/revisions"}],"predecessor-version":[{"id":69707,"href":"https:\/\/bivol.bg\/en\/wp-json\/wp\/v2\/posts\/69706\/revisions\/69707"}],"wp:featuredmedia":[{"embeddable":true,"href":"https:\/\/bivol.bg\/en\/wp-json\/wp\/v2\/media\/69496"}],"wp:attachment":[{"href":"https:\/\/bivol.bg\/en\/wp-json\/wp\/v2\/media?parent=69706"}],"wp:term":[{"taxonomy":"category","embeddable":true,"href":"https:\/\/bivol.bg\/en\/wp-json\/wp\/v2\/categories?post=69706"},{"taxonomy":"post_tag","embeddable":true,"href":"https:\/\/bivol.bg\/en\/wp-json\/wp\/v2\/tags?post=69706"}],"curies":[{"name":"wp","href":"https:\/\/api.w.org\/{rel}","templated":true}]}}