{"id":70841,"date":"2021-02-19T14:55:48","date_gmt":"2021-02-19T11:55:48","guid":{"rendered":"https:\/\/bivol.bg\/?p=70841"},"modified":"2021-02-20T11:53:48","modified_gmt":"2021-02-20T08:53:48","slug":"openlux-top-constitutional-court-judges-son-in-posession-of-e06-mln-in-luxembourg","status":"publish","type":"post","link":"https:\/\/bivol.bg\/en\/openlux-top-constitutional-court-judges-son-in-posession-of-e06-mln-in-luxembourg.html","title":{"rendered":"OpenLux: Top Constitutional Court Judge&#8217;s Son in Posession of €0,6 mln. in Luxembourg"},"content":{"rendered":"<p><strong>Lyubomir Konstantinov Penchev is the owner of a company in Luxembourg which is in possession of assets worth BGN 1.2 million. The joint-stock company with the name of Promobelle S.A. is involved in the real estate business. Official data from Luxembourg’s Register of Beneficial Owners (RBE) shows that Lyubomir Penchev holds 100% of its shares. He is the son of the former Member of Parliament, President of the Supreme Administrative Court and Ombudsman and current Constitutional Court Judge Konstantin Penchev. <\/strong><\/p>\n<p>The cash appeared in the company’s accounts in 2014, and its reported source was a loan from an unknown entity. In the same year the Penchev family bought two flats in central Sofia’s Vitoshka and Rakovska streets for a total of BGN 600,000. At that time it was Konstantin Penchev’s 4th year of his term as the National Ombudsman of the Republic of Bulgaria, and his son had been an active lawyer and member of the Sofia Bar Association for less than a year.<\/p>\n<blockquote><p>‘I never knew my name was on some sort of register,’<\/p><\/blockquote>\n<p>Lyubomir Penchev commented on the phone when asked to explain his beneficial ownership of companies in Luxembourg, a fact that is public. He asked to be e-mailed questions with further details. After we did send them, Lyubomir Penchev confirmed he had received them and promised to reply before the end of the working day (Tuesday), which he did not do. His father Konstantin Penchev did not answer our calls.<\/p>\n<p>The revelation is a result of OpenLux, an international journalistic investigation that matches owners’ details to company details in the Grand Duchy. Its authors include Le Monde, Suddeutsche Zeitung, Le Soir, OCCRP and other investigative media in Europe, Africa, the US and Asia.<\/p>\n<p>The lead partner in OpenLux is Le Monde, which has made available a database of 4 million documents and records extracted from the Luxembourg Business Registers’ online platform and shared with the #OpenLux team. They include corporate documents, financial statements and beneficial ownership statements from more than 260,000 companies, and span the period between 1955 and December 2020. The records include the names of 117,424 individual beneficial owners of Luxembourg-based companies, among whom 130 Bulgarian nationals. Lyubomir Penchev is among them.<\/p>\n<p>To formally verify that information, Bivol paid a fee for an extract from Luxembourg’s Register of Beneficial Owners (RBE). The extract bears the Register’s electronic signature and show the owner’s full name (Lyubomir Konstantinov Penchev) and date of birth, the form of ownership (100% of the shares in Promobelle), and the date when such ownership was declared (25 November 2019).<\/p>\n<p><strong>Penchev in Vitoshka Street, Penchev in Rakovska Street, and Penchev in Luxembourg<\/strong><\/p>\n<p>In 2014, the then-Ombudsman Konstantin Penchev’s family struck two real estate deals in Bulgaria. On 25 August 2014 Mr Penchev Jnr purchased a 150-square-metre flat in Vitoshka Street for BGN 391,166, and two days later Mr Penchev Snr bought a 111-square-metre flat in Rakovska Street for BGN 217,097. When reporting the transaction to the national Audit Office as the country’s Ombudsman, Mr Penchev Snr stated that the source of the funds was ‘a bank deposit of Mirena Pencheva’.<\/p>\n<p>At that time Mr Penchev Jnr was as young as 30, and only just starting his legal career. His name first received publicity after ex-MP Yane Yanev (from the former Order, Law and Justice (RZS) political party) asked whether ‘Konstantin Penchev’s son was a staff agent of the State Agency for National Security’. Public records show that the young Mr Penchev started practising the legal profession in 2013. In 2014 he held no company stakes. His property file does not suggest he sold any properties or obtained any mortgage loans. That is why an amount as substantial as the EUR 200,000 paid for the flat in Vitoshka Street cannot but raise questions.<\/p>\n<p>It is even harder to explain the fact that, according to the Luxembourg Register, Lyubomir Penchev is the beneficial owner of a company which reported a sharp increase in its assets by EUR 550,000 in 2014, the same year as the property acquisitions in Sofia, and an investment of EUR 400,000 in real estate in 2015.<\/p>\n<p>The Promobelle company, with registered capital amounting to EUR 50,000, has existed since 2008, with locals as its managing directors. Bivol has analysed all available financial statements of Promobelle up to 2019, showing the value of the company’s book assets and their nature: real estate, movable property, financial instruments and cash in bank accounts.<br \/>\nPromobelle’s capital was raised through a loan from another company, and its financial statements until 2014 followed an identical pattern, reflecting only the liability to the lender company and no movements in assets.<\/p>\n<p>In 2014, however, Promobelle replaced its managing directors and the financial statements for that year reveal a sudden increase of its assets from EUR 46,000 to EUR 624,000, along with new long-term debt amounting to EUR 625,094.45. The origin of those funds is unknown, and it is unclear who lent such a sizeable amount to Promobelle. That debt did not decrease in the following years.<\/p>\n<p>In 2015 Promobelle already reported EUR 401,016.48 in ‘tangible fixed assets’, an accounting term indicating the possession of real estate. The value of those assets gradually increased, to reach EUR 480,904.14 in 2019. Cash in bank accounts dwindled to EUR 33,246, resulting in a slight decline in the company’s total assets to EUR 592,492. To sum up, Constitutional Court Judge Konstantin Penchev’s family is currently in possession of assets worth a total of nearly BGN 1.8 million, acquired in 2014, of which BGN 1.2 million in the Grand Duchy.<\/p>\n<p>It may be curious to note that Lyubomir Penchev’s mother, Mirena Penchevа, who is also a lawyer and member of the Sofia Bar Association, is the owner of the Chance for Every Child Foundation. The foundation engages in ‘international adoptions’ of Bulgarian children, i.e. it offers local youngsters for adoption abroad, in countries such as France, Italy, Spain, Ireland, the Netherlands, Greece, Cyprus, Switzerland, the USA… The foundation’s details reveal that it works in close cooperation with the Luxembourg Red Cross. It shares an office with Mr Penchev Jnr’s law firm.<\/p>\n<p><strong>Ashamed?<\/strong><\/p>\n<p>Nepotism scandals involving properties are nothing new to the ex-President of the Supreme Administrative Court (SAC) Konstantin Penchev. In 2010 an investigation by the Capital Weekly revealed that the children of three senior judges obtained seaside properties on account of being ‘extremely deprived’.<\/p>\n<p>They were the offspring of Panayot Genkov (Chair of the SAC’s First-A Division), Nikolay Urumov (leading SAC’s Third Division) and Andrey Ikonomov (Chair of the SAC’s Fifth Dividion). Back then Mr Penchev Snr dismissed his colleagues from their administrative positions and publicly stated he was ashamed of them.<\/p>\n<p>Their children, however, were allowed to keep the properties, as extremely deprived citizens, and aside from their fathers’ demotions, no other sanctions ensued. Indeed, their parents continued to administer justice and climb up the career ladder in Bulgaria’s judiciary.<\/p>\n<p><em><strong>Translation: Zornitsa Lazarova <\/strong><\/em><\/p>\n","protected":false},"excerpt":{"rendered":"<p>Lyubomir Konstantinov Penchev is the owner of a company in Luxembourg which is in possession of assets worth BGN 1.2 million. The joint-stock company with the name of Promobelle S.A.&hellip;<\/p>\n","protected":false},"author":20614,"featured_media":70254,"comment_status":"closed","ping_status":"open","sticky":false,"template":"","format":"standard","meta":{"_mo_disable_npp":"","_relevanssi_hide_post":"","_relevanssi_pin_for_all":"","_relevanssi_pin_keywords":"","_relevanssi_unpin_keywords":"","_relevanssi_related_keywords":"","_relevanssi_related_include_ids":"","_relevanssi_related_exclude_ids":"","_relevanssi_related_no_append":"","_relevanssi_related_not_related":"","_relevanssi_related_posts":"","_relevanssi_noindex_reason":"","kia_subtitle":"Plus €300,000 in real estate in central Sofia’s Vitoshka and Rakovska Streets","spay_email":"","jetpack_publicize_message":"","jetpack_is_tweetstorm":false},"categories":[5542,5806],"tags":[11789],"jetpack_featured_media_url":"https:\/\/bivol.bg\/wp-content\/uploads\/2021\/02\/penchev-lux.jpg","jetpack_publicize_connections":[],"jetpack_sharing_enabled":true,"jetpack_shortlink":"https:\/\/wp.me\/p9hbsr-iqB","jetpack_likes_enabled":true,"_links":{"self":[{"href":"https:\/\/bivol.bg\/en\/wp-json\/wp\/v2\/posts\/70841"}],"collection":[{"href":"https:\/\/bivol.bg\/en\/wp-json\/wp\/v2\/posts"}],"about":[{"href":"https:\/\/bivol.bg\/en\/wp-json\/wp\/v2\/types\/post"}],"author":[{"embeddable":true,"href":"https:\/\/bivol.bg\/en\/wp-json\/wp\/v2\/users\/20614"}],"replies":[{"embeddable":true,"href":"https:\/\/bivol.bg\/en\/wp-json\/wp\/v2\/comments?post=70841"}],"version-history":[{"count":2,"href":"https:\/\/bivol.bg\/en\/wp-json\/wp\/v2\/posts\/70841\/revisions"}],"predecessor-version":[{"id":70845,"href":"https:\/\/bivol.bg\/en\/wp-json\/wp\/v2\/posts\/70841\/revisions\/70845"}],"wp:featuredmedia":[{"embeddable":true,"href":"https:\/\/bivol.bg\/en\/wp-json\/wp\/v2\/media\/70254"}],"wp:attachment":[{"href":"https:\/\/bivol.bg\/en\/wp-json\/wp\/v2\/media?parent=70841"}],"wp:term":[{"taxonomy":"category","embeddable":true,"href":"https:\/\/bivol.bg\/en\/wp-json\/wp\/v2\/categories?post=70841"},{"taxonomy":"post_tag","embeddable":true,"href":"https:\/\/bivol.bg\/en\/wp-json\/wp\/v2\/tags?post=70841"}],"curies":[{"name":"wp","href":"https:\/\/api.w.org\/{rel}","templated":true}]}}