{"id":73542,"date":"2021-04-12T12:38:50","date_gmt":"2021-04-12T09:38:50","guid":{"rendered":"https:\/\/bivol.bg\/?p=73542"},"modified":"2021-04-12T12:54:56","modified_gmt":"2021-04-12T09:54:56","slug":"machine-voting-in-bulgaria-non-transparent-as-in-chavist-venezuela","status":"publish","type":"post","link":"https:\/\/bivol.bg\/en\/machine-voting-in-bulgaria-non-transparent-as-in-chavist-venezuela.html","title":{"rendered":"Machine voting in Bulgaria: Non-transparent as in Chavist Venezuela"},"content":{"rendered":"<p><b>In January 2021 Democratic Bulgaria called for an independent audit of the voting machines to be used in this year&#8217;s parliamentary election, while Bivol published an investigation into the secrets of their Venezuelan supplier and its Bulgarian partner Ciela Norma. In response, the Central Electoral Commission (CEC) tasked three government agencies with the audit, which had to be completed by 31 March. The irony is that the audit was first publicly announced on 1 April, three days before the election itself. CEC spokesperson Dimitar Dimitrov had promised Bivol that the results would be made public but the document was never released. Political analysts and election experts are warning about chaos in the vote counting, caused by the introduction of machines into polling stations running paper voting – an absurd decision without precedent anywhere in the world, as polling stations using machine voting are usually fully automated. CEC, the state-owned IT company Information Services (IS) and Ciela have all assured Bivol there was absolutely no conflict of interest or any other irregularity surrounding the procurement of machines. Our overseas partners within the International Consortium of Investigative Journalists (ICIJ), investigative website Armando Info*, quote Venezuelan opposition experts talking about Hugo Chavez&#8217; “salvation” in 2007. That was the year the Venezuelan opposition initiated a referendum to bring the dictator down. Smartmatic provided the machines that would lead to his “triumph”, reminiscent of Alexander Lukashenko&#8217;s infamous “election victory” in Belarus in 2020. Read the joint investigation we carried out with the Venezuelan reporters based in Columbia. <\/b><span style=\"font-weight: 400\"> <\/span><\/p>\n<p><span style=\"font-weight: 400\">On 24 March it became clear there would most probably be a delay in the processing of electoral protocols. This was brought up by <\/span><b>Valery Tsolov<\/b><span style=\"font-weight: 400\">, chairperson of the Regional Electoral Commision in Sofia&#8217;s electoral district 25, in an interview by Bulgaria on Air. At the same time the office of the National Ombudsman was receiving complaints from people placed under quarantine, who were being denied their right to vote. They were threatening to sue CEC. But that was not the main problem bothering the former GERB minister of justice Diana Kovacheva in her present-day capacity as ombudsman.<\/span><\/p>\n<p><span style=\"font-weight: 400\">On 26 March she wrote to CEC chairman Alexander Andreev about a complaint she had received from a citizen employed by the company supplying the machines. He had to vote at a different location away from his registered address because he was the technician responsible for the machines&#8217; operation. How many people are under quarantine in Bulgaria; how many electoral commission members are reporting bugs in the machines&#8217; performance? The ombudsman, however, chose to react to the unique case of the voting technician.<\/span><\/p>\n<h4><b>The International Foundation for Electoral Systems alerts CEC<\/b><\/h4>\n<p><span style=\"font-weight: 400\">At the end of October 2020 one of the most prominent global experts in election technology issued a warning to the authorities in Sofia about the danger of introducing machine voting without proper preparations. <\/span><\/p>\n<p><span style=\"font-weight: 400\">„Relaxed vigilance about cybersecurity from a third-country supplier to CEC can also be used for the introduction of malicious code or to open the the door to attacks through ransomware<\/span><i><span style=\"font-weight: 400\">,<\/span><\/i><span style=\"font-weight: 400\">” said dr. S<\/span><b>taffan Darnolf<\/b><span style=\"font-weight: 400\">, senior global adviser in electoral operations and administration with the <\/span><b>International Foundation for Electoral Systems (IFES), <\/b><span style=\"font-weight: 400\">in an interview for the <\/span><a href=\"http:\/\/www.bili-bg.org\/11\/917\/news_item.html?fbclid=IwAR1G9TPVSx6jo4iHjMksb2clBTErYG-4GxVHOVRgbNJAggUyanOrMQMJzO0\"><span style=\"font-weight: 400\">Bulgarian Institute for Legal Initiatives<\/span><\/a><span style=\"font-weight: 400\">.<\/span><\/p>\n<blockquote><p><i><span style=\"font-weight: 400\">„To safeguard the integrity of the elections, the Electoral Commission must carry out thorough testing of the new technologies being introduced.“<\/span><\/i><\/p><\/blockquote>\n<p><span style=\"font-weight: 400\">„It is also important that the institution in charge of the elections should be transparent when preparing the documentation, the relevant plans and guidelines,” Darnolf says.<\/span><\/p>\n<p><span style=\"font-weight: 400\">According to the expert, testing can “identify weaknesses in advance, which can then be eliminated before the vote.”:<\/span><\/p>\n<blockquote><p><i><span style=\"font-weight: 400\">„One of the approaches for ensuring the system&#8217;s security is to make use of audits and certification procedures.”<\/span><\/i><\/p><\/blockquote>\n<p><span style=\"font-weight: 400\">„As this type of technology is generally new, electoral bodies will have to synchronise the legal framework to reflect differences in audit results and the assessments by internal IT units, <\/span><b>Staffan Darnolf<\/b><span style=\"font-weight: 400\"> recommends.<\/span><\/p>\n<p><span style=\"font-weight: 400\">His advice, however, remains unheeded by CEC, who in fact did exactly the opposite: they “certified” the machines through three government authorities, whose assessments were completed just 3-4 days before the elections.<\/span><\/p>\n<h3><b>(In)dependent „audit“ on 1 April<\/b><\/h3>\n<p><span style=\"font-weight: 400\">Although 1 April is traditionally a day for practical jokes, it is difficult to appreciate CEC members&#8217; sense of humour. They made a commitment to announce the results of the machines&#8217; independent audit by 31 March. The audit was carried out by three government agencies who can in no way be independent but are officially designated as autonomous control bodies: the<\/span><b> State e-Government Agency (SGA)<\/b><span style=\"font-weight: 400\">, the<\/span><b> Bulgarian Institute of Metrology (BIM)<\/b><span style=\"font-weight: 400\"> and the Bulgarian Institute for Standardisation (BIS).<\/span><\/p>\n<p><span style=\"font-weight: 400\">On that same day, however, the deputy chairman of CIC told Bivol that the audit report “had not arrived yet”. <\/span><b>Silva Dyukenjieva<\/b><span style=\"font-weight: 400\"> said she didn&#8217;t have any answers to the question why the report had been delayed. „That is something we are acquainted with, yes&#8230;“, she replied, when asked if CEC had any idea what the findings of the audit were.<\/span><\/p>\n<blockquote><p><i><span style=\"font-weight: 400\">„I will not give you that information, I am just a member, the commission consists of 20 persons, I can not make any decisions of this kind on my own.”<\/span><\/i><\/p><\/blockquote>\n<p><span style=\"font-weight: 400\">As a matter of fact, the press release issued on 1 April had nothing to tell us. It shows the audit was was little more than a superficial formality, no irregularities had been found, at least so the press release says.<\/span><\/p>\n<p><i><span style=\"font-weight: 400\">„Observers from CEC&#8217;s public council and from the Organisation for Security and Cooperation in Europe were present during some of the testing of the voting machines. No issues of critical importance to the election process were observed. The three institutions came up with a decision to certify the machines within the envisaged time frame.”<\/span><\/i><\/p>\n<p><span style=\"font-weight: 400\">At the same time it is also made clear that not all problematic elements were covered by “the scope of the assessment,” which again points to the conclusion that the audit was a mere formality.<\/span><\/p>\n<p><i><span style=\"font-weight: 400\">„The scope of the current assessment of voting machines does not include organisational work carried out by the electoral administration, activities pertaining to the approval of the organisation and technology of the processing of election results, or to the logistics of the actual devices for machine voting.“<\/span><\/i><\/p>\n<p><span style=\"font-weight: 400\">It turns out that there is no one in any of the three agencies who can check what kind of changes were made to the machines before the elections. And it is not credible that no changes were made, considering the large number of complains about the functioning of the machines from across the country.<\/span><\/p>\n<p><span style=\"font-weight: 400\">„Any subsequent changes in the voting devices, their components or peripheral devices, or the consumables, smart cards and software is outside the scope of this certification,” says CEC&#8217;s press release about the audit.<\/span><\/p>\n<p><i><span style=\"font-weight: 400\">Bivol <\/span><\/i><span style=\"font-weight: 400\">asked CEC spokesperson <\/span><b>Dimitar Dimitrov<\/b><span style=\"font-weight: 400\"> why a more ambitious deadline had not been set for the report, which according to him was going to be published as soon as it was received by the Commission.<\/span><\/p>\n<p><span style=\"font-weight: 400\">„It is not possible to do anything technologically in the last two or three days, so whether we received it tomorrow or today would not have made any significant practical difference,” the Commission representative said. <\/span><\/p>\n<blockquote><p><i><span style=\"font-weight: 400\">„I do not think anything at all could have been done even a month in advance.”<\/span><\/i><\/p><\/blockquote>\n<p><span style=\"font-weight: 400\">„After all we are talking about a highly technical matter, one that involves a great amount of software and therefore is not a simple thing at all,” Dimitrov said in conclusion of his explanation for the delay.<\/span><\/p>\n<p style=\"padding-left: 40px\"><span style=\"font-weight: 400\">There is no official reply to the questions why the audit was so superficial and so late. Prominent political analyst and former CEC spokesperson <\/span><b>Tsvetozar Tomov<\/b><span style=\"font-weight: 400\"> is of the opinion that the auditors “assessed the devices&#8217; compliance with the technical specifications listed in the public procurement notice.“ „But it is also important to assess their adequacy in terms of organisation, the logistics, which might not be a task for those specific institutions but it has to be somebody&#8217;s task,” the expert commented for Bivol.<\/span><\/p>\n<p><strong>The Machines, that cemented Hugo Chavez&#8217;s power <\/strong><\/p>\n<p>Why has everything ended up so tied to cement Smartmatic&#8217;s electoral platform? It is a question that the company has not wanted to answer. It was not even possible to specify the cost of each device and in front of so many complaints and questions, they also didn&#8217;t answer if it&#8217;s about used equipment that has been recycled from the elections of other countries and offered as new. &#8220;We are not authorized to speak to the media,&#8221; they justified before a request for information.<\/p>\n<blockquote><p>&#8220;Unfortunately we are not authorized as in most of the countries where we provide technology, without going very far in Los Angeles, United States.&#8221;<\/p><\/blockquote>\n<p>At more than 5,700 nautical miles, several members and experts close to the Venezuelan opposition warn &#8211; from Caracas &#8211; that on no occasion did the number of votes fail to coincide with the minutes printed by the machine. They do not believe in electronic fraud, but they still recommend organizing a battalion of witnesses to carry out audits at all voting tables.<\/p>\n<p>&#8220;From a technical point of view, we are sure that the system guaranteed the secrecy and integrity of the vote.&#8221; This is said by the adviser of the coalition of opposition parties grouped in the Democratic Unity Table (MUD), Roberto Picón. &#8220;We reviewed the software many times and we are sure that each vote was deposited in the machine and correctly counted, transmitted and totaled.&#8221;<\/p>\n<p>The experts warn that there is no fully shielded system, but there is a way to detect fraud. When the National Electoral Council of Venezuela handed over the governorship to the Chavez candidate in 2016 in the Bolivar State, in the south,  they had the records of the machines that showed not only that they had been stolen but that the system could prove the theft of elections.<\/p>\n<p>Picón, who in 2017 was part of the list of political prisoners after a statement by Nicolás Maduro himself in which she pointed out that he was “hacking” the electoral system, believes in machines, what he cannot certify is who operates them. &#8220;He who knows the system can violate the system, and there the problem is that in Venezuela the National Electoral Council is not an independent body and is practically affiliated with the Executive Branch and the governing party, the PSUV.&#8221;<\/p>\n<p>The opposition audited all electoral processes and only in 2005 found an error that was immediately corrected by Smartmatic itself. The Windows XP operating system, which was running on voting machines at the time, kept the time each file was generated. In other words, it allowed to know the time each vote had been generated. An anomaly that, in the words of the expert <strong>Marco Torre<\/strong>, was immediately corrected and they benefited not only from having access to the source code that Smartmatic quickly made available to any audit, but also by engaging the so-called Technical Monitoring Group that, from civil society, attended the opposition in the next 14 elections.<\/p>\n<p>&#8220;At the end of the day the message is let&#8217;s not worry about the system, let&#8217;s worry about looking for the votes,&#8221; he concludes.<\/p>\n<blockquote><p>“People were wasting too much energy mistrusting the system; the Government wanted people to doubt electronic voting and the CNE always played that opaque role to generate what we called selective abstention.”<\/p><\/blockquote>\n<p>From a technical point of view, the software is reliable. Of course, one thing is the electronic system and another very different politics. Torre, paradoxes of history, was a professor of the founder and CEO of Smartmatic, Antonio Mugica, at the Simón Bolívar University in Caracas, and in 2005 he was willing to disapprove of his former student before public opinion, but then he understood that the software didn&#8217;t have technical flaws. “They have to make the system really robust and reliable, otherwise they don&#8217;t sell it. Now, do you have a relationship with the government? For you to earn a business of 128 million dollars, you have to have influences”, he concludes. “Smartmatic is a business; Who buys a voting system? their business is working with governments.”<\/p>\n<p><strong>Anchored to Venezuela<\/strong><\/p>\n<p>Smartmatic was registered in 2000 in the United States, but its roots are clearly anchored in Venezuela. Even before its release in 2004 with the recall referendum that the opposition requested to try to dethrone Hugo Chávez from power, it was born as an emerging startup in the technology sector. This is how they set up the circuit of security cameras of the emblematic <strong>Torre Corp Banca de Caracas<\/strong> was installed.<\/p>\n<p>In four years they came to close deals with the then rector of the National Electoral Council and today president of the Chavista National Assembly, <strong>Jorge Rodríguez<\/strong>, who was not only related to them, but in 2006 the press denounced a conflict of interest, after showing the bill for a hotel room in Orlando, United States, in which Chávez&#8217;s vice president stayed courtesy of Smartmatic.<\/p>\n<p>The honeymoon, however, ended a decade later. Not from Caracas, but from London, the same CEO, the Venezuelan <strong>Antonio Mugica<\/strong>, appeared at a press conference on August 2, 2017 to denounce that the CNE had inflated the votes of the controversial election of a National Constituent Assembly that never recognized the European Union, the United States and more than half of the Latin American countries.<\/p>\n<blockquote><p>&#8220;We calculate that the difference between the actual participation and that announced by the authorities is at least one million votes.&#8221;<\/p><\/blockquote>\n<p>Smartmatic was no longer the same and even with debts that the Venezuelan State did not finish paying, it was risking its operation &#8211; and reputation &#8211; in countries so diverse that they go from the United States, Mexico, Colombia, Bolivia, Ecuador, Chile, Argentina, Brazil, Haiti , Curaçao, to Oman, Uganda, Zambia, Sierra Leone, Kyrgyzstan, the United Kingdom, Estonia, Armenia and particularly in the Philippines, where they also faced scandals.<\/p>\n<p>Why was it that the same Smartmatic that intervened in 2017 to publish the results never finished specifying the results of 2007, the first time that Chávez not only lost an election, but also exalted asked the opposition to administer &#8220;their &#8216;bullshit&#8217; victory”? That is what <strong>Roberto Abdu<\/strong>l asks from Súmate, one of the most critical non-governmental organizations that have followed the elections in Chavista Venezuela.<\/p>\n<p>&#8220;One understands that there was an intervention from the political point of view of power, for which those results were not published in 2007,&#8221; he says.<\/p>\n<blockquote><p>&#8220;It is one of the darkest episodes in the trajectory of Smartmatic in Venezuela, which was undoubtedly handled in an opaque way throughout the relationship that they historically maintained with the National Electoral Council.&#8221;<\/p><\/blockquote>\n<p>Smartmatic was well able to serve its former VIP client and it seems that in Bulgaria they have also managed to win over the electoral authorities<\/p>\n<h3><b>Neither fish nor fowl<\/b><\/h3>\n<p><span style=\"font-weight: 400\">Political analyst and former CEC spokesperson Tsvetozar Tomov is convinced that in Bulgaria “we can not solve the problem of election fraud purely by technical means.” In his view the technology for machine voting is “unreliable”. „I find it concerning that there is still no result from the audit of the machines by the three government agencies. There is really no external audit either, it would be good to have some transparency in this process,” the expert commented for Bivol.<\/span><\/p>\n<p><span style=\"font-weight: 400\">He remembers the confusion that followed the partial introduction of machine voting in the 2019 vote for members of the European Parliament. „For example some of the memory sticks used with the machines got lost or stopped working. There were between 1000 and 1400 polling stations where the machine votes were not included in the protocols containing the final election results, Tomov says.<\/span><\/p>\n<blockquote><p><i><span style=\"font-weight: 400\">„It is madness to mix machine voting and paper voting in the same polling stations.“<\/span><\/i><\/p><\/blockquote>\n<p><span style=\"font-weight: 400\">The political analyst points out that in the 2019 MEP vote there were “quite a few polling stations where not even a single machine vote had been cast.” “This is mostly due to inadequate communication work and to the fact that the machines aren&#8217;t more efficient and in large polling stations it is not possible for a single machine to do much work,” <\/span><b>Tsvetozar Tomov<\/b><span style=\"font-weight: 400\"> thinks.<\/span><\/p>\n<p><span style=\"font-weight: 400\">According to the expert it is noteworthy that the main competitor of the Venezuelan supplier <\/span><b>Smartmatic<\/b><span style=\"font-weight: 400\">, the American company <\/span><b>Dominion Voting Service<\/b><span style=\"font-weight: 400\">, withdrew from the competition for the public contract in 2020.<\/span><\/p>\n<blockquote><p><i><span style=\"font-weight: 400\">“They applied through an attorney, handed in their papers, and then suddenly just before the tender it turned out they would not participate, which is a very strange development.”<\/span><\/i><\/p><\/blockquote>\n<p><b>Tsvetozar Tomov <\/b><span style=\"font-weight: 400\">admits feeling glad at the time because <\/span><b>Smartmatic <\/b><span style=\"font-weight: 400\">would finally have a competitor for the tender, which meant a monopoly on the supply of voting machines could be avoided. <\/span><\/p>\n<p><span style=\"font-weight: 400\">The former CEC spokesperson also said he was a champion of the idea of producing voting machines in Bulgaria. At the same time he thinks that at least up until two years ago the company <\/span><b>Bulgarian Voting Machines Ltd (BVM)<\/b><span style=\"font-weight: 400\">, which had been disqualified from the competition, did not satisfy CEC&#8217;s rigorous criteria in terms of cyber security and software reliability. <\/span><\/p>\n<p><span style=\"font-weight: 400\">“I personally know Alexander Chobanov [who founded BVM] but in 2019 his team had developed a project which did not satisfy those criteria, <\/span><b>Tsvetozar Tomov<\/b><span style=\"font-weight: 400\"> says.<\/span><\/p>\n<h3><b>“CEC acts in a way that is unprofessional and non-transparent” <\/b><\/h3>\n<p><b>The Bulgarian Institute for Legal Initiatives (BILI)<\/b><span style=\"font-weight: 400\"> has a long history of collaboration with organisations such as <\/span><b>IFES<\/b><span style=\"font-weight: 400\">, the international NGO that alerted Bulgarian authorities about the risks of machine voting without due preparation last autumn.<\/span><\/p>\n<p><span style=\"font-weight: 400\">“We are working on a joint anti-corruption project with the International Foundation for Electoral Systems, an US-based organisation specialised in election-monitoring around the world. In our talks with them we have repeatedly raised the question of machine voting, as well as the issue of cyber security in remote e-voting, <\/span><b>Teodor Slavev<\/b><span style=\"font-weight: 400\">, senior analyst at BILI, commented for Bivol. <\/span><\/p>\n<p><span style=\"font-weight: 400\">„The use of two different voting systems and two ways of reporting the results – by machine and on paper – will only lead to further chaos and make the work of the electoral administration harder,” the political scientist said.<\/span><\/p>\n<p><span style=\"font-weight: 400\">He pointed out that this was already clear last year, when CEC and the government tried to dodge the responsibility for the procurement of voting machines and pass it on each other, until finally the chairperson of CEC resigned.<\/span><\/p>\n<p><i><span style=\"font-weight: 400\">“The way to avoid mistakes and vote manipulation is to introduce voting by machine only.”<\/span><\/i><\/p>\n<p><span style=\"font-weight: 400\">„It is extremely complicated to manage two voting systems simultaneously and instead of creating the capacity, CEC is acting in a way that is unprofessional and non-transparent,” Slavev commented further.<\/span><\/p>\n<p><span style=\"font-weight: 400\">According to the expert, the effect of machine voting on the end results will depend on “whether technical manipulation is possible”. “CEC is working against any trust in machine voting and is acting in a non-trasnparent way,” Slavev explained.<\/span><\/p>\n<blockquote><p><i><span style=\"font-weight: 400\">„Why are they afraid of machine voting? Because there are no invalid votes there.“<\/span><\/i><\/p><\/blockquote>\n<p><span style=\"font-weight: 400\">„In rural areas there are up to 50% invalid ballots compared to an average of 14% on the national level and the EU norm of up to 3%,” the political scientist explained. He pointed out there is a decision by the Supreme Administrative Court (SAC) which makes machine voting a mandatory option in all polling stations.<\/span><\/p>\n<p><i><span style=\"font-weight: 400\">„It should have been only by machine or only by paper.”<\/span><\/i><\/p>\n<p><span style=\"font-weight: 400\">According to Todor Slavev&#8217;s data, there are hardly any EU countries using machine voting. “It is mostly e-voting or by mail,” the analyst explained.<\/span><\/p>\n<h3><b>Ciela and Information Services saying they had no conflict of interest<\/b><\/h3>\n<p><span style=\"font-weight: 400\">“I think it is only natural for one of the biggest suppliers of voting technology in the world <\/span><b>Smartmatic<\/b><span style=\"font-weight: 400\"> to decide on a partnership with one of the most reliable system integrators in Bulgaria <\/span><b>Ciela Norma<\/b><span style=\"font-weight: 400\">,” says the written statement made by Ciela Norma CEO <\/span><b>Vesselin Todorov<\/b><span style=\"font-weight: 400\"> for Bivol. “We do not consider it ethical to comment on our parters&#8217; business,” he replied, when asked about <\/span><b>Smartmatic<\/b><span style=\"font-weight: 400\">&#8216;s international reputation.<\/span><\/p>\n<p><span style=\"font-weight: 400\">As mentioned in Bivol&#8217;s publication from 17 February, <\/span><b>Vesselin Todorov<\/b><span style=\"font-weight: 400\">, who is a lawyer, features in the YanevaGate recordings. His name is brought up in the taped conversation by <\/span><b>Momchil Mondeshki<\/b><span style=\"font-weight: 400\">, who says that Todorov “<\/span><a href=\"https:\/\/bivol.bg\/badapples-talking-s3-12.html\"><i><span style=\"font-weight: 400\">goes upstairs to Delyan<\/span><\/i><\/a><span style=\"font-weight: 400\">” and had “fixed” an arbitration case in favour of the former MRF MP. Todorov denied any connection to <\/span><b>Delyan Peevski<\/b><span style=\"font-weight: 400\"> at the time.<\/span><i><span style=\"font-weight: 400\"> <\/span><\/i><\/p>\n<p><span style=\"font-weight: 400\">“Ciela Norma has no affiliation with any political party or party representative,” Todorov&#8217;s statement for Bivol says further, although according to various accounts he used to be a member of the National Movement Simeon II years ago.<\/span><\/p>\n<p><span style=\"font-weight: 400\">“We would like to reiterate that the management of Information Services has repeatedly expressed and supported its position in favour of the introduction of machine voting,” says the answer Bivol received on behalf of IS president Mihail Konstantinov. <\/span><\/p>\n<blockquote><p><i><span style=\"font-weight: 400\">“Apart from the fact that machine voting during a pandemic presents a health risk to the voters, we think it is also important to point out that such a procedure is currently not used anywhere in Europe (with the partial exception of Belgium) and it is not considered sufficiently reliable.“<\/span><\/i><\/p><\/blockquote>\n<p><span style=\"font-weight: 400\">“On the other hand we think that the introduction of machine voting in parallel with the use of paper ballots would increase the risk of technical errors when filling out polling station protocols, which could lead to delays beyond the deadlines prescribed in the Electoral Code,” the statement by Information Services says.<\/span><\/p>\n<p><a href=\"https:\/\/bivol.bg\/wp-content\/uploads\/2021\/04\/Information-Services-AD.docx\"><span style=\"font-weight: 400\">Information Services<\/span><\/a><\/p>\n<p><span style=\"font-weight: 400\">The company denies that being in a contractual relationship with Ciela constitutes conflict of interest relevant to commissioning the supply of voting machines. IS say they have no “joint projects” with Ciela but they do have at least one commercial agreement.<\/span><\/p>\n<p style=\"padding-left: 40px\"><span style=\"font-weight: 400\">“The company has a business relationship with Ciela Norma under a contract for the use of Ciela&#8217;s legal information system for the needs of IS and our clients. Ciela Norma has also purchased smart cards and e-signatures from Information Services.<\/span><\/p>\n<p><span style=\"font-weight: 400\">As contracting entity under the Public Procurement Act, Information Services has signed a contract with Ciela Norma, as part of the due procedure for the assignment of work related to the system integration of the National Revenue Agency, Mihail Konstantinov&#8217;s subordinates admit.<\/span><\/p>\n<p><span style=\"font-weight: 400\">“We believe that no conflict of interest has arisen as a result of the participation of a single IS expert in a commission of 11 members, appointed by CEC to review and assess the offers in the competition procedure opened by Act№1911-НС\/12.11.2020, says the company&#8217;s statement in reply to Bivol&#8217;s questions.<\/span><\/p>\n<p><strong><i>*This is a joint investigation with Colombia based Venezuelan journalists from the investigative website Armando.Info<\/i><\/strong><\/p>\n<p><b><i>Joseph Poliszuk, Armando.Info (Bogota) <\/i><\/b><\/p>\n<p><b><i>Nickolay Marchenko, Bivol (Sofia)<\/i><\/b><\/p>\n<p><strong><em>Translation: Vassilena Dotkova <\/em><\/strong><\/p>\n<p style=\"text-align: left\"><b><i>Colage: Dir.bg <\/i><\/b><\/p>\n","protected":false},"excerpt":{"rendered":"<p>In January 2021 Democratic Bulgaria called for an independent audit of the voting machines to be used in this year&#8217;s parliamentary election, while Bivol published an investigation into the secrets&hellip;<\/p>\n","protected":false},"author":20614,"featured_media":73310,"comment_status":"closed","ping_status":"open","sticky":false,"template":"","format":"standard","meta":{"_mo_disable_npp":"","_relevanssi_hide_post":"","_relevanssi_pin_for_all":"","_relevanssi_pin_keywords":"","_relevanssi_unpin_keywords":"","_relevanssi_related_keywords":"","_relevanssi_related_include_ids":"","_relevanssi_related_exclude_ids":"","_relevanssi_related_no_append":"","_relevanssi_related_not_related":"","_relevanssi_related_posts":"","_relevanssi_noindex_reason":"","kia_subtitle":"Electoral Commission delays then hides the independent audit of machines supplied by offshore provider Smartmatic","spay_email":"","jetpack_publicize_message":"","jetpack_is_tweetstorm":false},"categories":[5542,5806],"tags":[5109,9309,11833,9459,9984],"jetpack_featured_media_url":"https:\/\/bivol.bg\/wp-content\/uploads\/2021\/04\/Venezuela_Dir.bg_.jpeg","jetpack_publicize_connections":[],"jetpack_sharing_enabled":true,"jetpack_shortlink":"https:\/\/wp.me\/p9hbsr-j8a","jetpack_likes_enabled":true,"_links":{"self":[{"href":"https:\/\/bivol.bg\/en\/wp-json\/wp\/v2\/posts\/73542"}],"collection":[{"href":"https:\/\/bivol.bg\/en\/wp-json\/wp\/v2\/posts"}],"about":[{"href":"https:\/\/bivol.bg\/en\/wp-json\/wp\/v2\/types\/post"}],"author":[{"embeddable":true,"href":"https:\/\/bivol.bg\/en\/wp-json\/wp\/v2\/users\/20614"}],"replies":[{"embeddable":true,"href":"https:\/\/bivol.bg\/en\/wp-json\/wp\/v2\/comments?post=73542"}],"version-history":[{"count":4,"href":"https:\/\/bivol.bg\/en\/wp-json\/wp\/v2\/posts\/73542\/revisions"}],"predecessor-version":[{"id":73548,"href":"https:\/\/bivol.bg\/en\/wp-json\/wp\/v2\/posts\/73542\/revisions\/73548"}],"wp:featuredmedia":[{"embeddable":true,"href":"https:\/\/bivol.bg\/en\/wp-json\/wp\/v2\/media\/73310"}],"wp:attachment":[{"href":"https:\/\/bivol.bg\/en\/wp-json\/wp\/v2\/media?parent=73542"}],"wp:term":[{"taxonomy":"category","embeddable":true,"href":"https:\/\/bivol.bg\/en\/wp-json\/wp\/v2\/categories?post=73542"},{"taxonomy":"post_tag","embeddable":true,"href":"https:\/\/bivol.bg\/en\/wp-json\/wp\/v2\/tags?post=73542"}],"curies":[{"name":"wp","href":"https:\/\/api.w.org\/{rel}","templated":true}]}}