{"id":50991,"date":"2020-01-14T13:42:48","date_gmt":"2020-01-14T10:42:48","guid":{"rendered":"https:\/\/bivol.bg\/?p=50991"},"modified":"2020-01-18T01:40:28","modified_gmt":"2020-01-17T22:40:28","slug":"cyberattaques-russes-la-piste-bulgare","status":"publish","type":"post","link":"https:\/\/bivol.bg\/fr\/cyberattaques-russes-la-piste-bulgare.html","title":{"rendered":"Cyberattaques russes : la piste bulgare"},"content":{"rendered":"<p class=\"p1\"><strong><span class=\"s1\">Les attaques informatiques contre le Parti démocrate américain (DCLeaks), la campagne d’Emmanuel Macron (Macronleaks), les Jeux Olympiques de Séoul, la compagnie d’électricité ukrainienne et le virus NotPetya portent la même signature et proviennent, entre autres, d’adresses IP basées en Bulgarie. Que font les autorités de Sofia ?<\/span><\/strong><\/p>\n<p class=\"p1\"><span class=\"s1\"> Les attaques du GRU, le service de renseignement de l’armée russe, contre des cibles aux Etats-Unis, en France, en Ukraine et en Corée du Sud ont été menées à partir de serveurs informatiques loués par une compagnie bulgare, dirigée par un ressortissant ukrainien. Les hackers ont profité de ce dispositif pour pouvoir utiliser des serveurs de manière anonyme et intraçable. Un journaliste de Bivol a aussi pu louer un tel serveur, sous une fausse identité et payant en bitcoins. Nous avons aussi pu rentrer en contact avec le propriétaire ukrainien de la boîte qui a déclaré qu’il était prêt à collaborer à une éventuelle enquête sur ces attaques. Mais à ce jour, il n’a jamais été sollicité car les autorités bulgares ne semblent pas s’intéresser à son entreprise.<\/span><\/p>\n<p class=\"p1\"><span class=\"s1\">L’information que les hackers russes ont utilisé des serveurs liés à la Bulgarie est connue depuis la mi-novembre 2019 grâce à un <a href=\"https:\/\/www.wired.com\/story\/sandworm-russia-cyberattack-links\/\">article<\/a> du célèbre journaliste américain <strong>Andy Greenberg<\/strong> pour le magazine en ligne <a href=\"https:\/\/www.wired.com\/story\/sandworm-russia-cyberattack-links\/\">Wired<\/a>. Des experts de l’entreprise de sécurité informatique <strong>FireEye<\/strong> ont identifié les adresses IP des attaques de phishing contre le Parti démocrate américain (<a href=\"https:\/\/www.wired.com\/story\/mueller-indictment-dnc-hack-russia-fancy-bear\/\">DCLeaks<\/a>), le parti d’Emmanuel Macron (<a href=\"https:\/\/bivol.bg\/en\/what-did-we-learn-from-macronleaks.html\">Macronleaks<\/a>), les Jeux Olympiques de Séoul, la compagnie d’électricité ukrainienne et le virus <strong>NotPetya<\/strong> qui a causé des pertes estimées à 6 milliards de dollars. <\/span><\/p>\n<p class=\"p1\"><span class=\"s1\">Dans toutes ces attaques, les experts ont vu la signature d’un même groupe de hackers, connu sous le nom de <strong>SandWorm<\/strong> et lié à l’unité n°744455 du GRU. Cette unité a été identifiée encore dans l’enquête du procureur Muller sur l’ingérence russe dans les élections américaines de 2016. Douze officiers du renseignement militaire russe ont été ainsi accusés par la justice américaine pour avoir pénétré dans les serveurs des Démocrates afin d’y soustraire frauduleusement des emails qui ont été par la suite publiés afin d’influencer le résultat des élections. <\/span><\/p>\n<p class=\"p1\"><span class=\"s1\">Bivol a étudié les adresses IP identifiées par FireEye lors des différentes attaques et établi que quatre d’entre elles (<a href=\"https:\/\/apps.db.ripe.net\/db-web-ui\/query?bflag=false&amp;dflag=false&amp;rflag=true&amp;searchtext=185.80.53.22&amp;source=RIPE\">185.80.53.22<\/a>, <a href=\"https:\/\/apps.db.ripe.net\/db-web-ui\/query?bflag=false&amp;dflag=false&amp;rflag=true&amp;searchtext=5.149.248.67&amp;source=RIPE\">5.149.248.67<\/a>, <a href=\"https:\/\/apps.db.ripe.net\/db-web-ui\/query?bflag=false&amp;dflag=false&amp;rflag=true&amp;searchtext=5.149.249.172&amp;source=RIPE\">5.149.249.172<\/a>,<span class=\"Apple-converted-space\">  <\/span><a href=\"https:\/\/apps.db.ripe.net\/db-web-ui\/query?bflag=false&amp;dflag=false&amp;rflag=true&amp;searchtext=5.149.254.114&amp;source=RIPE\">5.149.254.114<\/a>) mènent à des serveurs hébergés par l’entreprise bulgare <strong>HZ Hosting SARL<\/strong> dont le siège social se trouve à Plovdiv (sud-est), la deuxième ville de Bulgarie après la capitale Sofia.<\/span><\/p>\n<h2><strong>Phantom firm bought through the Bulgarian Embassy in Kyiv <\/strong><\/h2>\n<p class=\"p1\"><span class=\"s1\">HZ Hosting SARL est l’appellation juridique sous laquelle est enregistré en Bulgarie le fournisseur d’hébergement et de services Internet <a href=\"https:\/\/www.hostzealot.com\/\">HostZealot<\/a>, qui propose notamment des serveurs à louer. Notre reporter s’est rendu à l’adresse de l’entreprise, située au 2, rue Liouben Karavelov de Plovdiv (2e étage, bureau n°5). Mais à cette adresse nous n’avons trouvé que l’étude d’un avocat, Aleksandar Filev, ainsi qu’un cabinet d’experts-comptables. L’entreprise était une coquille vide.<\/span><\/p>\n<p class=\"p1\"><span class=\"s1\">Dans les registres de commerce, cette entreprise existe depuis 2015, d’abord sous le nom de Global Industrial Company. Elle a été enregistrée par ce même avocat Filev ; son propriétaire et gérant s’appelle Vilko Damianov. <\/span><\/p>\n<div id=\"attachment_50827\" style=\"width: 1034px\" class=\"wp-caption alignnone\"><a href=\"https:\/\/bivol.bg\/wp-content\/uploads\/2020\/01\/karavelov2-plovdiv.jpeg\" data-rel=\"penci-gallery-image-content\" ><img aria-describedby=\"caption-attachment-50827\" loading=\"lazy\" class=\"size-large wp-image-50827\" src=\"https:\/\/bivol.bg\/wp-content\/uploads\/2020\/01\/karavelov2-plovdiv-1024x768.jpeg\" alt=\"\" width=\"1024\" height=\"768\" srcset=\"https:\/\/bivol.bg\/wp-content\/uploads\/2020\/01\/karavelov2-plovdiv-1024x768.jpeg 1024w, https:\/\/bivol.bg\/wp-content\/uploads\/2020\/01\/karavelov2-plovdiv-300x225.jpeg 300w, https:\/\/bivol.bg\/wp-content\/uploads\/2020\/01\/karavelov2-plovdiv-768x576.jpeg 768w, https:\/\/bivol.bg\/wp-content\/uploads\/2020\/01\/karavelov2-plovdiv-1536x1152.jpeg 1536w, https:\/\/bivol.bg\/wp-content\/uploads\/2020\/01\/karavelov2-plovdiv-2048x1536.jpeg 2048w, https:\/\/bivol.bg\/wp-content\/uploads\/2020\/01\/karavelov2-plovdiv-1170x878.jpeg 1170w, https:\/\/bivol.bg\/wp-content\/uploads\/2020\/01\/karavelov2-plovdiv-1920x1440.jpeg 1920w, https:\/\/bivol.bg\/wp-content\/uploads\/2020\/01\/karavelov2-plovdiv-585x439.jpeg 585w\" sizes=\"(max-width: 1024px) 100vw, 1024px\" \/><\/a><p id=\"caption-attachment-50827\" class=\"wp-caption-text\"><span class=\"s1\">L’entreprise HZ Hosting était une coquille vide.<\/span><\/p><\/div>\n<p class=\"p1\"><span class=\"s1\">Une rapide <a href=\"https:\/\/bird.bg\/tr?v=view&amp;guid=938A7152C5842E628F4395FB651A9E43731257C6A0DA1B7711B03E68F7022F4C\">enquête sur cet individu<\/a> fait apparaître qu’il est également propriétaire de plusieurs petites entreprises similaires, domiciliées à cette adresse à Plovdiv ou à une autre à Sofia. Leur point commun est qu’elles ont été toutes rapidement revendues à des étrangers. <\/span><\/p>\n<p class=\"p1\"><span class=\"s1\">Et c’est ce qui est arrivé aussi à Global Industrial Company, qui change de mains à peine un mois après sa création. Son nouveau propriétaire s’appelle Danilo (parfois orthographié Daniel) <strong>Eriomka<\/strong>, il est Ukrainien, représenté à Plovdiv par l’avocat Filev au travers d’une procuration délivrée par l’ambassade bulgare à Kiev. <\/span><\/p>\n<p class=\"p1\"><span class=\"s1\">De fait, Eriomka n’a jamais mis les pieds en Bulgarie et toute la gestion de la HZ Holding se fait à distance, par email. Sa comptabilité est prise en charge par Capital 2011, un cabinet d’experts-comptables basé lui-aussi à Plovdiv où on ignorait tout, comme a pu le constater le reporter de Bivol, du propriétaire ukrainien de la HZ Hosting.<\/span><\/p>\n<p class=\"p1\"><span class=\"s1\">HZ Hosting SARL a pourtant une activité bien réelle. Selon son dernier bilan financier, l’entreprise a généré pour l’année 2018 1,3 millions de lévas (la moitié en euros) pour la vente de différents services Internet. Au travers de son site, on peut par exemple, louer un serveur en payant avec une des nombreuses cryptomonnaies en circulation, et ce sans laisser de traces permettant d’identifier l’acquéreur.<\/span><\/p>\n<div id=\"attachment_50839\" style=\"width: 952px\" class=\"wp-caption alignnone\"><a href=\"https:\/\/bivol.bg\/wp-content\/uploads\/2020\/01\/ivan-ivanov-host-zealot.png\" data-rel=\"penci-gallery-image-content\" ><img aria-describedby=\"caption-attachment-50839\" loading=\"lazy\" class=\"size-large wp-image-50839\" src=\"https:\/\/bivol.bg\/wp-content\/uploads\/2020\/01\/ivan-ivanov-host-zealot-942x1024.png\" alt=\"\" width=\"942\" height=\"1024\" srcset=\"https:\/\/bivol.bg\/wp-content\/uploads\/2020\/01\/ivan-ivanov-host-zealot-942x1024.png 942w, https:\/\/bivol.bg\/wp-content\/uploads\/2020\/01\/ivan-ivanov-host-zealot-276x300.png 276w, https:\/\/bivol.bg\/wp-content\/uploads\/2020\/01\/ivan-ivanov-host-zealot-768x834.png 768w, https:\/\/bivol.bg\/wp-content\/uploads\/2020\/01\/ivan-ivanov-host-zealot-1170x1271.png 1170w, https:\/\/bivol.bg\/wp-content\/uploads\/2020\/01\/ivan-ivanov-host-zealot-585x636.png 585w, https:\/\/bivol.bg\/wp-content\/uploads\/2020\/01\/ivan-ivanov-host-zealot.png 1272w\" sizes=\"(max-width: 942px) 100vw, 942px\" \/><\/a><p id=\"caption-attachment-50839\" class=\"wp-caption-text\"><span class=\"s1\">Bivol a loué un serveur en payant en bitcoins<\/span><\/p><\/div>\n<p class=\"p1\"><span class=\"s1\">Pour tester le système, un journaliste de Bivol a ainsi crée une fausse identité (« Ivan Ivanov » aux Etats-Unis) et a loué un serveur en payant en bitcoins. La facture pour cet achat a été délivrée par une entreprise bulgare et devrait être comptabilisée par elle. Mais le client reste intraçable : il n’existe aucun moyen pour qu’il puisse être identifié. <\/span><\/p>\n<p class=\"p1\"><span class=\"s1\">La transaction s’est passée de manière fluide. Pendant quelques jours sur le <a href=\"http:\/\/79.141.171.33\/\">serveur loué<\/a> nous avons laissé un écran avec le texte suivant : « Ce serveur a été loué de façon anonyme et payé en bitcoins pour les besoins d’une enquête journalistique de Bivol.bg.<\/span><\/p>\n<h2><strong>Eriomka veut bien aider les autorités. Si elles veulent bien le solliciter<\/strong><\/h2>\n<p class=\"p1\"><span class=\"s1\">Avec l’aide de collègues de <a href=\"https:\/\/youcontrol.com.ua\/\">YouControl<\/a>, portail ukrainien recensant les entrepreneurs dans le pays, Bivol a réussi à en savoir plus sur le propriétaire de HZ Hosting et hostzalot.com. Le ressortissant ukrainien Danilo Eriomka existe bel et bien, et il habite à Kharkov, dans l’est du pays.<\/span><\/p>\n<p class=\"p1\"><span class=\"s1\">Danilo Eriomka est un informaticien et homme d’affaires qui ne fait pas de business dans son pays natal. En Ukraine, il apparaît uniquement comme le fondateur d’un petit club de foot local. Il se lance dans les affaires en 2012 avec la création de Fortunix Networks L.P., une entreprise de services Internet, qu’il enregistre en Grande-Bretagne. <\/span><\/p>\n<div id=\"attachment_50836\" style=\"width: 460px\" class=\"wp-caption alignnone\"><a href=\"https:\/\/bivol.bg\/wp-content\/uploads\/2020\/01\/eremka.jpeg\" data-rel=\"penci-gallery-image-content\" ><img aria-describedby=\"caption-attachment-50836\" loading=\"lazy\" class=\"size-full wp-image-50836\" src=\"https:\/\/bivol.bg\/wp-content\/uploads\/2020\/01\/eremka.jpeg\" alt=\"\" width=\"450\" height=\"450\" srcset=\"https:\/\/bivol.bg\/wp-content\/uploads\/2020\/01\/eremka.jpeg 450w, https:\/\/bivol.bg\/wp-content\/uploads\/2020\/01\/eremka-300x300.jpeg 300w, https:\/\/bivol.bg\/wp-content\/uploads\/2020\/01\/eremka-150x150.jpeg 150w\" sizes=\"(max-width: 450px) 100vw, 450px\" \/><\/a><p id=\"caption-attachment-50836\" class=\"wp-caption-text\">Danil Eriomka, Photo LinkedIn https:\/\/www.linkedin.com\/in\/dan-ieromka-42171425\/<\/p><\/div>\n<p class=\"p1\"><span class=\"s1\">C’est elle qui achète le domaine hostzealot.com à la fin de cette même année 2012. Fortunix Networks L.P ne fait pas long feu outre-Manche mais son nom continue d’être associé aux adresses IP passées sous la propriété de XZ Hosting. <\/span><\/p>\n<p class=\"p1\"><span class=\"s1\">Contacté par Bivol, M. Eriomka a expliqué qu’il avait transféré son business en Bulgarie car il ne voulait plus être domicilié dans une zone off-shore. Il aurait eu également des difficultés à ouvrir un compte bancaire en Grande-Bretagne pour son entreprise Fortunix Networks L.P. Lorsqu’on lui a demandé de commenter le fait que les hackers russes ont une préférence pour ses serveurs, Eriomka a déclaré que son entreprise ne s’intéressait pas à l’activité de ses clients. Mais qu’il était prêt à collaborer s’il venait d’être sollicité de manière officielle par les autorités.<\/span><\/p>\n<div id=\"attachment_50833\" style=\"width: 1034px\" class=\"wp-caption alignnone\"><a href=\"https:\/\/bivol.bg\/wp-content\/uploads\/2020\/01\/eremka-hostzealot-2013.png\" data-rel=\"penci-gallery-image-content\" ><img aria-describedby=\"caption-attachment-50833\" loading=\"lazy\" class=\"size-large wp-image-50833\" src=\"https:\/\/bivol.bg\/wp-content\/uploads\/2020\/01\/eremka-hostzealot-2013-1024x1007.png\" alt=\"\" width=\"1024\" height=\"1007\" srcset=\"https:\/\/bivol.bg\/wp-content\/uploads\/2020\/01\/eremka-hostzealot-2013-1024x1007.png 1024w, https:\/\/bivol.bg\/wp-content\/uploads\/2020\/01\/eremka-hostzealot-2013-300x295.png 300w, https:\/\/bivol.bg\/wp-content\/uploads\/2020\/01\/eremka-hostzealot-2013-768x756.png 768w, https:\/\/bivol.bg\/wp-content\/uploads\/2020\/01\/eremka-hostzealot-2013-1536x1511.png 1536w, https:\/\/bivol.bg\/wp-content\/uploads\/2020\/01\/eremka-hostzealot-2013-1170x1151.png 1170w, https:\/\/bivol.bg\/wp-content\/uploads\/2020\/01\/eremka-hostzealot-2013-585x576.png 585w, https:\/\/bivol.bg\/wp-content\/uploads\/2020\/01\/eremka-hostzealot-2013.png 1730w\" sizes=\"(max-width: 1024px) 100vw, 1024px\" \/><\/a><p id=\"caption-attachment-50833\" class=\"wp-caption-text\">Eriomka <span class=\"s1\">se lance dans les affaires en 2012 avec Fortunix Networks L.P.<\/span><\/p><\/div>\n<p class=\"p1\"><span class=\"s1\">Son « aide » risque néanmoins de ne pas être très utile à cause de l’anonymisation complète du processus de location et de paiement de ses serveurs. Eriomka affirme que son entreprise fait régulièrement des évaluations du risque mais qu’ils ne peuvent pas identifier tous les clients problématiques. Il n’a pas caché que cela est dû principalement au fait que ses serveurs puissent être achetés grâce aux cryptomonnaies et s’est engagé à demander à ses programmeurs d’introduire des contrôles supplémentaires sur le profil des clients. <\/span><\/p>\n<h2><strong>From Bangladesh to Yambol<\/strong><\/h2>\n<p class=\"p1\"><span class=\"s1\">La « piste bulgare » dans les agissements des hackers au service de l’Etat russe ne se réduit pas à l’entreprise XZ Hosting de Plovdiv. Deux autres adresses IP utilisées par eux (<a href=\"https:\/\/apps.db.ripe.net\/db-web-ui\/query?bflag=true&amp;dflag=false&amp;rflag=false&amp;searchtext=130.185.250.77&amp;source=RIPE\">130.185.250.77<\/a> et <a href=\"https:\/\/apps.db.ripe.net\/db-web-ui\/query?bflag=true&amp;dflag=false&amp;rflag=false&amp;searchtext=130.185.250.171&amp;source=RIPE\">130.185.250.171<\/a>) appartiennent à <a href=\"https:\/\/apps.db.ripe.net\/db-web-ui\/query?bflag=true&amp;dflag=false&amp;rflag=false&amp;searchtext=ORG-BISH3-RIPE&amp;source=RIPE\">BeeHosted – Internet Services &amp; Hosting Provider<\/a>, un fournisseur officiellement basé au Bangladesh mais dont l’adresse physique serait, selon le site ipinfo.io, à Yambol, dans le sud de la Bulgarie. Un autre site de localisation d’adresses IP, attribue ces adresses à l’entreprise bulgare Lir.bg. Selon des experts interrogés par Bivol, il s’agirait de l’ancienne domiciliation de l’ensemble du réseau d’adresses liés aujourd’hui à l’entreprise néerlandaise Global Layer BV, mentionnée dans l’enquête de FireEye.<\/span><\/p>\n<p class=\"p1\"><span class=\"s1\">L’adresse 130.185.250.171 a été identifiée par les spécialistes en cybersécurité d’ESET dans une enquête sur le virus NotPetya qui a attaqué l’Ukraine. A cette adresse est domicilié le domaine transfinance.com[.]ua utilisé dans la propagation du virus ainsi qu’un programme de contrôle et de commande d’un serveur Tor répondant au nom de severalwdadwajunior.<\/span><\/p>\n<p class=\"p1\"><span class=\"s1\">Même si ces liens avec la Bulgarie seraient le fruit du hasard, l’affaire mérite néanmoins une enquête approfondie des services compétents bulgares car il est inquiétant que notre pays soit utilisé comme une plateforme pour des opérations globales de déstabilisation menées par le renseignement russe. <\/span><\/p>\n<p class=\"p1\"><span class=\"s1\">Bivol a soumis plusieurs questions à ce sujet à l’Agence nationale de sécurité (DANS, l’équivalent bulgare de la DGSI) ainsi qu’au service de presse du gouvernement, sans jamais recevoir de réponse. Un cadre du ministère de l’Intérieur travaillant dans le domaine de la cybersécurité, et ayant souhaité garder l’anonymat, nous a néanmoins affirmé qu’à ce jour aucune enquête n’a été menée sur les adresses IP mentionnées dans cet article.<\/span><\/p>\n<p class=\"p1\"><em><span class=\"s1\">Une enquête d’Atanas Tchobanov et Dimitar Stoïanov<\/span><\/em><\/p>\n","protected":false},"excerpt":{"rendered":"<p>Les attaques informatiques contre le Parti démocrate américain (DCLeaks), la campagne d’Emmanuel Macron (Macronleaks), les Jeux Olympiques de Séoul, la compagnie d’électricité ukrainienne et le virus NotPetya portent la même&hellip;<\/p>\n","protected":false},"author":16850,"featured_media":50999,"comment_status":"closed","ping_status":"open","sticky":false,"template":"","format":"standard","meta":{"_mo_disable_npp":"","_relevanssi_hide_post":"","_relevanssi_pin_for_all":"","_relevanssi_pin_keywords":"","_relevanssi_unpin_keywords":"","_relevanssi_related_keywords":"","_relevanssi_related_include_ids":"","_relevanssi_related_exclude_ids":"","_relevanssi_related_no_append":"","_relevanssi_related_not_related":"","_relevanssi_related_posts":"","_relevanssi_noindex_reason":"","kia_subtitle":"","spay_email":"","jetpack_publicize_message":"","jetpack_is_tweetstorm":false},"categories":[9951],"tags":[9958,9962,9957,9956,9955,9959],"jetpack_featured_media_url":"https:\/\/bivol.bg\/wp-content\/uploads\/2017\/05\/russian-hackers.jpeg","jetpack_publicize_connections":[],"jetpack_sharing_enabled":true,"jetpack_shortlink":"https:\/\/wp.me\/p9hbsr-dgr","jetpack_likes_enabled":true,"_links":{"self":[{"href":"https:\/\/bivol.bg\/fr\/wp-json\/wp\/v2\/posts\/50991"}],"collection":[{"href":"https:\/\/bivol.bg\/fr\/wp-json\/wp\/v2\/posts"}],"about":[{"href":"https:\/\/bivol.bg\/fr\/wp-json\/wp\/v2\/types\/post"}],"author":[{"embeddable":true,"href":"https:\/\/bivol.bg\/fr\/wp-json\/wp\/v2\/users\/16850"}],"replies":[{"embeddable":true,"href":"https:\/\/bivol.bg\/fr\/wp-json\/wp\/v2\/comments?post=50991"}],"version-history":[{"count":0,"href":"https:\/\/bivol.bg\/fr\/wp-json\/wp\/v2\/posts\/50991\/revisions"}],"wp:featuredmedia":[{"embeddable":true,"href":"https:\/\/bivol.bg\/fr\/wp-json\/wp\/v2\/media\/50999"}],"wp:attachment":[{"href":"https:\/\/bivol.bg\/fr\/wp-json\/wp\/v2\/media?parent=50991"}],"wp:term":[{"taxonomy":"category","embeddable":true,"href":"https:\/\/bivol.bg\/fr\/wp-json\/wp\/v2\/categories?post=50991"},{"taxonomy":"post_tag","embeddable":true,"href":"https:\/\/bivol.bg\/fr\/wp-json\/wp\/v2\/tags?post=50991"}],"curies":[{"name":"wp","href":"https:\/\/api.w.org\/{rel}","templated":true}]}}