{"id":14706,"date":"2011-07-03T06:31:17","date_gmt":"2011-07-03T06:31:17","guid":{"rendered":"http:\/\/new.bivol.bg\/wlbgbanksmonde.html"},"modified":"2014-09-16T16:36:07","modified_gmt":"2014-09-16T16:36:07","slug":"wlbgbanksmonde","status":"publish","type":"post","link":"https:\/\/bivol.bg\/wlbgbanksmonde.html","title":{"rendered":"За банките и гнилите ябълки в le Monde"},"content":{"rendered":"<p><em>От Първа инвестиционна банка пресцентър<\/em><\/p>\n<p><em>Уважаеми колеги,<\/em><\/p>\n<p><em>вчера в късния следобяд получихме e-mail от неизвестния за нас г-н Атанас Чобанов, който ни изпрати материал, съдържащ неверни и неясни твърдения. Самият той твърди, че неговият сайт „Биволъ е партньор на Wikileaks”. E-mail-ът на г-н Чобанов съдържа лъжливи, неясни и злонамерени твърдения относно „проблемните зони в българския банков сектор по доклад на посланик Байърли от края на 2006 г.”. Тъй като този e-mail пристигна в Първа инвестиционна банка, използваме случая, за да уведомим всички, че това е поредният опит за дискредитиране на българските банки, както и директна атака срещу банковия надзор в България. Ясно се вижда, че това е опит страната ни отново да бъде представена като място за тъмни сделки.<\/em><\/p>\n<p><em>Също така това може би е опит за рекет, тъй като преглеждайки сайта на Биволъ, установихме, че там се приемат всякакъв вид кредитни карти, което явно цели сайтът да се подпомага финансово.<\/em><\/p>\n<p><em>Банковата институция Fibank не счита за необходимо да отговаря на неверните и клеветнически твърдения на г-н Чобанов, но счита, че е необходимо да информира медийната общестност за нездравите опити да се дискредитира България и да се атакува стабилността на банковата система.<\/em><\/p>\n<p><em>Смятаме, че България се настрада на неизвестни българи, които очернят всичко и всеки в нашата Родина.<\/em><\/p>\n<p><em>Колеги, този материал не е за публикуване, а за Ваша информация.<\/em><\/p>\n<p><em>С уважение<\/em><\/p>\n<p>Цитираното писмо на ПИБ е разпратено до редакциите на българските медии като реакция на запитването на Биволъ за коментар към <a href=\"wlbadapples.html\" target=\"_blank\">написаното за тях в грамата за българските банки на посланик Джон Байърли<\/a>. Запитването беше изпратено на споменатите в документа банки, както е стандартната журналистическа практика.<\/p>\n<p>Освен, че е клеветническо, това писмо се явява и форма на скрита заплаха към медиите, които биха дръзнали да отразят документа. Заплахата очевидно е сработила, защото никоя печатна или електронна медия в България не цитира имената на проблемните според американците банки, които преди няколко години са били под наблюдение за връзки с организираната престъпност, пране на пари и раздаване на необезпечени заеми.<\/p>\n<p>Либералният в-к Дневник <a href=\"http:\/\/www.dnevnik.bg\/pazari\/2011\/06\/30\/1115544_poslanik_baiurli_v_wikileaks_v_bulgarskata_bankova\/\" target=\"_blank\">публикува<\/a> за няколко часа в сайта си кратко резюме на грамата със заключени коментари, позовавайки се на следния текст от <strong>Закона за кредитните институции &#8211; чл. 152 ал. 2 и 3:<\/strong><\/p>\n<p><em>(2) Който разпространява невярна информация или обстоятелства за банка, с което се уронват доброто име на банката и доверието към нея, ако деянието не съставлява престъпление, се наказва с глоба от 2000 до 5000 лв., а при повторно нарушение – от 3000 до 10 000 лв.<br \/>(3) Ако нарушението по ал. 2 е извършено чрез средство за масово осведомяване, глобата е от 5000 до 10 000 лв., а при повторно нарушение – от 8000 до 20 000 лв.<\/em><\/p>\n<p>В българската Конституция обаче правото на информация не е ограничено специфично за кредитните институции:<\/p>\n<p><em>Чл. 41. (1) Всеки има право да търси, получава и разпространява информация. Осъществяването на това право не може да бъде насочено срещу правата и доброто име на другите граждани, както и срещу националната сигурност, обществения ред, народното здраве и морала.<\/em><\/p>\n<p>Добре известно е, че когато някой прикрива информация от обществен интерес, общественият интерес започва да я търси и обикновено я намира. Днес можете да я намерите на втора страница в печатното издание на френския вестник Монд. Всички банки под наблюдение <a href=\"http:\/\/balkans.blog.lemonde.fr\/2011\/07\/01\/des-banques-et-des-pommes-pourries\/\" target=\"_blank\">са цитирани с имената им<\/a>.<\/p>\n<p><img loading=\"lazy\" src=\"https:\/\/bivol.bg\/wp-content\/uploads\/2011\/07\/monde_pommes_pourries.jpg\" width=\"800\" height=\"659\" alt=\"monde_pommes_pourries\" style=\"margin: 5px;\" \/><\/p>\n","protected":false},"excerpt":{"rendered":"<p>От Първа инвестиционна банка пресцентър Уважаеми колеги, вчера в късния следобяд получихме e-mail от неизвестния за нас г-н Атанас Чобанов, който ни изпрати материал, съдържащ неверни и неясни твърдения. Самият&hellip;<\/p>\n","protected":false},"author":1,"featured_media":14705,"comment_status":"open","ping_status":"open","sticky":false,"template":"","format":"standard","meta":{"_mo_disable_npp":"","_relevanssi_hide_post":"","_relevanssi_pin_for_all":"","_relevanssi_pin_keywords":"","_relevanssi_unpin_keywords":"","_relevanssi_related_keywords":"","_relevanssi_related_include_ids":"","_relevanssi_related_exclude_ids":"","_relevanssi_related_no_append":"","_relevanssi_related_not_related":"","_relevanssi_related_posts":"","_relevanssi_noindex_reason":"","kia_subtitle":"","spay_email":"","jetpack_publicize_message":"","jetpack_is_tweetstorm":false},"categories":[5815,5954,5813,3976],"tags":[4181,4282,4281,4231],"jetpack_featured_media_url":"https:\/\/bivol.bg\/wp-content\/uploads\/2011\/07\/monde_pommes_pourries.jpg","jetpack_publicize_connections":[],"jetpack_sharing_enabled":true,"jetpack_shortlink":"https:\/\/wp.me\/p9hbsr-3Pc","jetpack_likes_enabled":true,"_links":{"self":[{"href":"https:\/\/bivol.bg\/wp-json\/wp\/v2\/posts\/14706"}],"collection":[{"href":"https:\/\/bivol.bg\/wp-json\/wp\/v2\/posts"}],"about":[{"href":"https:\/\/bivol.bg\/wp-json\/wp\/v2\/types\/post"}],"author":[{"embeddable":true,"href":"https:\/\/bivol.bg\/wp-json\/wp\/v2\/users\/1"}],"replies":[{"embeddable":true,"href":"https:\/\/bivol.bg\/wp-json\/wp\/v2\/comments?post=14706"}],"version-history":[{"count":0,"href":"https:\/\/bivol.bg\/wp-json\/wp\/v2\/posts\/14706\/revisions"}],"wp:featuredmedia":[{"embeddable":true,"href":"https:\/\/bivol.bg\/wp-json\/wp\/v2\/media\/14705"}],"wp:attachment":[{"href":"https:\/\/bivol.bg\/wp-json\/wp\/v2\/media?parent=14706"}],"wp:term":[{"taxonomy":"category","embeddable":true,"href":"https:\/\/bivol.bg\/wp-json\/wp\/v2\/categories?post=14706"},{"taxonomy":"post_tag","embeddable":true,"href":"https:\/\/bivol.bg\/wp-json\/wp\/v2\/tags?post=14706"}],"curies":[{"name":"wp","href":"https:\/\/api.w.org\/{rel}","templated":true}]}}