{"id":15028,"date":"2011-12-15T14:31:23","date_gmt":"2011-12-15T14:31:23","guid":{"rendered":"http:\/\/new.bivol.bg\/bbiraq.html"},"modified":"2020-02-15T18:09:44","modified_gmt":"2020-02-15T15:09:44","slug":"bbiraq","status":"publish","type":"post","link":"https:\/\/bivol.bg\/bbiraq.html","title":{"rendered":"Бойко Борисов от Червен бряг до Ирак"},"content":{"rendered":"<p>Има едно любопитно съвпадение в историята, <a href=\"http:\/\/www.focus-radio.net\/?action=news&amp;id=537480\" target=\"_blank\" rel=\"noopener noreferrer\">разказана пред Шуменския окръжен съд от Васил Костов &#8211; Кеца<\/a>, обвинен по делото &#8220;Килърите&#8221; през 2011 г. и разказа на бившия шеф на ГДБОП Ваньо Танов пред парламентарната комисия по вътрешен ред през 2008 г.<\/p>\n<p>Става въпрос за една и съща схема за трафик на дрога: от България за Турция пътува синтетика, която там се разменя на бартер и в България се връща хероин.<\/p>\n<p>По думите на Кеца през годините преди да стане главен секретар на МВР (преди 2001 г.), за този канал е отговарял Бойко Борисов. Във връзка с канала трябвало да се реши някакъв проблем с Косьо Самоковеца, както и с Мето Илиенски, за когото по неизвестна причина Борисов се застъпил.<\/p>\n<p>Ваньо Танов <a href=\"http:\/\/www.balkanleaks.eu\/en\/shorthand-bg.html?start=13\" target=\"_blank\" rel=\"noopener noreferrer\">описва същата схема<\/a>, но вече в края на 2006 г., а участниците са Братя Галеви и Златко Баретата, между които също възникнал някакъв проблем.<\/p>\n<p>Разказът на Кеца е труден за потвърждаване, тъй като всички цитирани участници с изключение на Венцислав Стефанов са покойници. &#8220;Евентуално&#8221; участвалия в сбирката Стефанов отрича категорично.<\/p>\n<p><span style=\"font-size: 8pt;\"><strong><em>Васил Костов &#8211; Кеца, работил като охрана на Бай Миле и обвиняем по делото &#8220;Килърите&#8221; пред Шуменския окръжен съд:<\/em><\/strong><\/span><\/p>\n<blockquote><p><span style=\"font-size: 8pt;\"><em>&#8220;Костов, който е бил охрана на Милчо Бонев – Бай Миле, заяви, че разрешителните за повечето оръжия на охраната са били регистрирани на фирма „Ипон&#8221;. Освен това Костов е присъствал на среща, състояла се във Виенската градина на паметника на Васил Левски в столицата, в която са участвали Бай Миле, Сретен Йосич, Бойко Борисов, Стоил Славов и евентуално Венцислав Стефанов. На нея босовете са обсъждали как да съберат пари, за да стане Бойко Борисов главен секретар на МВР. Костов е бил и на друга среща на босове на СИК, веднага след убийството на Поли Пантев, на която те са се карали за неговото наследство от 80-100 млн. долара. Тогава Женята и братя Пехливанови не са давали повече от 10 млн., но се разбрало, че Бойко Борисов има бригада, която да окаже натиск върху тях. Васил Костов – Кеца заяви още, че Бойко Борисов е отговарял за канала за хероин от Турция към България и за каптагон и синтетична дрога в обратна посока. Във връзка с този канал трябвало да се реши някакъв проблем с Косьо Самоковеца, както и с Мето Илиенски, за когото по неизвестна причина Борисов се застъпил. За потвърждение на думите си Костов каза, че по онова време Бойко Борисов е излизал с човек от Червен бряг.&#8221;<\/em><\/span><\/p>\n<p>&nbsp;<\/p><\/blockquote>\n<p><span style=\"font-size: 8pt;\"><strong><em>Ваньо Танов, бивш шеф на ГДБОП пред Комисията по вътрешен ред:<\/em><\/strong><\/span><\/p>\n<blockquote><p><span style=\"font-size: 8pt;\"><em>&#8220;Малко преди това, на 23-ти трябва да е било, за Коледа, това е 2006 срещу 2007 година, от Национална служба &#8220;Сигурност&#8221; е постъпила една справка&#8230;<\/em><\/span><\/p>\n<p><span style=\"font-size: 8pt;\"><em>От докладната записка, тогава на Национална служба &#8220;Сигурност&#8221;, тяхната информация, която бяха придобили беше, че между Галеви и Златко-баретата ще избухне сериозен конфликт. При нас течеше по-различна информация от тази. Ние, обект на разработка, в направление &#8220;Терор&#8221; беше лицето Тони-мамата, той се контролира със специални разузнавателни средства, по разработването на това лице течеше по-друга информация, че той е посредник за уреждането на среща между Галеви и Златко-баретата.<\/em><\/span><\/p>\n<p><span style=\"font-size: 8pt;\"><em>В момента, по наши данни, ние смятахме, че двете лица Галеви и Златко-баретата, ще осъществят контакти и ще си решат въпроса. **В едната посока да заминава синтетиката, която е на Галеви, в другата посока да влиза хероина, като двете групи не си пречат по между си, защото, когато работят самостоятелно, стоката се предава в Турция и на бартер се взема хероин**. Няма движение на парични средства, не могат да бъдат проконтролирани. И това беше, според мен, добър техен ход.&#8221;<\/em><\/span><\/p><\/blockquote>\n<p>Данните на Танов обаче са засечени със СРС от ГДБОП, което вече е &#8220;друга бира&#8221;, както би се изразил един покоен познат на премиера.<\/p>\n<p>Износът на синтетична дрога от България към Близкия изток е организиран от Държавна сигурност още през годините на развития социализъм. Логично възниква въпросът дали не става за един и същ канал, с един и същ modus operandi, който само сменя надзирателите си през годините:<\/p>\n<p>&#8211; Преди 2000 г. каналът се държи от СИК, а го надзирава Бойко Борисов, който &#8220;решава проблемите&#8221; със Самоковеца и Илиенски. След това сикаджиите по думите на Кеца купуват на Борисов поста главен секретар на МВР.<\/p>\n<p>&#8211; 2006 г. за канала вече се борят Баретата и братя Галеви, а героите, които &#8220;решават проблемите&#8221; са Тони Мамата, Алексей Петров и Румен Петков.<\/p>\n<h2><strong>Фирмата от Червен Бряг<\/strong><\/h2>\n<p>Биволъ откри една възможна топла връзка между двата канала. В разказа си пред съда Васил Костов &#8211; Кеца споменава, че Борисов тогава &#8220;излизал с човек от Червен Бряг&#8221;.<\/p>\n<p>През 1997 г. Бойко Борисов, иракчанинът Самир Искандер Ибрахим, Пламен Тачев Петров, Николай Нинов Костов, Веселин Нинов Костов и Венцислав Христов Божилов основават в Червен бряг фирмата &#8220;Прайхим&#8221; ООД, която се занимава с производство на сапуни. Борисов напуска тази фирма след година и половина, но запазва контактите си с някои от съдружниците. Любопитно е също, че по това време другарката в живота на Борисов, Цветелина Бориславова регистрира фирма със сходно име в София &#8211; &#8220;Прахайм&#8221; вместо &#8220;Прайхим&#8221;<\/p>\n<p>През октомври 2001 г. Борисов и Пламен Тачев регистрират &#8220;Би енд Пи Комерс&#8221;. След като става главен секретар на МВР Бойко Борисов излиза от фирмата в началото на 2002 г., а на негово място като съсобственик е вписана Надка Петрова Маринова. Заедно с Цветелина Бориславова, Маринова е съсобственик на охранителната фирма &#8220;Ипон 1&#8221; създадена от Бойко Борисов.<\/p>\n<p>В момента Пламен Петров, който е от Червен Бряг е депутат от ГЕРБ. Той успя да се прочуе с класическа шуробаджанащина, <a href=\"http:\/\/www.24chasa.bg\/Article.asp?ArticleId=478045\" target=\"_blank\" rel=\"noopener noreferrer\">назначавайки дъщеря си<\/a> на работа в парламента.<\/p>\n<p><style type=\"text\/css\">\r\n       .errordiv { padding:10px; margin:10px; border: 1px solid #555555;color: #000000;background-color: #f8f8f8; width:500px; }#advanced_iframe {visibility:visible;opacity:1;}#ai-layer-div-advanced_iframe p {height:100%;margin:0;padding:0}#advanced_iframe { visibility:hidden; } <\/style><script type=\"text\/javascript\">  var ai_iframe_width_advanced_iframe = 0;  var ai_iframe_height_advanced_iframe = 0;var aiIsIe8=false;var aiEnableCookie=true; aiId=\"advanced_iframe\";var aiOnloadScrollTop=\"true\";\r\nif (typeof aiReadyCallbacks === 'undefined') {\r\n    var aiReadyCallbacks = [];  \r\n} else if (!(aiReadyCallbacks instanceof Array)) {\r\n    var aiReadyCallbacks = [];\r\n}    function aiShowIframeId(id_iframe) { jQuery(\"#\"+id_iframe).css(\"visibility\", \"visible\");    }    function aiResizeIframeHeight(height) { aiResizeIframeHeight(height,advanced_iframe); }    function aiResizeIframeHeightId(height,width,id) {aiResizeIframeHeightById(id,height);}var hide_iframe_loading_advanced_iframe = function() {\r\n        jQuery(\"#advanced_iframe\").css(\"visibility\",\"hidden\");\r\n     };function ai_hide_iframe_loading_advanced_iframe(element) {\r\n        try {\r\n          element.contentWindow.onunload = hide_iframe_loading_advanced_iframe; \r\n        } catch (e) {}\r\n     }<\/script><iframe id=\"advanced_iframe\"  name=\"advanced_iframe\"  src=\"https:\/\/www.youtube.com\/embed\/4IavfyBFGaw\"  width=\"420\"  height=\"315\"  frameborder=\"0\"  allowtransparency=\"true\"  style=\";width:420px;height:315px;;width:1px;min-width:100%;max-width:100%;\"  onload=';aiResizeIframe(this, &quot;false&quot;,&quot;1&quot;);jQuery(&quot;#advanced_iframe&quot;).css(&quot;visibility&quot;, &quot;visible&quot;);ai_hide_iframe_loading_advanced_iframe(this);initResizeIframeadvanced_iframe();' ><\/iframe><script type=\"text\/javascript\">var ifrm_advanced_iframe = document.getElementById(\"advanced_iframe\");var hiddenTabsDoneadvanced_iframe = false;\r\nfunction resizeCallbackadvanced_iframe() {}function aiChangeUrl(loc) {}if (window.aiUseCookie) { aiUseCookie(); }var recalculateIframeResizeadvanced_iframe = 0;\r\n        var recalculateIframeOrientationchangeadvanced_iframe = 0;\r\n        function recalculateIframeadvanced_iframe() {\r\n          clearTimeout(recalculateIframeResizeadvanced_iframe);\r\n          clearTimeout(recalculateIframeOrientationchangeadvanced_iframe);aiResizeIframe(ifrm_advanced_iframe, \"false\",\"1\");}  \r\n        function initResponsiveIframeadvanced_iframe() {\r\n          jQuery(window).resize(function() {\r\n             recalculateIframeResize = window.setTimeout(\"recalculateIframeadvanced_iframe()\",100);\r\n          });\r\n          if (window.addEventListener) {\r\n            window.addEventListener(\"orientationchange\", function() {\r\n               recalculateIframeOrientationchange = window.setTimeout(\"recalculateIframeadvanced_iframe()\",100);\r\n            }, false);\r\n          }\r\n        }\r\n        aiReadyCallbacks.push(initResponsiveIframeadvanced_iframe);<\/script><script type=\"text\/javascript\">function initResizeIframeadvanced_iframe() {jQuery.resize.delay=50;try {var res_element = jQuery(\"#advanced_iframe\").contents().find(\"div\");\r\n     }  catch(e) {\r\n        var res_element = \"\";\r\n        if (console && console.log) { \r\n            console.log(e);\r\n        }\r\n    }\r\n    if (res_element.length === 0) {\r\n                \/\/ show an error if null\r\n                if (console && console.log) {                  \r\n                     console.log('The configuration of \"resize_on_element_resize\" is invalid. The specified element div could not be found or accessed. Please check your configuration.');\r\n                }  \r\n    } else {   \r\n        \/\/ if Array.isArray\r\n        res_element.resize(function(){ aiResizeIframe(ifrm_advanced_iframe, \"false\",\"1\");\r\n               });\r\n            }\r\n    }<\/script><script type=\"text\/javascript\">function local_resize_advanced_iframe(timeout) {\r\n\t\t\t\t\tif (timeout != 0) {\r\n\t\t\t\t\t   setTimeout(function() { aiResizeIframe(ifrm_advanced_iframe, \"false\",\"1\")},timeout);\r\n\t\t\t\t\t} else {\r\n\t\t\t\t\t   aiResizeIframe(ifrm_advanced_iframe, \"false\",\"1\");\r\n\t\t\t\t\t}\r\n\t\t\t\t}function ai_jquery_ajax_resize_advanced_iframe() {\r\n\t\t\t\t\tjQuery(\"#advanced_iframe\").bind(\"load\",function(){\r\n\t\t\t\t\tdoc = this.contentWindow.document;doc.addEventListener(\"click\", function(evt) {  if (aiCheckIfValidTarget(evt,\"a\")) { local_resize_advanced_iframe(500); }}, true);});\r\n\t\t\t\t}ai_jquery_ajax_resize_advanced_iframe();<\/script><br \/>\n<i>Цветелина Бориславова агитира за Пламен Петров в Червен Бряг<\/i><\/p>\n<p>Екзекутираният насред София хроникьор на мафията Георги Стоев разказва интересна история за общия бизнес на Пламен Тачев и Бойко Борисов от мутренските години. Написаното от Стоев съвпада и с казаното от Васил Костов &#8211; Кеца за взаимоотношенията в СИК и предначертания възход на Борисов (виж цитата).<\/p>\n<h2><strong>Държавният резерв<\/strong><\/h2>\n<p>Други двама съдружници на Борисов от &#8220;Прайхим&#8221; са попаднали на радара на правосъдието покрай аферите с Държавния резерв. Веселин Нинов Костов е близък до Мирчо Циганина и днес е подсъдим по делото за източване на резерва чрез сделки с горива и зърно. Брат му Николай също е замесен в схемата и е подсъдим за участие в ОПГ и документни измами.<\/p>\n<p><strong>Георги Стоев 2007 г. <\/strong><a class=\"booklink\" href=\"http:\/\/chitanka.info\/book\/1970-margina_bojko_i_drugite\" rel=\"\/book\/1970.clue\" data-edit=\"\/admin\/book\/1970\/edit\"><i>Маргина, Бойко и другите<\/i><\/a><\/p>\n<blockquote><p><span style=\"font-size: 8pt;\">&#8211;  Нормално е да изчакаме Бойко да стъпи в длъжност &#8211; с малко тържествен тон каза Бай Миле. &#8211; Все пак ние го направихме човек. Ако има милиони, то е благодарение на нас &#8211; с леко завистлив тон продължи той.<\/span><br \/>\n<span style=\"font-size: 8pt;\">&#8211;  Така че, сега ще връща услуги &#8211; удари по стената Маджо. &#8211; Още утре му се обади, Милчо, да свали разработката от теб и да разкара тия куки, така не можеш да си вършиш работата.<\/span><br \/>\n<span style=\"font-size: 8pt;\">&#8211; Нема проблеми с него &#8211; намигна важно Бай Миле.<\/span><br \/>\n<span style=\"font-size: 8pt;\">Замислих се, че преди около два месеца с Пехливанов се забавлявахме, като разбрахме, че Бойко Борисов е подал документи за работа в НСО и са му отказали поради факта, че е прехвърлил възрастовата граница. Малко по-късно Стуканьов ми разказа, че Славчо и Бойко се били сближили още повече. &#8220;За какво му е този Бойко?- бях подхвърлил тогава. &#8211; Той е най-обикновена шушумига.&#8221; &#8221; Да, ама скоро ще се променят нещата &#8211; отговори ми тогава Стуканьов. &#8211; <strong>Щели да го правят главен секретар на МВР. Явно е съвсем сигурно, тъй като е ходил на среща с Маргина, Димата и Маджо и им е казал, че иска изравняване на процентите в общия им бизнес заради промяната в статута<\/strong>. Маргина и Димата се ядосали от наглостта му, но Маджо ги успокоил и тримата. Обещал на Бойко да му вдигнат процентите срещу гаранции, че спокойно могат да си разчистят сметките с враговете си, без никой да им търси отговорност.&#8221;<\/span><\/p>\n<p><span style=\"font-size: 8pt;\">&#8230;<\/span><\/p>\n<p><span style=\"font-size: 8pt;\">Поли, който никога не прощаваше, измисли начин как да го унижим. По това време Бойко държеше едно двуетажно кафе в една пресечка на &#8220;Граф Игнатиев&#8221;. Казваше се &#8220;Long John&#8221;. Всяка вечер цялата бригада се събирахме там. В продължение на седмица правехме големи сметки, след което не плащахме. Все казвахме: &#8220;Утре ще оправим нещата.&#8221;<\/span><br \/>\n<span style=\"font-size: 8pt;\">Накрая се появи един от съдружниците на Бойко, който отговаряше за кафенето &#8211; <strong>Пламен Тачев от Червен бряг<\/strong>. И той като приятеля си беше бивш пожарникар и каратист. Трябваше му около половин час, за да се осмели да ни заговори. Когато все пак го направи, едва успя да смънка няколко думи. Беше пребледнял от страх. Направихме се, че не го забелязваме. По-късно разбрахме, че Бойко бе изложил проблема си пред Пашата, а той от своя страна се бе опитал да се разбере с Поли.<\/span><br \/>\n<span style=\"font-size: 8pt;\">&#8211; Не се притеснявай, Румене! За в бъдеще няма да правят така! &#8211; изхилил се Поли. &#8211; Колкото<\/span><br \/>\n<span style=\"font-size: 8pt;\">до сметката, нека и Бойко веднъж да почерпи &#8211; приключил разговора той.<\/span><\/p><\/blockquote>\n<p>Това е друга сюжетна линия, която отвежда към <a href=\"http:\/\/www.mediapool.bg\/%D0%B4%D1%8A%D1%80%D0%B6%D0%B0%D0%B2%D0%BD%D0%B8%D1%8F%D1%82-%D1%80%D0%B5%D0%B7%D0%B5%D1%80%D0%B2-%D1%89%D0%B5-%D1%81%D0%B5-%D0%BB%D0%B8%D0%BA%D0%B2%D0%B8%D0%B4%D0%B8%D1%80%D0%B0-%D0%BD%D0%B0-%D1%82%D1%8A%D0%BC%D0%BD%D0%BE-news187497.html\" target=\"_blank\" rel=\"noopener noreferrer\">скандалното решение на ГЕРБ<\/a> да ликвидира Държавния резерв без никаква отчетност. Според проектозакона на ГЕРБ ликвидационна комисия трябва да оцени запасите от стоки и продукти на държавата, но не преди закриването на Държавния резерв, а след това. Не е ясно как това ще се отрази на текущото дело срещу съдружниците на Борисов, но очевидно има воля да се действа на тъмно, което може да заличи доказателствата за минали злоупотреби.<\/p>\n<h2><strong>Иракската връзка<\/strong><\/h2>\n<p>Най-интересен за амфетаминовия сюжет е Самир Искандер Ибрахим, известен също като Самир Францис. Самир Ибрахим напуска фирмата &#8220;Прайхим&#8221; заедно с Борисов в края на 1998 г. През март и август на същата година той регистрира две фирми със Златомир Иванов Иванов &#8211; Златко Баретата: &#8220;Бинго Нова&#8221;, което се намира в подлеза на Централна гара и &#8220;З.Е.С.&#8221;, в която Ибрахим е управител. З.Е.С. в момента е със запорирано имущество заради делото срещу Баретата.<\/p>\n<p>Това едва ли притеснява особено Ибрахим-Франсис, тъй като старият му делови партньор Бойко Борисов не го забравя през годините. Иракчанинът върти солиден бизнес с имоти и строежи в София и се облажава от сделки прокарани в Софийски общински съвет докато Бойко Борисов е кмет. Една от най-скандалните заменки е предложена от услужливия син съветник Борислав Бориславов, шеф на софийското СДС, но това е <a href=\"http:\/\/www.obshtestvo.net\/content\/view\/221\/5\/\" target=\"_blank\" rel=\"noopener noreferrer\">отделна история<\/a>.<\/p>\n<p>Общата фирма на Борисов и иракчанина Ибрахим, а впоследствие общата бинго зала на Ибрахим с Баретата водят към една друга позабравена, но много интересна история, която се разшумя покрай отвличането и убийството на двама български шофьори в Ирак през юли 2004 г.<\/p>\n<p>Добре известно е, че Баретата инвестира в игрални и бинго зали. Негова собственост са както &#8220;Бинго Нова&#8221;, така и &#8220;Бинго Елит&#8221;. През 2000 г. Баретата основава Казино &#8220;Елит&#8221; и става негов изпълнителен директор. В края на 2003 се провежда общо събрание, на което Баретата предава управлението на Константин Иванов Динев, Махер Абдула Хасан и Мария Димитрова Хасан.<\/p>\n<p>С какво се занимават последните става ясно от един доклад оставен анонимно в пощенските кутии на депутатите от Комисията по вътрешен ред и сигурност през март 2005 г. Тогава той е публикуван единствено във вестник &#8220;Седем&#8221;. Преди няколко години за него си спомни и сайта <a href=\"http:\/\/www.afera.bg\/index.php?option=com_content&amp;task=view&amp;id=1531&amp;Itemid=27\" target=\"_blank\" rel=\"noopener noreferrer\">Afera.bg<\/a>.<\/p>\n<p>Публикуваме отново този текст, след като потвърдихме от независим източник, че той е съставен от служители на НСС. В него става дума за нова мафиотска организация за синтетична дрога, закриляна от тогавашния главен секретар на МВР &#8211; Бойко Борисов.<\/p>\n<p>===Начало на доклада===<\/p>\n<p><em>&#8220;Причината за отвличането и убийството на българите са неуредени сметки от наркобизнес. Историята започва с показните убийства на няколко знакови фигури в търговията с наркотици в България. Официално поръчителите са неизвестни и едва ли някога ще станат публично достояние, но можем да се досетим, ако проследим кой зае мястото им.<\/em><\/p>\n<p><em>Така се създаде и новата мафиотска организация, която стана причина двамата българи да загубят живота си в Ирак.<\/em><\/p>\n<p><em>Тя се превърна в един от основните доставчици на синтетични наркотици в Близкия изток.<\/em><\/p>\n<p><em>Дрогата се произвежда във фабрика в близост до Кулата. Съдружници в нея са собственикът на ресторант &#8220;Кошарите&#8221; – Константин Динев, (близък до покойния Мето Илиенски и Георги Илиев), синовете на бившият иракски посланик в България Мохамед Амин – Бленд и Сиад, и членовете на на ВПС на БСП Тихомир Стойчев – бивш директор на НСБОП (освободен заради връзки с покойния Филип Найденов – Фатик).<\/em><\/p>\n<p><em>Суровината за производство се доставя от ливанеца Адел Саркиз, а готовата продукция се транспортира за Ирак чрез автовози на фирма в Благоевград. Дрогата се укрива в тайници на превозваните автомобили и ремаркета. Безпрепятственото преминаване на гарницата е дело на Тихомир Стойчев, чрез мрежата от служители в Агенция &#8220;Митници&#8221; и МВР. Дистрибуцията и продажбата на наркотици се извършва от иракчаните д-р Хайрала Салех и Хасан Санджари. Парите получени от сделките се &#8220;изпират&#8221; в казино &#8220;Елит&#8221;, което е собственост на същите лица, притежаващи фабриката, и на иракчанина Махер Хасан – съдружник на Мето Илиенски.<\/em><\/p>\n<p><em>Разбира се, така действащата схема се ползва както с политически, така и също и с протекции от страна на МВР и лично на главния секретар Бойко Борисов.<\/em><\/p>\n<p><em>Неговото протеже – директорът на РДВР – Благоевград Богомил Янев – не позволява разследване на цитираните по-горе араби, въпреки многобройните сигнали.<\/em><\/p>\n<p><em>Живеещите в гр. Сандански Бленд и Саад Амин наред с наркобизнеса многократно демонстрират незачитане на законите – от хулигански прояви до криминални престъпления като открито заплашват полицейските служители.<\/em><\/p>\n<p><em>Подобно е поведението на Хайрала Салех, зад когото стои зам-директорът на НСС, близък до Тихомир Стойчев и личен познат на покойният Фатик. (Няма да е изненада, ако отношенията със Салех са прикрити и той е записан като доносник и на службата). Възползвайки се от протекциите на службата за сигурност, той притиска свои конкуренти в бизнеса и ги заплашва открито, че могат да бъдат изгонени от България само ако се обади по телефон на ген. Чобанов. (Тогава шеф на НСС – бел. р.).<\/em><\/p>\n<p><em>Същите покровители осигуряват контакти на Салех с оръжейни търговци, с които той преговаря от името на НСС.(Собствениците на няколко държавни оръжейни фирми се чувстват доста объркани).<\/em><\/p>\n<p><em>Чрез лично предани служители на МВР главният секретар Б. Борисов притиска конкурентните групировки в наркобизнеса.<\/em><\/p>\n<p><em>Информацията за това кой и как да бъде ударен се подава от Тихомир Стойчев и от един бивш шеф на Отряда за борба с тероризма, който ръководи и престъпна група за &#8220;мокри поръчки&#8221;. (Кой ли застреля толкова професионално Фатик и защо ли имаше толкова противоречия между първоначалните показания на свидетелите и официално обявеното от главния секретар на МВР?).<\/em><\/p>\n<p><em>Всичко действаше като добре смазана машина, докато типично по арабски братята Амин не се се скараха за пари с Хасан Санджари. Хайрала Салех застана на страната на братята Бленд и Саад. Между другото, по времето, когато отношенията им бяха добри, покровителите от НСС и Бойко Борисов уредиха Санджари да бъде приет в президенството и МВнР. След като се наложило да почака във Външно министерство повече от час, разяреният иракчанин се е разкрещял: &#8220;Какво си въобразявате? Само да реша и ще избия войниците ви в Ирак!&#8221;. (Може пък да се опитал впоследствие?)<\/em><\/p>\n<p><em>След възникналия скандал с неуредените бизнесотношения Санджари неколкократно отправя заплахи, като иска да му бъде изплатена значителна сума. Тъй като няма резултат, той отвлича камионите, превозващи поредната пратка, заедно с шофьорите, работещи за Бленд и Саад с искане за откуп.<\/em><\/p>\n<p><em>Похитителите са търсели точно тези българи. Защо ли информацията бе укрита?<\/em><\/p>\n<p><em>Водят се неколкодневни преговори без резултат. (Собственикът на камионите и автокъщата в Благоевград е имал информация за отвличането няколко дни преди официалното съобщение. Два дни след това той прекрати дейността си.)<\/em><\/p>\n<p><em>Разгневеният Салех решава да включи &#8220;тежката артилерия&#8221; – Борисов и Чобанов. (Последният не е изцяло &#8220;в час&#8221;. През цялото време е воден за носа от заместника си.) Под ръководството на Бойко Борисов е разработен план за действие. (Интересно защо министър Петканов не е запознат?). Пред президента Първанов е изложена версията, че НСС разполага с информация къде похитителите държат българските заложници. (Естествено, Хайрала Салех познава добре съдружниците си и е в състояние да уреди освобождаването им срещу откуп.) Държавният глава е убеден от Борисов и Чобанов да одобри план за освобаждаването на шофьорите като предоставя правителствения самолет и съдейства за отпускане средства от БНБ.<\/em><\/p>\n<p><em>Комична ситуация?!<\/em><\/p>\n<p><em>Едната страна в мафиотския сблъсък взема пари от държавата, за да уреди отношенията си с другата. (Не трябваше ли Парламентът да одобри това?). Разбира се, участниците от българска страна Първанов, Борисов и Чобанов са си направили и друга сметка – да станат национални герои. Между другото, преди заминаването са подготвяни ордени като дори Борисов е организирал бляскаво посрещане с пресконференция.<\/em><\/p>\n<p><em>За Ирак потегля българска група, ръководена от Бойко Борисов, в която е и покровителят на Хайрала Салех от НСС. В нея са включени служители на СОБТ. (Има ли заповед на министър Петканов?) Не е ясно точно кога и на кого е хрумнала идеята да нападнем Санджари, да освободим шофьорите и да си разделим парите за откупа. Доста тъп екшън сценарий, изцяло в стила на главния секретар.<\/em><\/p>\n<p><em>Атаката се проваля. Равносметката е ранен служител на СОБТ. (Пълно медийно затъмнение).<\/em><\/p>\n<p><em>Вбесеният Санджари продава заложниците на групировката на Ал Заркауи, а нататък е известно. След това по заповед на Бойко Борисов е отправено силно внушение към всички, които имат отношение по случая да мълчат. (Така де, нали го очаква политическа кариера. Не може да я рискува заради някакви си шофьори). Дори и съпругите на убитите шофьори престанаха да питат. (Заплашени са, че нещо ще се случи с децата им).<\/em><\/p>\n<p><em>Хайрала Салех на всеослушание обявява, че е награден с държавно отличие от президента Първанов. Може би заради убийството на българите?<\/em><\/p>\n<p><em>Братята Амин строят нова фабрика за каптагон. Двамата са толкова нагли, че отправят открити заплахи срещу лидери на СИК и ВИС. Назрява нов конфликт и възниква въпросът, кой ще е жертвата сега. Може би отговорът е в това, на чия страна ще застанат Борисов и марионетките му в МВР&#8221;.<\/em><\/p>\n<p>===Край на доклада===<\/p>\n<p>В този текст за пръв път Борисов е свързан публично с трафика на амфетамини. По-ранни информации са го <a href=\"fabrikata.html\">свързвали<\/a> с незаконно производство на фалшиви цигари.<\/p>\n<p>&#8220;Знаем откъде е дошло писмото. Това са мишоци, а на единия от тях му секна контрабандата в Петрич и сега търси нови връзки&#8221; &#8211; коментира след публикацията на този текст Борисов.<\/p>\n<p>Пресата приглася на главния секретар и пише за <em>донос<\/em> и <em>компромат<\/em> срещу бъдещата му политическа кариера. Набляга се на недостоверните моменти като акцията на антитерористите от СОБТ срещу Санджари.<\/p>\n<p>Обществеността научи за отвлечените българи след като Ал Джазира обявява исканията на похитителите от групата на Ал Заркауи на 9-ти юли. Същата вечер в МВнР е сформиран кризисен щаб.<\/p>\n<p>В отговор на парламентарно питане министър Петканов признава, че Бойко Борисов и още четирима служители са били командировани в Ирак от 10 до 14 юли 2004 с подпис на неговия заместник &#8211; Румен Стоилов.<\/p>\n<p>Тук официалната версия и тази в анонимния текст сериозно се разминават. Според логиката на изложението и хронологията на събитията, акцията на СОБТ би трябвало да се е провела преди шофьорите да попаднат в ръцете на Ал Заркауи, или в периода 1-8 юли 2004.<\/p>\n<p>Дали отвличането е било известно на българските служби преди за него да бъде обявено официално не се знае. Има данни, че в периода 1-5 юли от фирмата към която са работели шофьорите са пробвали да решат проблема по свои канали. В крайна сметка те уведомяват МВнР за отвличането само няколко часа преди съобщението на Ал Джазира.<\/p>\n<p>Петканов твърди също, че откупът за похитителите на Лазов и Кепов в размер на 30 000 долара е осигурен на място &#8220;от иракски бизнесмен, пред който екипът под ръководството на гл.секретар на МВР е поел ангажимент, че ще бъде възстановена след прибирането на заложниците.&#8221;<\/p>\n<p>Повечето въпроси на депутатите са подминати от Петканов с аргумента, че се отнасят до &#8220;квалифицирана информация&#8221;. Това обаче по-скоро потвърждава, че някаква част от изнесеното в анонимния доклад е достоверна.<\/p>\n<h2><strong>Българин по заслуги<\/strong><\/h2>\n<p>Всъщност Хайрала Салех се изписва още като Кхайр Ала А Салех или Хайралла Ахмед Салех. Малко известен факт е, че след тази случка той е станал български гражданин, записан е под името Хаир Ала Ахмед Салех, но продължава да се подвизава с различни имена и титли.<\/p>\n<p>През октомври 2005 Хайри Сейлехъ, представящ се като председател на Атлантическия клуб на Ирак в България <a href=\"http:\/\/www.segabg.com\/article.php?sid=2005101300010020003\" target=\"_blank\" rel=\"noopener noreferrer\">гръмко съобщава<\/a>, че убийците на българските шофьори са заловени.<\/p>\n<p>На 2-ри март 2006 г. д-р Хайри Салех коментира, че българските войници, които ще охраняват лагера Ашраф &#8220;ще бъдат избити до крак&#8221; (странно съвпадение с думите на Санджари, цитирани в доклада на служители на НСС година по-рано: &#8220;Какво си въобразявате? Само да реша и ще избия войниците ви в Ирак!&#8221;). Салех вече <a href=\"http:\/\/www.monitor.bg\/article?id=72494\" target=\"_blank\" rel=\"noopener noreferrer\">се представя<\/a> като съветник на иракския президент Талабани и шеф на Атлантическия клуб в Багдад.  Според външния ни министър Калфин обаче Салех няма нищо общо с иракските институции.<\/p>\n<p>Решението за натурализацията на иракчанина с многото имена е взето от президента Първанов, но е по предложение на скандално известния зам.-председател на ДАНС Николай Методиев, който тогава е зам.-директор в НСС, научи Биволъ от достоверни източници.<\/p>\n<p>Именно Методиев, който не е споменат с името си в анонимния доклад, е закрилника на Салех от НСС. Иракчанинът е натурализиран по чл. 16 от Закона за българското гражданство, който допуска изключения от процедурата ако &#8220;Република България има интерес от натурализацията му или ако лицето има особени заслуги към Република България в обществената и икономическата сфера, в областта на науката, технологията, културата или спорта&#8221;.<\/p>\n<p>Николай Методиев беше последният зам.-директор на ДАНС от екипа на Петко Сертов. Той напусна агенцията през декември 2009 г. но в медиите упорито се говореше, че именно от него е спряна и фактически е провалена разработката &#8220;Лиани&#8221; за черните каси на ДПС. Протежето му Хаир Ала Ахмед Салех днес има бизнес с горива чрез фирмата &#8220;Дител Ойл&#8221; ООД.<\/p>\n<p>Колкото до &#8220;съдружниците&#8221; от фабриката за амфетамини край Кулата, които въртят казиното &#8220;Елит&#8221; (перачница за доходите от наркотрафика), те нямат проблеми с правосъдието. Под управлението на Константин Динев и иракчанина Махер Хасан (виж по-горе за връзката на двамата с Баретата), към края на 2010 г. казино &#8220;Елит&#8221; е в добро финансово състояние и дава работа на 116 души. Това се вижда от годишните финансови отчети на акционерното дружество, публикувани в Търговския регистър. Биволъ не откри данни за съдружие между Махер Хасан и Мето Илиенски, както се твърди в доклада на хората от НСС.<\/p>\n<h2><strong>Борисов &#8220;къса опашката&#8221;?<\/strong><\/h2>\n<p>Твърде много и твърде подробни са съвпадащите информации от различни източници за съпричастността на Борисов към трафика на дрога от и към Близкия изток.<\/p>\n<p>Борисов е наблюдавал трафика на амфетамини в края на 90-те, но скача на по-високо ниво, след като престъпни босове му купуват поста главен секретар на МВР &#8211; това излиза от показанията на Васил Костов &#8211; Кеца през 2011 г. Към тях трябва да се отнасяме със съответната доза скептицизъм, но е трудно да бъдат игнорирани, тъй като Кеца е вътрешен човек в групировките и е бил охранител на покойния бос Бай Миле. Прокуратурата е образувала проверка по <a href=\"bbdrugsignal.html\" target=\"_blank\" rel=\"noopener noreferrer\">сигнал на граждани<\/a> и ще трябва да излезе с определение за казаното от Кеца.<\/p>\n<p>В доклада на офицерите от НСС, писан през 2005 г. се твърди, че като главен секретар в МВР Борисов е закрилял бизнеса с амфетамини на иракчаните и Баретата.<\/p>\n<p>Не е безобидна и връзката между Борисов, иракчанина Ибрахим-Франсис, Златко Баретата и другите иракчани около Казино &#8220;Елит&#8221;, която е проследена за пръв път в това разследване. Тя допълва по естествен начин мозайката от наличните до момента данни.<\/p>\n<p>Видно от обясненията на Ваньо Танов през 2008 г., каналът продължава да съществува и е закрилян от най-високо ниво в МВР след като Борисов напуска ведомството и се отдава на политическа кариера.<\/p>\n<p>Тези процеси естествено са наблюдавано внимателно от службите на САЩ, които са натрупали съответната информация и сега побутват бившия силов бос Борисов в &#8220;правилната посока&#8221;, без да забравят с кого си имат работа.<\/p>\n<p>За това свидетелстват както докладът изготвен за швейцарска банка публикуван в списанието &#8220;<a href=\"http:\/\/www.dnevnik.bg\/bulgaria\/2007\/03\/08\/317304_originalniiat_tekst_na_statiiata_za_boiko_borisov_na\/\" target=\"_blank\" rel=\"noopener noreferrer\">Конгрешънал куотърли<\/a>&#8220;, така и неочаквано разсекретения от Уикилийкс <a href=\"wlborisov.html\">дипломатически доклад на посланик Байърли<\/a>, написан през 2006 г.<\/p>\n<p>Всички важни съветници в американското посолство са участвали в изготвянето на портрета на Бойко Борисов, обрисуван в този доклад, който е с най-висока степен на секретност.<\/p>\n<blockquote><p>&#8220;Обвинения в миналото свързват Борисов със скандали с източване на гориво, с нелегални сделки в комбинация с Лукойл и със сериозна контрабанда на метаамфетамини.&#8221; &#8211; <a href=\"https:\/\/bivol.bg\/wl-bb-cia.html\">пишат американските дипломати<\/a> през 2006 г.<\/p><\/blockquote>\n<p>Напълно възможно е <em>обвиненията в миналото<\/em> да се базират на цитирания по-горе доклад на офицерите от НСС. Американските служби едва ли са пропуснали да се запознаят със съдържанието и да проучат произхода на такъв скандален документ.<\/p>\n<p>Но за разлика от други твърдения на американските посланици за тъмното минало на български политици, в своя доклад Джон Байърли е цитирал конкретна секретна американска служба &#8211; <a href=\"https:\/\/bivol.bg\/wl-bb-cia.html\"><strong>SIMO<\/strong><\/a>. Тя е потвърдила обвиненията за участие на сегашния български премиер в наркотрафика.<\/p>\n<p>Впрочем, в доклада публикуван в Конгрешънал куотърли също се цитира неназован офицер от ФБР, който казва буквално следното: &#8220;администрацията на САЩ направи <strong>ужасен избор<\/strong> с кого да си легне в леглото в България. Какъв ужас &#8211; изглежда в борбата с терора приемаме помощ от всеки, независимо колко е омърсен&#8221;.<\/p>\n<p>Дали Борисов се е дистанцирал от хранителния наркоканал, за да започне политическа кариера, дали си е &#8220;скъсал опашката&#8221; и към днешна дата няма нищо общо с тези тъмни дела можем само да гадаем. Но призраците от миналото го застигат, въпросите се подреждат логически и търсенето на отговори продължава.<\/p>\n","protected":false},"excerpt":{"rendered":"<p>Има едно любопитно съвпадение в историята, разказана пред Шуменския окръжен съд от Васил Костов &#8211; Кеца, обвинен по делото &#8220;Килърите&#8221; през 2011 г. и разказа на бившия шеф на ГДБОП&hellip;<\/p>\n","protected":false},"author":1,"featured_media":14856,"comment_status":"open","ping_status":"open","sticky":false,"template":"","format":"standard","meta":{"_mo_disable_npp":"","_relevanssi_hide_post":"","_relevanssi_pin_for_all":"","_relevanssi_pin_keywords":"","_relevanssi_unpin_keywords":"","_relevanssi_related_keywords":"","_relevanssi_related_include_ids":"","_relevanssi_related_exclude_ids":"","_relevanssi_related_no_append":"","_relevanssi_related_not_related":"","_relevanssi_related_posts":"","_relevanssi_noindex_reason":"","kia_subtitle":"","spay_email":"","jetpack_publicize_message":"","jetpack_is_tweetstorm":false},"categories":[5814,3974],"tags":[4181,4145,4024,4313,4444,4443,4231],"jetpack_featured_media_url":"https:\/\/bivol.bg\/wp-content\/uploads\/2011\/10\/bb-sik.jpg","jetpack_publicize_connections":[],"jetpack_sharing_enabled":true,"jetpack_shortlink":"https:\/\/wp.me\/s9hbsr-bbiraq","jetpack_likes_enabled":true,"_links":{"self":[{"href":"https:\/\/bivol.bg\/wp-json\/wp\/v2\/posts\/15028"}],"collection":[{"href":"https:\/\/bivol.bg\/wp-json\/wp\/v2\/posts"}],"about":[{"href":"https:\/\/bivol.bg\/wp-json\/wp\/v2\/types\/post"}],"author":[{"embeddable":true,"href":"https:\/\/bivol.bg\/wp-json\/wp\/v2\/users\/1"}],"replies":[{"embeddable":true,"href":"https:\/\/bivol.bg\/wp-json\/wp\/v2\/comments?post=15028"}],"version-history":[{"count":0,"href":"https:\/\/bivol.bg\/wp-json\/wp\/v2\/posts\/15028\/revisions"}],"wp:featuredmedia":[{"embeddable":true,"href":"https:\/\/bivol.bg\/wp-json\/wp\/v2\/media\/14856"}],"wp:attachment":[{"href":"https:\/\/bivol.bg\/wp-json\/wp\/v2\/media?parent=15028"}],"wp:term":[{"taxonomy":"category","embeddable":true,"href":"https:\/\/bivol.bg\/wp-json\/wp\/v2\/categories?post=15028"},{"taxonomy":"post_tag","embeddable":true,"href":"https:\/\/bivol.bg\/wp-json\/wp\/v2\/tags?post=15028"}],"curies":[{"name":"wp","href":"https:\/\/api.w.org\/{rel}","templated":true}]}}