{"id":15386,"date":"2012-05-31T07:18:06","date_gmt":"2012-05-31T07:18:06","guid":{"rendered":"http:\/\/new.bivol.bg\/wl-bb-cia.html"},"modified":"2020-07-15T14:52:44","modified_gmt":"2020-07-15T11:52:44","slug":"wl-bb-cia","status":"publish","type":"post","link":"https:\/\/bivol.bg\/wl-bb-cia.html","title":{"rendered":"Wikileaks и Tageszeitung: ЦРУ като главен свидетел на криминалното минало на Борисов"},"content":{"rendered":"<p>Разследване публикувано на <a href=\"http:\/\/taz.de\/Diplomaten-Depeschen-von-Wikileaks\/%2194296\/\" target=\"_blank\" rel=\"noopener noreferrer\">сайта на германския вестник Тагесцайтунг TAZ.de<\/a> е категорично, че в секретните американски дипломатически телеграми се използва оперативна информация от ЦРУ. В текстовете ЦРУ е обозначено с кодовото име СИМО. Бивш началник отдел в ЦРУ е потвърдил за вестника, че СИМО е административно наименование за ЦРУ, което дипломатите нямат право да използват в грамите.<\/p>\n<p>Преди една година Биволъ публикува грамата на Джон Байърли озаглавена <em><a href=\"06sofia647.html\">Най-популярният политик в България: големи надежди, сенчести връзки<\/a><\/em>, в която пише дословно следното: &#8220;<em>Обвинения в миналото свързват Борисов със скандали с източване на гориво, с нелегални сделки в комбинация с Лукойл и със сериозна контрабанда на метаамфетамини. Информацията от SIMO е в потвърждение на тези обвинения<\/em>&#8220;. Главният прокурор Борис Велчев тогава прецени, че в доклада на Байърли няма достатъчно данни, за да се направи обосновано предположение, че е извършено престъпление. &#8220;<em>Ако допуснем някой да бъде разследван по твърдения, представяте ли си каква държава ще бъдем<\/em>&#8221; &#8211; каза Велчев.<\/p>\n<p>Публикацията в Тагесцайтунг ще позволи на западната публика да си изгради представа каква държава сме в момента &#8211; управлявана от човек с криминално минало. Според европейските ни партньори обаче ние трябва да бъдем държава с независима съдебна система, която разследва ефективно и безпристрастно организираната престъпност. Дали това може да се случи в държава управлявана от премиер замесен в криминални дейности като източване на горива и сериозна контрабанда на амфетамини? Публикацията в Тагесцайтунг поставя въпроса реторично: &#8220;<em>Дали Борисов щеше да остане на поста си, ако американската тайна служба ЦРУ се бе явила като главен свидетел за обвиненията срещу министър-председателя?<\/em>&#8221;<\/p>\n<p><em>Биволъ<\/em><\/p>\n<h2><b>Дипломатическите телеграми от Wikileaks<\/b><\/h2>\n<h1><b><a href=\"http:\/\/taz.de\/Diplomaten-Depeschen-von-Wikileaks\/%2194296\/\" target=\"_blank\" rel=\"noopener noreferrer\">ЦРУ като главен свидетел<\/a><\/b><\/h1>\n<p><i>Много от публикуваните телеграми от Уикилийкс съдържат актуална, но кодирана информация на ЦРУ. Разследване на Тагесцайтунг<\/i><i> <\/i><i>разкри кодовото има на ЦРУ. <\/i><\/p>\n<p><i> <\/i>от Д. Гетс и Х. Бюрместер<\/p>\n<p>Берлин Тагесцайтунг\/ Дипломатите не са известни като добри компаньони. И с право. Впускат се охотно в нищо незначещи клишета и избягват еднозначни изказвания. Но че могат и другояче е доказано от станалите легендарни дипломатически телеграми, които бяха публикувани от Уикилийкс в края на 2010 г.<\/p>\n<p lang=\"bg-BG\">Хиляди вътрешни документи доказват, че американските дипломати напълно притежават качеството да казват истината без заобиколки. Дори когато става дума за страни, в които в момента са на служба.<\/p>\n<p>Пример за това е бившият американски посланик в България, Джон Байърли. В една от телеграмите, <a href=\"http:\/\/wikileaks.org\/cable\/2006\/05\/06SOFIA647.html\" target=\"_blank\" rel=\"noopener noreferrer\">публикувана от Уикилийкс<\/a>, класифицирана като секретна, дипломатът от кариерата пише до Вашингтон, че кметът на София Бойко Борисов е замесен „в сериозни криминални дейности”. Интересна преценка за България. Защото Бойко Борисов в момента е министър-председател на страната.<\/p>\n<p>Когато Уикилийкс публикува дипломатическите телеграми през 2010 г., американската преценка за министър-председателя стана известна на обществеността. Самият Борисов не се впечатли особено. Уикилийкс публикували само „слухове”. Американското посолство в София акцентира, че дипломатическите телеграми често съдържали „непълна информация”.<\/p>\n<h2><b>Кодово<\/b><b>то име „СИМО”<\/b><\/h2>\n<p>Дали Борисов щеше да остане на поста си, ако американската тайна служба ЦРУ се бе явила като главен свидетел за обвиненията срещу министър-председателя? Разследванията на Тагесцайтунг показват, че множество телеграми на Уикилийкс съдържат информация за начина на работа на ЦРУ – и позволяват да се правят справки в секретните информации на ЦРУ за чуждестранни политици. Досега тези данни останаха неразкрити, тъй като в дипломатическите телеграми ЦРУ се появява като „СИМО“.<\/p>\n<p>Така в българската телеграма от 2006 г. се казва, че „Информация от СИМО” би подкрепила обвиненията срещу днешния министър-председател Борисов. Някогашният вътрешен министър (Тагесцайтунг бъркат поста на Борисов, който е главен секретар на вътрешното министерство б. Ред.) е търгувал нелегално с метамфетамини и правил мръсни сделки с петролния концерн Лукойл, пише бившият посланик Байърли през май 2006 и се позовава на разкрития на ЦРУ. Като шеф на полицията, той (Борисов б.ред.) се е грижил за това, съпругата му необезпокоявано да се занимава с пране на пари. На всичкото отгоре имал връзки с мафията.<\/p>\n<p>Един бивш шеф на отдел на ЦРУ потвърди за Тагесцайтунг, че СИМО и ЦРУ са всъщност едно и също. „СИМО е просто административно наименование за ЦРУ, което се използва във вътрешната комуникация и като такова не би трябвало да се използва в грамите.“<\/p>\n<h2 lang=\"bg-BG\"><b>Здравето на Фидел и фалшивите пари<\/b><\/h2>\n<p>Ракритието, че СИМО и ЦРУ са едно и също нещо, придава по-голямо значение на съдържанието на някои американски телеграми. Обвиненията срещу българския министър-председател Борисов придобиват значителна острота. Някогашният президент на сената на Хаити, Йозеф Ламберт, с помощта на <a href=\"http:\/\/wikileaks.org\/cable\/2006\/05\/06PORTAUPRINCE847.html\" target=\"_blank\" rel=\"noopener noreferrer\">информация от ЦРУ<\/a> е представен като наркотърговец. <a href=\"http:\/\/wikileaks.org\/cable\/2006\/08\/06CARACAS2367.html\" target=\"_blank\" rel=\"noopener noreferrer\">ЦРУ докладва<\/a> от Венецуела през 2006 за промени в планираното пътуване на президента Чавес – и така прави изводи за влошеното здравословно състояние на кубинския държавен глава Фидел Кастро. Подобни позовавания на СИМО са толкова пикантни само по изключение. Повечето телеграми, в които се назовава СИМО дават възможност да се правят обратни връзки с мерките за сигурност на американските посолства, за взаимодействието на ЦРУ с чуждестранни разузнавателни служби и за координацията с други американски правителствени служби в борбата срещу тероризма.<\/p>\n<p>В докладите се намират абсурдни примери за работата на ЦРУ в чужбина, в които се появява наименованието СИМО. Така например в една от телеграмите от американското посолство в <a href=\"http:\/\/wikileaks.org\/cable\/2006\/02\/06ULAANBAATAR139.html\" target=\"_blank\" rel=\"noopener noreferrer\">Улан Батор<\/a> през 2006 г. се докладва, как от двама влезли в страната севернокорейски пътници са отнети един милион долара. Мъжете били или сътрудници на правителството, или банкови служители. СИМО -или ЦРУ- трябвало да помогне да се провери планината от долари за фалшификати. Американците по спешност изпратили там екип на тайните служби. Междувременно севернокорейското посолство в Монголия с дипломатическа нота изискало предаването на парите. Резултатът :<a href=\"http:\/\/wikileaks.org\/cable\/2006\/03\/06ULAANBAATAR155.html\" target=\"_blank\" rel=\"noopener noreferrer\"> Банкнотите се оказали истински<\/a> и били върнати на севернокорейците.<\/p>\n<p>English version from Novinite.com: <a href=\"http:\/\/www.novinite.com\/view_news.php?id=139851\">http:\/\/www.novinite.com\/view_news.php?id=139851<\/a><\/p>\n","protected":false},"excerpt":{"rendered":"<p>Разследване публикувано на сайта на германския вестник Тагесцайтунг TAZ.de е категорично, че в секретните американски дипломатически телеграми се използва оперативна информация от ЦРУ. В текстовете ЦРУ е обозначено с кодовото име&hellip;<\/p>\n","protected":false},"author":1,"featured_media":14631,"comment_status":"open","ping_status":"open","sticky":false,"template":"","format":"standard","meta":{"_mo_disable_npp":"","_relevanssi_hide_post":"","_relevanssi_pin_for_all":"","_relevanssi_pin_keywords":"","_relevanssi_unpin_keywords":"","_relevanssi_related_keywords":"","_relevanssi_related_include_ids":"","_relevanssi_related_exclude_ids":"","_relevanssi_related_no_append":"","_relevanssi_related_not_related":"","_relevanssi_related_posts":"","_relevanssi_noindex_reason":"","kia_subtitle":"","spay_email":"","jetpack_publicize_message":"","jetpack_is_tweetstorm":false},"categories":[3983,3974],"tags":[4181,4145,4020,4208,4231],"jetpack_featured_media_url":"https:\/\/bivol.bg\/wp-content\/uploads\/2011\/05\/borisov_shlifer.jpg","jetpack_publicize_connections":[],"jetpack_sharing_enabled":true,"jetpack_shortlink":"https:\/\/wp.me\/p9hbsr-40a","jetpack_likes_enabled":true,"_links":{"self":[{"href":"https:\/\/bivol.bg\/wp-json\/wp\/v2\/posts\/15386"}],"collection":[{"href":"https:\/\/bivol.bg\/wp-json\/wp\/v2\/posts"}],"about":[{"href":"https:\/\/bivol.bg\/wp-json\/wp\/v2\/types\/post"}],"author":[{"embeddable":true,"href":"https:\/\/bivol.bg\/wp-json\/wp\/v2\/users\/1"}],"replies":[{"embeddable":true,"href":"https:\/\/bivol.bg\/wp-json\/wp\/v2\/comments?post=15386"}],"version-history":[{"count":2,"href":"https:\/\/bivol.bg\/wp-json\/wp\/v2\/posts\/15386\/revisions"}],"predecessor-version":[{"id":59825,"href":"https:\/\/bivol.bg\/wp-json\/wp\/v2\/posts\/15386\/revisions\/59825"}],"wp:featuredmedia":[{"embeddable":true,"href":"https:\/\/bivol.bg\/wp-json\/wp\/v2\/media\/14631"}],"wp:attachment":[{"href":"https:\/\/bivol.bg\/wp-json\/wp\/v2\/media?parent=15386"}],"wp:term":[{"taxonomy":"category","embeddable":true,"href":"https:\/\/bivol.bg\/wp-json\/wp\/v2\/categories?post=15386"},{"taxonomy":"post_tag","embeddable":true,"href":"https:\/\/bivol.bg\/wp-json\/wp\/v2\/tags?post=15386"}],"curies":[{"name":"wp","href":"https:\/\/api.w.org\/{rel}","templated":true}]}}