{"id":15944,"date":"2013-01-25T19:48:51","date_gmt":"2013-01-25T19:48:51","guid":{"rendered":"http:\/\/new.bivol.bg\/belene-sugarev.html"},"modified":"2017-09-28T17:30:41","modified_gmt":"2017-09-28T17:30:41","slug":"belene-sugarev","status":"publish","type":"post","link":"https:\/\/bivol.bg\/belene-sugarev.html","title":{"rendered":"Белене &#8211; Kорупционният гьол"},"content":{"rendered":"<p><img loading=\"lazy\" src=\"https:\/\/bivol.bg\/wp-content\/uploads\/2013\/01\/manchev.jpg\" width=\"610\" height=\"343\" alt=\"manchev\" \/><\/p>\n<p><em>Богомил Манчев, шеф на&nbsp;<span style=\"line-height: 1.3em;\">&#8220;Риск Инженеринг&#8221; и председател на Българския атомен форум<\/span><\/em><\/p>\n<p><em>Публикуваме статията на Едвин Сугарев от сайта <a target=\"_blank\" href=\"http:\/\/www.svobodata.com\/page.php?pid=10766&amp;rid=154\">Svobodata.com<\/a> в която той се позовава на документи изтекли в Balkanleaks и публикувани от Биволъ. За всеки цитиран документ или група от документи даваме връзка към оригинала, за да може читателят да се запознае с първоизточника. &nbsp;Линковете и поясненията са дадени в курсив.<\/em><\/p>\n<p>Някога, при поредното си обръщане относно АЕЦ &#8220;Белене&#8221;, Бойко Борисов беше нарекъл тази най-свидна рожба на българската клептокрация &#8220;гьол&#8221;. Прав беше – при все че за характеристиката на втората атомна май се изискват по-силни думи. Може би най-подходяща е &#8220;тресавище&#8221; – в което са потънали парите на българските данъкоплатци.<\/p>\n<p>Наскоро публикуваните в &#8220;Болканлийкс&#8221; секретни документи, свързани с разплащанията по проекта, съдържат неоспорими доказателства за това. И наистина не е ясно къде гледа прокуратурата с новия си началник – и защо тези доказателства все още не са се превърнали в обвинителен акт. Те говорят за безогледна, смайваща с мащабите си корупция. За най-тежкия корупционен прецедент в цялата история на българската държава – от освобождението ни от турско робство до наши дни.<\/p>\n<p style=\"padding-left: 30px;\"><em>Поверителни документи свързани с оценката и строителството на АЕЦ Белене:<\/em><\/p>\n<p style=\"padding-left: 30px;\"><em>&#8211;&nbsp;<a href=\"https:\/\/www.balkanleaks.eu\/media\/belene\/report_HSBC.pdf\">Пълният поверителен доклад на HSBC<\/a>;<\/em><\/p>\n<p style=\"padding-left: 30px;\"><em>&#8211; Разплатени суми [<a href=\"https:\/\/www.balkanleaks.eu\/media\/belene\/1_Bill_Belene_new.jpg\" target=\"_blank\">1<\/a>], [<a href=\"https:\/\/www.balkanleaks.eu\/media\/belene\/2_Bill_Belene_new.jpg\" target=\"_blank\">2<\/a>], [<a href=\"https:\/\/www.balkanleaks.eu\/media\/belene\/3_Bill_Belene_new.jpg\" target=\"_blank\">3<\/a>]<\/em><\/p>\n<p style=\"padding-left: 30px;\"><em>&#8211;&nbsp;<a href=\"https:\/\/www.balkanleaks.eu\/media\/belene\/ADDENDUM%2012.pdf\" target=\"_blank\">Допълнение 12<\/a> към споразумението между НЕК и Атомекспортстрой от 2006 г. и&nbsp;<a href=\"https:\/\/www.balkanleaks.eu\/media\/belene\/\" target=\"_blank\">анексите<\/a> към него.<\/em><\/p>\n<p>Според публикуваните справки до 31 декември 2011 г. по ядрения проект са фактурирани общо 837 810 224.26 евро. Това са нашите плащания за АЕЦ &#8220;Белене&#8221; – моите, твоите, вашите. Безкрайно интересно е какво сме получили срещу това. Отговорът е – гьол. Ни повече, ни по-малко. Срещу тези пари на площадката има капитализирани дълготрайни активи за едва 45 069 597.98 евро без ДДС. Забележете: платили сме 837 милиона евро, а наличностите в резултат от тези плащания възлизат на 45 милиона. Или – повече от 18 пъти по-малко.<\/p>\n<p>Какво ли се е случило с останалите милиони? Ами да, правилно предполагате: изтекли са в нечии джобове. В правилните джобове, разбира се. В тези на енергийната мафия, открай време контролирана от остатъчните ДС-структури. И оттам – в черните каси на столетницата.<\/p>\n<p>Затова този проект е тъй свиден за червените (и за разните техни производни). Толкова свиден, че дори подмениха с него своята спихнала се кауза – и издигнаха защитата му като знаме в предизборната борба. Той просто е златната кокошка, на която те разчитат. Е един от основните им източници за партийно финансиране.<\/p>\n<p>Разбира се, те никога няма да си го признаят. Ще ви говорят за евтин ток и пълни хладилници, ще лъжат и ще мажат, провиждайки Белене като печатница за пари. Фактът си е факт обаче. Похарчили са 837 милиона, извадени от вашите джобове. Иначе казано – от всеки от вас са щипнали по повече от една стотарка. Ако им се удаде някак да доотгледат златната си кокошка, ще щипнат от всеки ваш джоб още по трийсетина стотарки.<\/p>\n<p>Как става това? Как &#8220;Белене&#8221; се оказва подходящият скачен съд за поредното комунистическо източване на държавата? По добре познатия стар принцип: колкото по-голям е един проект, толкова по-лесно се краде от него.<\/p>\n<p>Механизмите са много и разнообразни. Руските пари например, които се дават за защитата на проекта – чрез разните фондации и подставени фирми. Парите за подизпълнители, при които се оказва, че да се разруши една стара ядрена площадка струва почти толкова, колкото да се построи нова такава. Договарянето на кредити при крайно неизгодни за България условия, което става срещу щедри комисионни. И прочее.<\/p>\n<p>Най-рафинираният метод обаче заслужава специално внимание. Вероятно си спомняте, че в благодатните времена на тройната коалиция Ахмед Доган беше взел милион и половина за консултанстки услуги към разни хидро-проекти – основният от които беше хидровъзела &#8220;Цанков Камък&#8221; (строен между другото с част от парите, взети именно за АЕЦ &#8220;Белене&#8221; по злополучния заем от &#8220;Париба&#8221; банк в размер на 250 милиона евро, по който досега са платени 57,6 милиона само за погасяване на лихвите).<\/p>\n<p>С други думи – този отглеждан от ДС философ се оказа специалист по мелиоративно строителство. Този и още няколко подобни корупционни прецеденти показват повече от ясно, че консултантските услуги са последния писък на модата в родните корупционни практики. С основание – защото чрез консултанстски договори корупцията става неуловима – колкото и големи да се те, каквито и суми да се връщат към политическите попечители на поръчките. И обхождащите беленския гьол не са пропуснали възможността да са възползват от тях.<\/p>\n<p>Над една пета от всички разходи по проекта &#8220;Белене&#8221; са дадени именно за консултантски услуги. На инженеринговият консултант &#8220;Уорли Парсънс&#8221;, към който като подизпълнител участва и &#8220;Риск Инженеринг&#8221; на председателя на Българския атомен форум Богомил Манчев, са фактурирани 203 807 140.59 евро без ДДС, платени са 177 766 142.88 евро, а се дължат още над 26 млн. евро. Каква захапка и каква хватка, а? Да платиш 200 милиона евро консултантснки услуги не само за недовършена, но и за направо незапочната атомна централа&#8230;<\/p>\n<p>Ключовата фигура в тази консултантска сделка е Богомил Манчев. Запомнете това име. Той е практическия архитект на проекта АЕЦ &#8220;Белене&#8221;. Той е човекът, който практически ръководи българската енергетика по време на царското управление – и под чието давление неговият близък приятел министър Ковачев реанимира спрения през 1991 г. проект въз основа само на две страници обосновка.<\/p>\n<p>Пак той – редом с Ковачки и Красимир Георгиев, фигурира в поверителните грами на посолството на САЩ в София като ключова фигура в българския енергиен бизнес. Свързан е и с един от най-големите скандали, белязали ядрения проект още в самото начало.<\/p>\n<p style=\"padding-left: 30px;\"><em>Поверителните грами на посолството на САЩ:<\/em><\/p>\n<p style=\"padding-left: 30px;\"><em><strong>МРЪСНА ЕНЕРГИЯ: КОРУПЦИЯ И ЛИПСА НА ПРОЗРАЧНОСТ ИЗМЪЧВАТ БЪЛГАРСКИЯ ЕНЕРГИЕН СЕКТОР<\/strong> [<a href=\"http:\/\/wikileaks.org\/cable\/2006\/12\/06SOFIA1691.html\" target=\"_blank\">06SOFIA1691<\/a>]<\/em><\/p>\n<p style=\"padding-left: 30px;\">Превод на български:&nbsp;<a href=\"https:\/\/www.bivol.bg\/06sofia1691-bg.html\">https:\/\/www.bivol.bg\/06sofia1691-bg.html<\/a><\/p>\n<ul style=\"padding-left: 30px;\">\n<li><em><a target=\"_blank\" href=\"http:\/\/www.balkanleaks.eu\/wlbulgaria\/163-09sofia538.html\">[09SOFIA538] BULGARIA: PM BORISSOV SEEKING WHITE HOUSE ENGAGEMENT ON STRATEGIC ENERGY DECISIONS<\/a><\/em><\/li>\n<li><em><a target=\"_blank\" href=\"http:\/\/www.balkanleaks.eu\/wlbulgaria\/162-09sofia561.html\">[09SOFIA561] BULGARIA: IN PURSUIT OF ENERGY DIVERSIFICATION, PM TURNS TO U.S. COMPANIES [BG]<\/a><\/em><\/li>\n<li><em><a target=\"_blank\" href=\"http:\/\/www.balkanleaks.eu\/wlbulgaria\/161-10sofia47.html\">[10SOFIA47] BULGARIA: THE BORISSOV GOVERNMENT AT SIX MONTHS<\/a><\/em><\/li>\n<li><em><a target=\"_blank\" href=\"http:\/\/www.balkanleaks.eu\/wlbulgaria\/160-09sofia711.html\">[09SOFIA711] BULGARIA: WAIVERING ON BELENE NPP [BG]<\/a><\/em><\/li>\n<li><em><a target=\"_blank\" href=\"http:\/\/www.balkanleaks.eu\/wlbulgaria\/159-09sofia70.html\">[09SOFIA70] BULGARIA: MINISTER OF ENERGY ON POST-GAS CRISIS STRATEGY<\/a><\/em><\/li>\n<li><em><a target=\"_blank\" href=\"http:\/\/www.balkanleaks.eu\/wlbulgaria\/158-09sofia696.html\">[09SOFIA696] BULGARIA PREPARES TO ANSWER RUSSIA ON ENERGY PROJECTS<\/a><\/em><\/li>\n<li><em><a target=\"_blank\" href=\"http:\/\/www.balkanleaks.eu\/wlbulgaria\/157-09sofia69.html\">[09SOFIA69] BULGARIA&#8217;S BELENE NUCLEAR POWER PLANT &#8211; BUYERS REMORSE ON ALL SIDES EXCEPT RUSSIA&#8217;S<\/a><\/em><\/li>\n<li><em><a target=\"_blank\" href=\"http:\/\/www.balkanleaks.eu\/wlbulgaria\/156-09sofia674.html\">[09SOFIA74] SCENESETTER FOR SPE MORNINGSTAR&#8217;S DECEMBER 4 VISIT TO BULGARIA [BG]<\/a><\/em><\/li>\n<li><em><a target=\"_blank\" href=\"http:\/\/www.balkanleaks.eu\/wlbulgaria\/155-09sofia673.html\">[09SOFIA73] BULGARIA: ENERGY UPDATE<\/a><\/em><\/li>\n<li><em><a target=\"_blank\" href=\"http:\/\/www.balkanleaks.eu\/wlbulgaria\/154-09sofia363.html\">[09SOFIA363] BULGARIA: BELENE NUCLEAR POWER PLANT: MORE TROUBLES<\/a><\/em><\/li>\n<li><em><a target=\"_blank\" href=\"http:\/\/www.balkanleaks.eu\/wlbulgaria\/153-09sofia343.html\">[09SOFIA343] BULGARIA: GERB FINANCIAL EXPERT HIGHLIGHTS ECONOMIC PLATFORM<\/a><\/em><\/li>\n<li><em><a target=\"_blank\" href=\"http:\/\/www.balkanleaks.eu\/wlbulgaria\/152-08sofia89.html\">[09SOFIA89] PUTIN&#8217;S BULGARIA VISIT: FRICTION AND &#8220;FRIENDSHIP&#8221;<\/a><\/em><\/li>\n<li><em><a target=\"_blank\" href=\"http:\/\/www.balkanleaks.eu\/wlbulgaria\/151-08sofia33.html\">[08SOFIA33] PUTIN&#8217;S VISIT TO BULGARIA: ENERGY FOCUSED<\/a><\/em><\/li>\n<li><em><a target=\"_blank\" href=\"http:\/\/www.balkanleaks.eu\/wlbulgaria\/150-07sofia1396.html\">[07SOFIA396] BULGARIA: FACING RESURGENT RUSSIAN INFLUENCE ON THE EVE OF THE PUTIN VISIT [BG]<\/a><\/em><\/li>\n<li><em><a target=\"_blank\" href=\"http:\/\/www.balkanleaks.eu\/wlbulgaria\/149-06sofia310.html\">[06SOFIA310] BULGARIAN ENERGY MINISTER&#8217;S MEETINGS IN MOSCOW<\/a><\/em><\/li>\n<li><em><a target=\"_blank\" href=\"http:\/\/www.balkanleaks.eu\/wlbulgaria\/148-06sofia202.html\">[06SOFIA202] UNDER THE YOKE: BULGARIA&#8217;S DEPENDENCE ON RUSSIAN OIL AND GAS<\/a><\/em><\/li>\n<li><em><a target=\"_blank\" href=\"http:\/\/www.balkanleaks.eu\/wlbulgaria\/146-06sofia190.html\">[06SOFIA190] BELENE NUCLEAR PLANT: KEY TO DIVERSIFICATION, PIECE OF THE RUSSIAN (ENERGY) EMPIRE OR ALBATROSS?<\/a><\/em><\/li>\n<li><em><a target=\"_blank\" href=\"http:\/\/www.balkanleaks.eu\/wlbulgaria\/145-06sofia1691.html\">[06SOFIA1691] DIRTY ENERGY: CORRUPTION AND LACK OF TRANSPARENCY PLAGUE BULGARIAN ENERGY SECTOR [BG]<\/a><\/em><\/li>\n<li><em><a target=\"_blank\" href=\"http:\/\/www.balkanleaks.eu\/wlbulgaria\/144-06sofia1560.html\">[06SOFIA1560] B-A OIL PIPELINE: SIGNS OF PROGRESS; BULGARIA AND GREECE SEEK CHEVRON PARTICIPATION<\/a><\/em><\/li>\n<li><em style=\"line-height: 1.3em;\"><a target=\"_blank\" href=\"http:\/\/www.balkanleaks.eu\/wlbulgaria\/143-06sofia1481.html\">[06SOFIA1481] BULGARIA FAVORS RUSSIAN BID TO BUILD BELENE NPP<\/a><\/em><\/li>\n<\/ul>\n<p>Часове след като е обявено подписването на Меморандум между България и Русия за създаване на проектна компания за АЕЦ Белене, на сайта на Министерството на икономиката и енергетиката (МИЕ) цъфва и текста на меморандума. Бързината в действията на МИЕ е изненада за всички, но се разбра, че липсват реквизитите на МИЕ, които се полагат при такъв документ. От сайта се вижда, че автор е Maria Bizheva, акционер във фирмата ANG, изключително близка до Манчев, като всъщност заглавието е TITAN Mine Mouth Power Plan.<\/p>\n<p style=\"padding-left: 30px;\"><em>Меморандумът, подготвен от човек на Богомил Манчев&nbsp;<a href=\"https:\/\/www.balkanleaks.eu\/en\/memorandum.html\">https:\/\/www.balkanleaks.eu\/en\/memorandum.html<\/a><\/em><\/p>\n<p>Гафът с този меморандум и участието на Бижева не е голяма изненада, защото всички от бранша знаят за ролята и мястото на Манчев в българската енергетика. Това е поредното доказателство за неговите възможности на правителствено равнище, както и за връзките му с управлаващата тогава тройна коалиция – самият Меморандум за АЕЦ Белене, договорен по тъмна доба в бара на покойния Мишо Бирата, се оказва дело на негов човек.<\/p>\n<p>Не е зле да си спомним, че тъкмо той защитаваше със зъби и нокти идеята АЕЦ &#8220;Белене&#8221; да се строи с руски капитали – и след като тази идея банкрутира, пак той се появи като спасител на проекта с абсурдните твърдения, че е намерил нови инвеститори, сред които и американски пенсионен фонд.<\/p>\n<p>Неговата връзка с австралийско – американската компания Worley Parsons се осъществява чрез техния регионален директор за Европа – Джурица Танкошич. Отношенията им са повече от близки, а адресът на съвместната им фирма Parsons E &amp; C Bulgaria е същият, като на основната компания на Манчев Риск инженеринг.<\/p>\n<p>Общи са и интересите, които се свързват с пагубния за България проект АЕЦ &#8220;Белене&#8221;. Става дума за износ на ток – който се купува на безценица от АЕЦ &#8220;Козлодуй&#8221; – централата, в която от Манчев зависи практически всичко, и се продава с огромна печалба зад граница – в Сърбия, Гърция, Албания и Македония. Изнасят се огромни количества – пикът е 7,5 милиарда киловат часа през 2005 г. – а НЕК губи около 50 милиона годишно от допускането на корупционни схеми при износа на ток.<\/p>\n<p>Основният износител е сръбската компания EFT, която чрез дъщерната си компания „EFT България&#8221; осъществява 70% от износа. EFT България пък е собственост на фирмата на Манчев, „Energy Finances Group&#8221;. И така кръгът се затваря.<\/p>\n<p>Трябва ли да се чудим тогава, че за непостроената АЕЦ &#8220;Белене&#8221; Манчев и компания вече са успели да получат над двеста милиона евро за консултантски услуги? Не. Трябва да се чудим на себе си. На своето търпение и на своята глупост. Имаме възможност да коригираме последната по време на предстоящия референдум. Имаме възможност и да я потвърдим.<\/p>\n<p style=\"padding-left: 30px;\"><a href=\"http:\/\/www.mediapool.bg\/%D1%80%D0%B0%D0%B7%D1%81%D0%BB%D0%B5%D0%B4%D0%B2%D0%B0%D0%BD%D0%B5%D1%82%D0%BE-%D0%B7%D0%B0-%D0%B8%D0%B7%D0%BD%D0%BE%D1%81%D0%B0-%D0%BD%D0%B0-%D0%B1%D1%8A%D0%BB%D0%B3%D0%B0%D1%80%D1%81%D0%BA%D0%B8-%D1%82%D0%BE%D0%BA-%D0%BD%D0%B5-%D0%B5-%D0%BF%D1%8A%D1%80%D0%B2%D0%BE%D1%82%D0%BE-%D0%B7%D0%B0-eft-news163536.html\" target=\"_blank\">Разследване за износа на ток на EFT България.<\/a><\/p>\n<p style=\"padding-left: 30px;\"><em>Препоръчваме също на читателите да се запознаят с документите изтекли от българска масонска ложа, в които се твърди, че з<a href=\"https:\/\/www.bivol.bg\/masoni-belene.html\" target=\"_blank\">а енергетиката в България отговаря точно определен брат<\/a>.<\/em><\/p>\n","protected":false},"excerpt":{"rendered":"<p>Богомил Манчев, шеф на&nbsp;&#8220;Риск Инженеринг&#8221; и председател на Българския атомен форум Публикуваме статията на Едвин Сугарев от сайта Svobodata.com в която той се позовава на документи изтекли в Balkanleaks и&hellip;<\/p>\n","protected":false},"author":1,"featured_media":15943,"comment_status":"open","ping_status":"open","sticky":false,"template":"","format":"standard","meta":{"_mo_disable_npp":"","_relevanssi_hide_post":"","_relevanssi_pin_for_all":"","_relevanssi_pin_keywords":"","_relevanssi_unpin_keywords":"","_relevanssi_related_keywords":"","_relevanssi_related_include_ids":"","_relevanssi_related_exclude_ids":"","_relevanssi_related_no_append":"","_relevanssi_related_not_related":"","_relevanssi_related_posts":"","_relevanssi_noindex_reason":"","kia_subtitle":"","spay_email":"","jetpack_publicize_message":"","jetpack_is_tweetstorm":false},"categories":[7858,6022,3976],"tags":[4057,4085,4707],"jetpack_featured_media_url":"https:\/\/bivol.bg\/wp-content\/uploads\/2013\/01\/manchev.jpg","jetpack_publicize_connections":[],"jetpack_sharing_enabled":true,"jetpack_shortlink":"https:\/\/wp.me\/p9hbsr-49a","jetpack_likes_enabled":true,"_links":{"self":[{"href":"https:\/\/bivol.bg\/wp-json\/wp\/v2\/posts\/15944"}],"collection":[{"href":"https:\/\/bivol.bg\/wp-json\/wp\/v2\/posts"}],"about":[{"href":"https:\/\/bivol.bg\/wp-json\/wp\/v2\/types\/post"}],"author":[{"embeddable":true,"href":"https:\/\/bivol.bg\/wp-json\/wp\/v2\/users\/1"}],"replies":[{"embeddable":true,"href":"https:\/\/bivol.bg\/wp-json\/wp\/v2\/comments?post=15944"}],"version-history":[{"count":0,"href":"https:\/\/bivol.bg\/wp-json\/wp\/v2\/posts\/15944\/revisions"}],"wp:featuredmedia":[{"embeddable":true,"href":"https:\/\/bivol.bg\/wp-json\/wp\/v2\/media\/15943"}],"wp:attachment":[{"href":"https:\/\/bivol.bg\/wp-json\/wp\/v2\/media?parent=15944"}],"wp:term":[{"taxonomy":"category","embeddable":true,"href":"https:\/\/bivol.bg\/wp-json\/wp\/v2\/categories?post=15944"},{"taxonomy":"post_tag","embeddable":true,"href":"https:\/\/bivol.bg\/wp-json\/wp\/v2\/tags?post=15944"}],"curies":[{"name":"wp","href":"https:\/\/api.w.org\/{rel}","templated":true}]}}