{"id":33075,"date":"2017-02-01T16:50:03","date_gmt":"2017-02-01T16:50:03","guid":{"rendered":"https:\/\/bivol.bg\/?p=33075"},"modified":"2017-02-01T17:06:51","modified_gmt":"2017-02-01T17:06:51","slug":"badapples-talking-s4-1","status":"publish","type":"post","link":"https:\/\/bivol.bg\/badapples-talking-s4-1.html","title":{"rendered":"&#8220;Делян&#8221; за КТБ: &#8220;Стягай се да водиш синдиците да ги видя&#8221;"},"content":{"rendered":"<p>Владимира Янева и Момчил Мондешки са били питани <strong>&#8220;от горе&#8221;<\/strong> да организират среща със синдиците на КТБ. Това става ясно от нов разговор <strong>&#8220;Яневагейт&#8221;<\/strong>, с който започва поредният, четвърти сезон на сагата.<\/p>\n<p>Янева дори казва какво й е било наредено от &#8220;Делян&#8221;, а именно: <strong>&#8220;Стягай се да водиш синдиците да ги видя&#8221;!<\/strong><\/p>\n<p>Разговорът се случва докато Ченалова е извън помещението. Тя е излязла, за да вземе <a href=\"https:\/\/bivol.bg\/badapples-talking-s3-6.html\">прословутата &#8220;червена папка&#8221;<\/a>, която Янева, по съвет на Мондешки, е казала&nbsp;на шофьора си Илиянчо да изнесе от служебния кабинет и да й я донесе на адрес. В&nbsp;края се чува как Румяна Ченалова влиза и шуми в антрето.<\/p>\n<p>Янева и Мондешки очевидно са притеснени&nbsp;от секналия интерес от страна на <strong>&#8220;Делян&#8221;<\/strong> и от тези <strong>&#8220;горе&#8221;<\/strong>, които според думите на Мондешки са в множествено число. Ако действително синдиците на КТБ, които съдът назначава, е трябвало предварително да бъдат заведени &#8220;горе&#8221;, видени и одобрени от &#8220;Делян&#8221;, то това кристално очертава зловещите зависимости от&nbsp;&nbsp;задкулисната и олигархично-мафиотска система в България. Задължителното в такива случаи разследване от &nbsp;Прокуратурата е немислимо, като се има предвид яростната съпротива на Главния прокурор Цацаров и приближените му членове на ВСС срещу всеки опит за проверка на скандалните записи по същество.&nbsp;<\/p>\n<p>Хипотезата на Мондешки е, че за ролята на посредник е избран Иван Тодоров, който &#8220;много често ходи горе&#8221;.<\/p>\n<p>Името на Тодоров изплува и от по-ранен разговор Яневагейт. От него се разбира, че арбитражния адв. Иван Тодоров се е сдобил с привилегията да &#8220;ходи горе постоянно&#8221;, разбирай, при &#8220;Делян&#8221;, след като спечелил дело на БТК срещу Агенцията по приватизация и следприватизационен контрол \/АПСК\/ пред арбитража в Париж.<\/p>\n<blockquote class=\"wp-embedded-content\" data-secret=\"ELIKFt7xTQ\"><p><a href=\"https:\/\/bivol.bg\/badapples-talking-s3-12.html\">&#8222;Делян&#8220; е ГОРЕ, държавата губи нарочно Арбитража за БТК в Париж срещу негова фирма<\/a><\/p><\/blockquote>\n<p><iframe class=\"wp-embedded-content\" sandbox=\"allow-scripts\" security=\"restricted\" style=\"position: absolute; clip: rect(1px, 1px, 1px, 1px);\" src=\"https:\/\/bivol.bg\/badapples-talking-s3-12.html\/embed#?secret=ELIKFt7xTQ\" data-secret=\"ELIKFt7xTQ\" width=\"600\" height=\"338\" title=\"&#8220;&#8222;Делян&#8220; е ГОРЕ, държавата губи нарочно Арбитража за БТК в Париж срещу негова фирма&#8221; &#8212; Bivol.bg\" frameborder=\"0\" marginwidth=\"0\" marginheight=\"0\" scrolling=\"no\"><\/iframe><\/p>\n<p>Адв. Тодоров категорично отрече тези твърдения. „Всички медиите на Пеевски подеха тотална и масова клеветническа кампания срещу мен. При това положение как си представяте, че мога да имам отношения с него? Освен това аз съм водил и дела срещу Пеевски. Всякакви твърдения за подобни обвързаности са абсурдни“ &#8211; коментира тогава той пред Биволъ.<\/p>\n<p><strong>#КОЙ и как усвоява активите на КТБ<\/strong><\/p>\n<p>От разговора за &#8220;Делян&#8221; и синдиците лъсва черно на бяло кой и как усвоява активите на КТБ докато във Фонда за гарантиране на влоговете практически постъпват символични суми пари. &nbsp; Последващите факти категорично доказват, че фирми свързвани с Пеевски се облагодетелстват от взетите и невърнати пари в КТБ.<\/p>\n<p>След фалита на КТБ, банката се управлява от Фонда за гарантиране на влоговете на гражданите в банките (ФГВГБ) чрез синдици. Разследване на Капитал разкри, че един от синдиците Кристи Маринова, е обслужвала счетоводно осъждания за измама Момчил Мондешки. В същото време част от активите, заложени в КТБ, стигат именно до Мондешки, за когото се знае също, че е близък с Делян Пеевски.<\/p>\n<p>Контролът над синдиците е бил обект на спор между Бойко Борисов и Делян Пеевски, излиза от друг разговор Яневагейт. \/виж <a href=\"https:\/\/bivol.bg\/badapples-talking-s3-11.html\">тук<\/a>\/<\/p>\n<p><em>&#8220;Първо те винаги са играли партия, второ той Делян добре разбира, че властта е в момента в него и той няма как да го… да не беше в него да го притисне и да го излъже ама сега няма как. Още повече нали се сещаш, че синдиците трябва да минат и през министъра на финансите. Без Бойко да даде одобрение и министъра на финансите няма да даде.&#8221;<\/em> &#8211; така обобщава наблюденията си за отношенията между Бойко Борисов и Делян Пеевски шефката на Софийски градски съд.<\/p>\n<p>В крайна сметка от това противопоставяне на олигарха <strong>Пеевски<\/strong> и неговия огледален образ <strong>Борисов<\/strong> губят всички българи, които тежко плащат милиардната сметка за КТБ. Новият <strong>президент Румен Радев<\/strong> също отказа да даде достъп до <strong>&#8220;Стенограмата КТБ&#8221;<\/strong> от консултациите при предшественика му Плевнелиев, преди официалния фалит на банката. Плевнелиев на два пъти упорито отказа достъпа до чувствителната информация, която разкрива истината за колосалния грабеж на банков капитал. Радев продължи тази практика, с което всъщност се пази статутът на статуквото и основните виновници за причините на бановия фалит. <strong>Биволъ<\/strong> вече <a href=\"https:\/\/bivol.bg\/radev-zdoi-delo-ktb-stenograma.html\">даде под съд Радев по реда на ЗДОИ<\/a>.&nbsp;<\/p>\n<p>Едва 3%-4% &#8211; практически никакви пари спрямо масата на несъстоятелността, са събрани до този момент.<\/p>\n<p>Другото очевидно отива там някъде &#8220;горе&#8221;&#8230;<\/p>\n<p>&nbsp;<\/p>\n<!--[if lt IE 9]><script>document.createElement('audio');<\/script><![endif]-->\n<audio class=\"wp-audio-shortcode\" id=\"audio-33075-1\" preload=\"none\" style=\"width: 100%;\" controls=\"controls\"><source type=\"audio\/mpeg\" src=\"https:\/\/bivol.bg\/wp-content\/uploads\/2017\/02\/y4-s1-sindici.mp3?_=1\" \/><a href=\"https:\/\/bivol.bg\/wp-content\/uploads\/2017\/02\/y4-s1-sindici.mp3\">https:\/\/bivol.bg\/wp-content\/uploads\/2017\/02\/y4-s1-sindici.mp3<\/a><\/audio>\n<p>&nbsp;<\/p>\n<p><em>М.М.: Теб скоро занимаваха ли те с КТБ? Честно ми кажи?<\/em><\/p>\n<p><em>В.Я.: Не, не.<\/em><\/p>\n<p><em>М.М.: И на мене никой не ми говори нищо за КТБ. По едно време искаха много среща със синдиците. Мен ми се беше запалила главата покрай тях, въобще&#8230;<\/em><\/p>\n<p><em>В.Я.: Не, единствено Делян последно каза: &#8220;Стягай се да водиш синдиците да ги видя!&#8221;<\/em><\/p>\n<p><em>М.М.: Да. Мен ме молиха преди да го направят тва, спряха да ме молят.<\/em><\/p>\n<p><em>В.Я.: Тоест мислиш, че&#8230; какво мислиш?<\/em><\/p>\n<p><em>Влиза Ченалова&#8230;<\/em><\/p>\n<p><em>В.Я.: Е добре, какво мислиш?<\/em><\/p>\n<p><em>М.М.: Иван Тодоров много често ходи горе.<\/em><\/p>\n<p>&nbsp;<\/p>\n<p>Всичко от Яневагейт Сезон 1&nbsp;<\/p>\n<p><a href=\"https:\/\/bivol.bg\/category\/b-files\/yanevagate\/season1\">https:\/\/bivol.bg\/category\/b-files\/yanevagate\/season1<\/a><\/p>\n<p>Всичко от Яневагейт Сезон 2<\/p>\n<p><a href=\"https:\/\/bivol.bg\/category\/b-files\/yanevagate\/season2\">https:\/\/bivol.bg\/category\/b-files\/yanevagate\/season2<\/a><\/p>\n<p>Всичко от Яневагейт Сезон 3<\/p>\n<p><a href=\"https:\/\/bivol.bg\/category\/b-files\/yanevagate\/season3\">https:\/\/bivol.bg\/category\/b-files\/yanevagate\/season3<\/a><\/p>\n","protected":false},"excerpt":{"rendered":"<p>Владимира Янева и Момчил Мондешки са били питани &#8220;от горе&#8221; да организират среща със синдиците на КТБ. Това става ясно от нов разговор &#8220;Яневагейт&#8221;, с който започва поредният, четвърти сезон&hellip;<\/p>\n","protected":false},"author":1,"featured_media":33077,"comment_status":"closed","ping_status":"open","sticky":false,"template":"","format":"standard","meta":{"_mo_disable_npp":"","_relevanssi_hide_post":"","_relevanssi_pin_for_all":"","_relevanssi_pin_keywords":"","_relevanssi_unpin_keywords":"","_relevanssi_related_keywords":"","_relevanssi_related_include_ids":"","_relevanssi_related_exclude_ids":"","_relevanssi_related_no_append":"","_relevanssi_related_not_related":"","_relevanssi_related_posts":"","_relevanssi_noindex_reason":"","kia_subtitle":"#Яневагейт Сезон 4, Епизод 1","spay_email":"","jetpack_publicize_message":"","jetpack_is_tweetstorm":false},"categories":[5805,5816,3974,6771],"tags":[4145,4261,7481,7482,4463,7125,6061,6731,7128,6739],"jetpack_featured_media_url":"https:\/\/bivol.bg\/wp-content\/uploads\/2017\/02\/yaneva-mondeshki.png","jetpack_publicize_connections":[],"jetpack_sharing_enabled":true,"jetpack_shortlink":"https:\/\/wp.me\/p9hbsr-8Bt","jetpack_likes_enabled":true,"_links":{"self":[{"href":"https:\/\/bivol.bg\/wp-json\/wp\/v2\/posts\/33075"}],"collection":[{"href":"https:\/\/bivol.bg\/wp-json\/wp\/v2\/posts"}],"about":[{"href":"https:\/\/bivol.bg\/wp-json\/wp\/v2\/types\/post"}],"author":[{"embeddable":true,"href":"https:\/\/bivol.bg\/wp-json\/wp\/v2\/users\/1"}],"replies":[{"embeddable":true,"href":"https:\/\/bivol.bg\/wp-json\/wp\/v2\/comments?post=33075"}],"version-history":[{"count":0,"href":"https:\/\/bivol.bg\/wp-json\/wp\/v2\/posts\/33075\/revisions"}],"wp:featuredmedia":[{"embeddable":true,"href":"https:\/\/bivol.bg\/wp-json\/wp\/v2\/media\/33077"}],"wp:attachment":[{"href":"https:\/\/bivol.bg\/wp-json\/wp\/v2\/media?parent=33075"}],"wp:term":[{"taxonomy":"category","embeddable":true,"href":"https:\/\/bivol.bg\/wp-json\/wp\/v2\/categories?post=33075"},{"taxonomy":"post_tag","embeddable":true,"href":"https:\/\/bivol.bg\/wp-json\/wp\/v2\/tags?post=33075"}],"curies":[{"name":"wp","href":"https:\/\/api.w.org\/{rel}","templated":true}]}}