{"id":34190,"date":"2017-07-01T17:28:38","date_gmt":"2017-07-01T17:28:38","guid":{"rendered":"https:\/\/bivol.bg\/?p=34190"},"modified":"2017-07-01T17:44:12","modified_gmt":"2017-07-01T17:44:12","slug":"%d1%86%d0%b5%d0%bb%d1%83%d0%b2%d0%ba%d0%b8%d1%82%d0%b5-%d0%bd%d0%b0-%d0%bc%d0%b5%d1%80%d0%ba%d0%b5%d0%bb-%d1%81-%d0%b1%d0%be%d1%80%d0%b8%d1%81%d0%be%d0%b2-%d0%b4%d0%b5%d0%bc%d0%be%d1%80%d0%b0%d0%bb","status":"publish","type":"post","link":"https:\/\/bivol.bg\/%d1%86%d0%b5%d0%bb%d1%83%d0%b2%d0%ba%d0%b8%d1%82%d0%b5-%d0%bd%d0%b0-%d0%bc%d0%b5%d1%80%d0%ba%d0%b5%d0%bb-%d1%81-%d0%b1%d0%be%d1%80%d0%b8%d1%81%d0%be%d0%b2-%d0%b4%d0%b5%d0%bc%d0%be%d1%80%d0%b0%d0%bb.html","title":{"rendered":"Целувките на Меркел с Борисов деморализира българите"},"content":{"rendered":"<p>Многоуважаема госпожо Меркел,<\/p>\n<p>Преди няколко дена Вие сърдечно посрещнахте министър-председателя на България Борисов.<\/p>\n<p>Знаете ли Вие, кого прегръщате и целувате!<\/p>\n<p>Как бихте се почувствала,ако знаехте,че сте взела в прегръдката си и целунала кръстника на българската мафия!<\/p>\n<p>Как бихте се почувствала,ако знаехте,че Вие ,например,сте прегърнала и целунала Хитлер!<\/p>\n<p>Вие произхождате от Източна Германия-и Вие лично познавате „достойнствата” на социализма.<\/p>\n<p>Въпросният Борисов е издънка на бившия режим-член на комунистическата партия на България и по-късно личен телохранител на комунистическия диктатор Тодор Живков.<\/p>\n<p>И по-нататък това лице потъва в криминалния ъндърграунд.<\/p>\n<p>И по-нататък това лице се превръща в символ на корупцията и престъпността в България.<\/p>\n<p>Не мога да си представя,че Вие не знаете,кого трябваше да прегръщате и целувате-най-малкото заради протокола!<\/p>\n<p>Следователно Вие много добре сте знаела,кого сте прегърнала и целунала!<\/p>\n<p><em>„Ние трябва да продължаваме да го тласкаме в правилната посока, но никога не трябва да забравяме,с кого си имаме работа”<\/em>, отбелязва през 2006 година посланикът на САЩ в България в грама до правителството на САЩ-по отношение на бъдещия премиер на България.<\/p>\n<p>”Може да е зло кучето,но пък то е наше куче!”,както гласи известната фраза.<\/p>\n<p>Но Вие трябва също да знаете, че тази целувка покварява морала на широки слоеве от нашия народ &#8211; и по този начин целувката унищожава съпротивителните сили на нашия народ срещу мафията!<\/p>\n<p>Защото мафията тотално е взела под контрол държавата ни и ние в нашата мизерна страна сме принудени да разчитаме на вашата помощ. Но за съжаление досега напразно!<\/p>\n<p>И така, ако Вие не сте знаела, с кого си имате работа, това би трябвало да означава, че Вие сте слаб политик!<\/p>\n<p>Ако обаче Вие много добре сте знаела това,това би трябвало да означава,че Вие сте лицемерка!<\/p>\n<p>Вие осъзнахте и признахте грешките си по отношение на мигрантите!<\/p>\n<p>Моля Ви,не повтаряйте същата грешка по отношение на българската мафия-сложете край на подкрепата Ви за мафията в България!<\/p>\n<p>И така-слаб политик,или лицемерка ,от една страна.<\/p>\n<p>Или да бъдете съратничка в нашата борба срещу българската мафия, от друга страна.<\/p>\n<p>И вследствие на това да спечелите уважението и признанието на почтените хора в България!<\/p>\n<p>Изборът е Ваш!<\/p>\n<p>С приятелски поздрави:<\/p>\n<p>Николай Ризов,&nbsp;Благоевград,&nbsp;България<\/p>\n<div class=\"otw-sc-box border-top-bottom bordered shadow-down-right\"><div>Николай Методиев Ризов е роден през 1959г.,с.Плоски,Благоевградска област, висше образование, преподавател по немски език; издадени книги: &#8220;В часа на кръглата луна&#8221;,изд.&#8221;Захарий Стоянов&#8221;,2003г.; &#8220;Административен акт за дребно хулиганство&#8221;,ИК&#8221;Орбел&#8221;,2004г. Понастоящем преподава немски език от 15 години в ПМГ-Благоевград и 2 години в Нюрнберг,Германия. Има поредица публикации в немскоезични издания. email: nmrizov@abv.bg блог: provokativno.blogspot.com <\/div><\/div>\n<p>Sehr geehrte Frau Merkel,<\/p>\n<p>Sie haben vor ein paar Tagen den Premierminister Bulgariens Borissov herzlich getroffen.<\/p>\n<p>Wissen Sie ,wen Sie umarmen und kuessen!<\/p>\n<p>Wie wuerden Sie sich fuellen,wenn Sie wuessten,dass sie den bulgarischen Mafia-Paten in Umarmung genommen und gekuesst haben!<\/p>\n<p>Wie wuerden Sie sich fuellen,wenn Sie wuessten,dass Sie z.B.Hitler umarmt und gekuesst haben!<\/p>\n<p>Sie stammen aus Ostdeutschland-und Sie kennen hoehstpersoenlich „die Tugenden” des Sozialismus.<\/p>\n<p>Dieser Borissov ist ein Sproesling des ehemaligen Regimes-Mitglied der Koministischen Partei Bulgariens und spaeter der eigene Leibwache des kommunistischen Diktators Todor Zhivkov.<\/p>\n<p>Und dann ist diese Person im Untergrund untergetaucht.<\/p>\n<p>Und weiterhin ist die zum&nbsp;Symbol&nbsp;für&nbsp;Korruption&nbsp;und Kriminalität in Bulgarien geworden.<\/p>\n<p>Ich kann mir nicht vorstellen,dass Sie nicht wissen,wen Sie umarmen und kuessen mussten-der Etikette wegen zumindest!<\/p>\n<p>Folglich wussten Sie sehr gut,wen Sie umarmt und gekuesst haben!<br \/>\n„Wir müssen ihn weiter in die richtige Richtung schieben, aber man sollte nie vergessen,mit wem man zu tun hat”,hat 2006 in einer Gramma an die US-Regierung der Botschafter der USA in Bulgarien gemeldet-hinsichtlich des zukuenftigen Premierministers von Bulgarien.<\/p>\n<p>”Ein Hund,aber unser Hund!”,wie der beruechtigte Spruch lautet.<\/p>\n<p>Aber Sie muessen auch wissen,dass dieser Kuss die Moral breiter Schichten unseres Volkes verdirbt-und auf diese Weise der Kuss die Widerstandskraft unseres Volkes gegen die Mafia zum Verfall bringt!<\/p>\n<p>Weil die Mafia unseren Staat voellig unter Kontrolle gebracht hat und wir in unserem elenden Land gezwungen sind, uns auf Ihre Hilfe zu verlassen. Aber leider bisher umsonnst!<\/p>\n<p>Also,wenn Sie nicht gewusst haben,mit wem Sie zu tun hatten,haette das zu bedeuten ,dass Sie eine schwache Politikerin sind!<\/p>\n<p>Wenn Sie das aber sehr gut gewusst haben,haette das zu bedeuten,dass Sie eine Heuchlerin sind!<\/p>\n<p>Sie haben Ihre Fehler in Bezug auf die Migranten verstanden und gestanden!Bitte wiederholen Sie nicht die gleichen Fehler in Bezug auf die bulgarische Mafia-machen Sie der Unterstuetzung unserer Mafia ein Ende!<\/p>\n<p>Also schwache Politikerin,oder Heuchlerin einerseits,<\/p>\n<p>Oder eine Mitstreiterin in unserem Kampf gegen die bulgarische Mafia zu sein andererseits-und infolgedessen die Achtung und Anerkennung der ehrenhaften Leute in Bulgarien zu erwerben!<\/p>\n<p>Sie haben die Wahl!<\/p>\n<p>Mit freundlichen Gruessen<\/p>\n<p>Nikolay Rizov,&nbsp;Blagoevgrad,&nbsp;Bulgarien<\/p>\n","protected":false},"excerpt":{"rendered":"<p>Многоуважаема госпожо Меркел, Преди няколко дена Вие сърдечно посрещнахте министър-председателя на България Борисов. Знаете ли Вие, кого прегръщате и целувате! Как бихте се почувствала,ако знаехте,че сте взела в прегръдката си&hellip;<\/p>\n","protected":false},"author":1,"featured_media":34191,"comment_status":"closed","ping_status":"open","sticky":false,"template":"","format":"standard","meta":{"_mo_disable_npp":"","_relevanssi_hide_post":"","_relevanssi_pin_for_all":"","_relevanssi_pin_keywords":"","_relevanssi_unpin_keywords":"","_relevanssi_related_keywords":"","_relevanssi_related_include_ids":"","_relevanssi_related_exclude_ids":"","_relevanssi_related_no_append":"","_relevanssi_related_not_related":"","_relevanssi_related_posts":"","_relevanssi_noindex_reason":"","kia_subtitle":"Отворено писмо до госпожа Федералния канцлер на Германия Ангела Меркел","spay_email":"","jetpack_publicize_message":"","jetpack_is_tweetstorm":false},"categories":[6094],"tags":[7685,4145,4011,4020,7686,4208],"jetpack_featured_media_url":"https:\/\/bivol.bg\/wp-content\/uploads\/2017\/07\/Screen-Shot-2017-07-01-at-20.23.13.png","jetpack_publicize_connections":[],"jetpack_sharing_enabled":true,"jetpack_shortlink":"https:\/\/wp.me\/p9hbsr-8Ts","jetpack_likes_enabled":true,"_links":{"self":[{"href":"https:\/\/bivol.bg\/wp-json\/wp\/v2\/posts\/34190"}],"collection":[{"href":"https:\/\/bivol.bg\/wp-json\/wp\/v2\/posts"}],"about":[{"href":"https:\/\/bivol.bg\/wp-json\/wp\/v2\/types\/post"}],"author":[{"embeddable":true,"href":"https:\/\/bivol.bg\/wp-json\/wp\/v2\/users\/1"}],"replies":[{"embeddable":true,"href":"https:\/\/bivol.bg\/wp-json\/wp\/v2\/comments?post=34190"}],"version-history":[{"count":0,"href":"https:\/\/bivol.bg\/wp-json\/wp\/v2\/posts\/34190\/revisions"}],"wp:featuredmedia":[{"embeddable":true,"href":"https:\/\/bivol.bg\/wp-json\/wp\/v2\/media\/34191"}],"wp:attachment":[{"href":"https:\/\/bivol.bg\/wp-json\/wp\/v2\/media?parent=34190"}],"wp:term":[{"taxonomy":"category","embeddable":true,"href":"https:\/\/bivol.bg\/wp-json\/wp\/v2\/categories?post=34190"},{"taxonomy":"post_tag","embeddable":true,"href":"https:\/\/bivol.bg\/wp-json\/wp\/v2\/tags?post=34190"}],"curies":[{"name":"wp","href":"https:\/\/api.w.org\/{rel}","templated":true}]}}