{"id":44113,"date":"2018-12-31T21:50:38","date_gmt":"2018-12-31T19:50:38","guid":{"rendered":"https:\/\/bivol.bg\/?p=44113"},"modified":"2019-01-11T14:14:03","modified_gmt":"2019-01-11T12:14:03","slug":"badr-mafia-burgas","status":"publish","type":"post","link":"https:\/\/bivol.bg\/badr-mafia-burgas.html","title":{"rendered":"Пиратска акция срещу либийски танкер в Бургаския залив"},"content":{"rendered":"\r\n<p>Преди броени дни, в навечерието на Коледа, към либийски танкер, закотвен в Бургаския залив, се приближава патрулен катер на Гранична полиция. В него има въоръжени полицаи, охранители и цивилни лица. След разпореждане от граничните, либийците се подчиняват на заповедта да допуснат полицаите на борд. По стълбата обаче се качва група от около 30 лица, въоръжени с различни оръжия, сред които и униформени служители на &#8220;Гранична полиция&#8221;, както и един инспектор от &#8220;Морска администрация&#8221; Бургас. Мутрите с тях се ползват със специално внимание и видими привилегии от страна на държавните служители, разказват от екипажа. Капитанът, помощниците му и моряците са заплашвани, псувани, удряни и насилствено свалени от кораба. По техните показания, въоръжените с огнестрелно оръжие мъже са се държали като нападатели &#8211; демонстративно агресивно и грубо. Те буквално са окупирали кораба и са предупредили всички, че нямат право да се обаждат никому по телефоните си, заплашвайки ги с насочени дула. Всички от BADR са свалени на брега под строй и репатрирани от България. 62 000 тонният \/61342 t GT или 116075 t DWT\/ танкер напуска българските териториални води под панамски флаг, със сменено име на BDIN и с украинско командване на 27 декември.<\/p>\r\n\r\n\r\n\r\n<p>Дали става дума за смяна на екипажа след банален търговски спор или за безпрецедентно, може да се каже пиратско, отвличане на огромен кораб в териториалните води на Европейския съюз? Разследването на <strong>Биволъ<\/strong> установи, че зад акцията стоят изключително съмнителни от правна гледна точка действия на ЧСИ и на български институции, в полза на <strong>лица, свързани с италианската мафия, Инвестбанк и сметопочистващата фирма &#8220;Титан&#8221;<\/strong>. Установихме безспорни факти, че последните са използвали <strong>фалшифицирани документи<\/strong>, за да сменят собствеността на кораба по престъпен начин.<\/p>\r\n\r\n\r\n\r\n<p>&nbsp;<\/p>\r\n<p>Вместо да възпрепятства мафиотската акция, българската държава, в лицето на своите отговорни институции, всъщност активно е помогнала за обсебването на кораба, собственост на либийската национална морска транспортна компания <a href=\"https:\/\/maritime-union.com\/company\/general-national-maritime-transport-company-gnmtc\"><strong>GNMTC<\/strong><\/a>. Упражненият срещу либийците произвол е стигнал до безпрецедентна саморазправа, физическо малтретиране и унижения срещу моряците и персонално спрямо капитана <strong>Абдулла Абдул Джалил<\/strong>. Той е бил грозно обиждан, бит и ритан от служители на &#8220;Гранична полиция&#8221;. На капитана е било забранено дори телефонно обаждане до корабособственика от страна на българските пирати. Самата мобилна мрежа е била заглушена в радиус от 200 м от специално устройство, докарано от отряда с граничния катер. Когато капитанът все пак е успял да направи връзка чрез сателитния си телефон, един от присъстващите мутри е отишъл и силово е изтръгнал телефона от ръцете му, като го е повредил и така е прекъснал разговора. <strong>Ситуацията е приличала на терористичен акт<\/strong> &#8211; либийците са били ужасени, стресирани и поставени в напълно безизходно положение, без право на каквато и да било защита или възможност за справедлива реакция, камо ли за отстояване на професионалните си и човешки права. Официалният доклад на капитана за нападението пред либийските власти разкрива невероятно скандални факти и обстоятелства за поведението на българските полицаи, придружени от частни охранители и претендентите за обсебване на танкера. <strong>Биволъ<\/strong> разполага с неговите подробни показания, които са били заверени и легитимирани по надлежен ред в Триполи. След превод и транскрипция ще публикуваме оригиналния разказ на кап. Абдулла Абдул Джалил за фаталния 21-ви декември, когато става жертва на неподозираната &#8220;пиратска&#8221; атака по завладяване на поверения му кораб. <\/p>\r\n\r\n\r\n\r\n<ul data-carousel-extra='{\"blog_id\":1,\"permalink\":\"https:\\\/\\\/bivol.bg\\\/badr-mafia-burgas.html\"}' class=\"wp-block-gallery columns-2 is-cropped\">\r\n<li class=\"blocks-gallery-item\">\r\n<figure><img data-attachment-id=\"44179\" data-permalink=\"https:\/\/bivol.bg\/badr-mafia-burgas.html\/screen-shot-2019-01-01-at-13-36-35\" data-orig-file=\"https:\/\/bivol.bg\/wp-content\/uploads\/2018\/12\/Screen-Shot-2019-01-01-at-13.36.35.png\" data-orig-size=\"637,740\" data-comments-opened=\"0\" data-image-meta=\"{&quot;aperture&quot;:&quot;0&quot;,&quot;credit&quot;:&quot;&quot;,&quot;camera&quot;:&quot;&quot;,&quot;caption&quot;:&quot;&quot;,&quot;created_timestamp&quot;:&quot;0&quot;,&quot;copyright&quot;:&quot;&quot;,&quot;focal_length&quot;:&quot;0&quot;,&quot;iso&quot;:&quot;0&quot;,&quot;shutter_speed&quot;:&quot;0&quot;,&quot;title&quot;:&quot;&quot;,&quot;orientation&quot;:&quot;0&quot;}\" data-image-title=\"Screen Shot 2019-01-01 at 13.36.35\" data-image-description=\"\" data-medium-file=\"https:\/\/bivol.bg\/wp-content\/uploads\/2018\/12\/Screen-Shot-2019-01-01-at-13.36.35-258x300.png\" data-large-file=\"https:\/\/bivol.bg\/wp-content\/uploads\/2018\/12\/Screen-Shot-2019-01-01-at-13.36.35.png\" loading=\"lazy\" width=\"637\" height=\"740\" class=\"wp-image-44179\" src=\"https:\/\/bivol.bg\/wp-content\/uploads\/2018\/12\/Screen-Shot-2019-01-01-at-13.36.35.png\" alt=\"\" data-id=\"44179\" data-link=\"https:\/\/bivol.bg\/badr-mafia-burgas.html\/screen-shot-2019-01-01-at-13-36-35\" srcset=\"https:\/\/bivol.bg\/wp-content\/uploads\/2018\/12\/Screen-Shot-2019-01-01-at-13.36.35.png 637w, https:\/\/bivol.bg\/wp-content\/uploads\/2018\/12\/Screen-Shot-2019-01-01-at-13.36.35-258x300.png 258w\" sizes=\"(max-width: 637px) 100vw, 637px\" \/>\r\n<figcaption>&#8220;Либиън Експрес&#8221;: &#8220;България превзема либийския танкер BADR и насилва екипажа на борда&#8221;<\/figcaption>\r\n<\/figure>\r\n<\/li>\r\n<li class=\"blocks-gallery-item\">\r\n<figure><img data-attachment-id=\"44176\" data-permalink=\"https:\/\/bivol.bg\/badr-mafia-burgas.html\/screen-shot-2019-01-01-at-13-30-13\" data-orig-file=\"https:\/\/bivol.bg\/wp-content\/uploads\/2018\/12\/Screen-Shot-2019-01-01-at-13.30.13.png\" data-orig-size=\"598,679\" data-comments-opened=\"0\" data-image-meta=\"{&quot;aperture&quot;:&quot;0&quot;,&quot;credit&quot;:&quot;&quot;,&quot;camera&quot;:&quot;&quot;,&quot;caption&quot;:&quot;&quot;,&quot;created_timestamp&quot;:&quot;0&quot;,&quot;copyright&quot;:&quot;&quot;,&quot;focal_length&quot;:&quot;0&quot;,&quot;iso&quot;:&quot;0&quot;,&quot;shutter_speed&quot;:&quot;0&quot;,&quot;title&quot;:&quot;&quot;,&quot;orientation&quot;:&quot;0&quot;}\" data-image-title=\"Screen Shot 2019-01-01 at 13.30.13\" data-image-description=\"\" data-medium-file=\"https:\/\/bivol.bg\/wp-content\/uploads\/2018\/12\/Screen-Shot-2019-01-01-at-13.30.13-264x300.png\" data-large-file=\"https:\/\/bivol.bg\/wp-content\/uploads\/2018\/12\/Screen-Shot-2019-01-01-at-13.30.13.png\" loading=\"lazy\" width=\"598\" height=\"679\" class=\"wp-image-44176\" src=\"https:\/\/bivol.bg\/wp-content\/uploads\/2018\/12\/Screen-Shot-2019-01-01-at-13.30.13.png\" alt=\"\" data-id=\"44176\" data-link=\"https:\/\/bivol.bg\/badr-mafia-burgas.html\/screen-shot-2019-01-01-at-13-30-13\" srcset=\"https:\/\/bivol.bg\/wp-content\/uploads\/2018\/12\/Screen-Shot-2019-01-01-at-13.30.13.png 598w, https:\/\/bivol.bg\/wp-content\/uploads\/2018\/12\/Screen-Shot-2019-01-01-at-13.30.13-264x300.png 264w\" sizes=\"(max-width: 598px) 100vw, 598px\" \/>\r\n<figcaption>Публикация в националния вестник &#8220;Либиа обзървър&#8221; за упражнения произвол срещу екипажа на мт BADR<\/figcaption>\r\n<\/figure>\r\n<\/li>\r\n<\/ul>\r\n\r\n\r\n\r\n<p>&nbsp;<\/p>\r\n<p>Мафиотската акция срещу либийския танкер не остава скритa от либийската преса, както и от световни и регионални медии в областта на морското корабоплаване, като <strong><a href=\"https:\/\/worldmaritimenews.com\/archives\/267347\/gnmtc-captain-crew-forced-off-libyan-oil-tanker-in-bulgaria\/\">World Maritime News<\/a><\/strong> и <strong><a href=\"https:\/\/maritimebulletin.net\/2018\/12\/23\/aframax-tanker-hijacked-in-black-sea-by-armed-militants\/\">Maritime Bulletin<\/a><\/strong> , които го отразяват веднага. В тях директно се пише, че корабът е принудително <strong>&#8220;отвлечен от български въоръжени полицаи&#8221;.<\/strong> С изключение на един специализиран сайт у нас <a href=\"https:\/\/www.maritime.bg\/56099\/\"><strong>Maritime.bg<\/strong><\/a> тази грозна история не е отразена в нито една родна медия и остава напълно скрита от обществеността. <\/p>\r\n\r\n\r\n\r\n<p>В последния ден на 2018 г. Биволъ се обърна за становище към МВР. Оттам отговориха обаче, че не виждат нищо нередно в случилото се и заявиха официално, че граничните полицаи просто са <strong>оказвали съдействие на новите собственици изцяло в рамките на закона.<\/strong> Същото смята и <strong>&#8220;Морска администрация&#8221;<\/strong>, за която корабът легитимно е сменил собственика си, минал e под панамски флаг и тя няма повече ангажименти към него.<\/p>\r\n\r\n\r\n\r\n<p>Ето какво се казва в <a href=\"https:\/\/maritimebulletin.net\/2018\/12\/23\/g-n-m-t-c-official-statement-on-tanker-badr-seizure\/\">официалното становище<\/a> на либийската държавна компания GNMTC (General National Maritime Transport Company of Libya).<\/p>\r\n\r\n\r\n\r\n<blockquote class=\"wp-block-quote\">\r\n<p>21.12.2018 \/петък\/ &#8220;Въоръжени мъже (някои от които претендираха, че са от българската гранична полиция) се качиха на MT BADR &#8211; кораб от флота на Националната Морска Транспортна Компания на Либия. <span class=\"goog-text-highlight\">Капитанът и екипажът на кораба са били принудени да слязат веднага от борда. <\/span>Никаква правна документация, съдебно разпореждане или заповед не са били предоставени, за да се оправдаят или да се подкрепят тези действия &#8211; на екипажа е било просто наредено да напусне кораба под прицел и под заплаха от насилие. Комуникациите на кораба и АИС \/Автоматичната индентификационна система\/ веднага след това са спрени, което означава, че нито собствениците на кораба, нито който и да е с легитимна власт в момента не може да се свърже или да проследят местонахождението на кораба.<\/p>\r\n<p><strong>Това е не само престъпление, но и явно нарушение на всички международни закони.<\/strong> Освен това е в пряк разрез с постановление на българския Върховен съд, който постанови освобождаването на плавателния съд през януари 2018 г. <br \/>Тази заповед беше игнорирана от пристанищните власти на Бургас, което означава, че корабът от този момент нататък (близо 1 година, б.р.), е неправилно задържан. Ние, законните и юридически собственици на МТ Бадр оставаме в постоянен контакт с всички съответни органи и морски организации &#8211; както в България, така и в международен план &#8211; търсейки незабавно спиране на тази корупционна и престъпна дейност. <br \/>Издаден в Триполи събота 22 декември <br \/>Национална Морска Транспортна Компания (GNMTC)&#8221;<\/p>\r\n<cite> <\/cite><\/blockquote>\r\n\r\n\r\n\r\n<p>Предисторията на атаката в мафиотски стил срещу либийския танкер BADR е епична и стига до далечната 1992 г. Тогава бившата скандално емблематична с криминално източване на национален капитал държавна фирма от времето на соца <strong>&#8220;Булгаргеомин&#8221;<\/strong> предявява претенции срещу либийската морска компания за около 9 млн. $. Тази претенция се оспорва от либийската страна, водят се дела на територията на Арабската джамахирия. Всичко постепенно потъва в годините и превратностите на динамичните промени протекли и в двете бивши соц. държави.<\/p>\r\n\r\n\r\n\r\n<p>Четвърт век по-късно обаче в България се появява едно дружество, регистрирано по закона за задълженията и договорите \/ДЗЗД\/ със същото наименование както бившия държавен холдинг, но без да има никаква юридическа правоприемност с него &#8211; <strong>&#8220;Булгаргеомин ЛТД&#8221; ДЗЗД<\/strong>. Консорциумът е съставен от 3 частни фирми с кратка история, но предявява претенции изведнъж към претенциите на външнотърговската фирма на НРБ &#8211; &#8220;Булгаргеомин&#8221;. За да бъде удовлетворена претенцията е избран злополучния либийски танкер, влязъл в Бургаското пристанище по редовен курс през ноември месец 2017 г. Оттогава корабът е арестуван по искане на едноименното ДЗЗД с цел обезпечение на бъдещ иск и стоеше закотвен и арестуван със заповед на Морска администрация. &#8220;Булгаргеомин ЛТД&#8221; ДЗЗД се обосновава в предявения си иск по договор за учредена морска ипотека между тях и либийската компания с претенция за 9 230 362 $.<\/p>\r\n\r\n\r\n\r\n<p>Именно на базата на този иск по ипотекарно право, бургаският съд допуска обезпечението, а &#8220;Морска администрация&#8221; арестува танкера. Последвалата дълга съдебна сага, завършва с освобождаване на кораба от арест след окончателно решение на ВКС. Още в същия ден обаче са предявени нови претенции към кораба, но чрез бургаския ЧСИ Тотко Колев, който е образувал дело за продажба на кораба по искане на взискателя и въз основа на официалната ипотека, която той е показал. Следва повторното му арестуване по искане на ЧСИ.<\/p>\r\n\r\n\r\n\r\n<p>Както винаги се прави при всички съмнителни, криминални, корупционни и незаконноиздържани действия, точно следобед в петъчния ден 21.12. преди Коледните и Новогодишните празници главните действащи лица решават да сложат веднъж и завинаги край на безуспешните си опити да завземат либийския кораб. Стандарт при подобни безобразия да бъде избрано времето в самия край на годината, когато повечето институции са в отпускарски режим, нещата могат да се развият без възможност за ответна реакция. Събитията изглеждат наистина невероятни в своята бруталност, но звучат така от първо лице:<\/p>\r\n\r\n\r\n\r\n<p><em>&#8220;На 21 декември 2018 в 12:20 ч. бях информиран по VHF канал H от Граничия трафик в Бургас (Border Burgas Traffic), че кораб на Гранична полиция и Морска администрация идва към кораба&#8221;<\/em> &#8211; така започва доклада си до либийската държавна компания G.N.M.T.C. капитанът на кораба на 24 декември.<\/p>\r\n\r\n\r\n\r\n<p>Рапортът му беше изчетен пред редакцията на Биволъ без съкращение по телефона от застрахователния агент на компанията <strong>Мохамед Ел Ахреш. <\/strong>Той заяви, че след събитията в България, в седалището на компанията в столицата Триполи е сформиран кризисен щаб.<\/p>\r\n\r\n\r\n\r\n<p>Събитията, както са описани по-нататък от капитан Абдул Джалил, биха изглеждали достоверно, ако се бяха случили в сомалийските води, а не в акваторията на Бургаския залив, на територията на държава, пълноправен член на Европейския съюз. <strong>Ето резюме на неговия доклад:<\/strong> <\/p>\r\n\r\n\r\n\r\n<p>До танкера пристигнали не един, а два катера, от които се качили около 30 души, сред които униформени служители на &#8220;Гранична полиция&#8221;, въоръжени гардове от <a href=\"https:\/\/www.facebook.com\/Bashev-Security-Team-561006417420415\/\">&#8220;Башев Секюрити Тийм&#8221;<\/a> , служители от &#8220;Морска администрация&#8221; и цивилни лица, представили се за новите собственици на кораба. Те забранили на капитана да се свърже със собственика на танкера и заглушили комуникациите на кораба със специална апаратура.<\/p>\r\n\r\n\r\n\r\n<p>Граничните полицаи започнали проверка на паспортите на екипажа, а цивилните лица, представили се за служители на &#8220;Морска администрация&#8221;, съобщили на капитана, че корабът вече има друг собственик и той трябва да го освободи с екипажа си. Капитанът настоял да му бъдат показани документи за смяната на собствеността, но такива не му били предявени.<\/p>\r\n\r\n\r\n\r\n<p>Въпреки заглушаването на комуникациите, капитанът успял да се свърже с либийската компания от стационарно монтиран сателитен телефон и да съобщи, че &#8220;отвличат&#8221; кораба. В момента, в който се разбрало, че той говори с компанията, един от гардовете го блъснал грубо и изтръгнал кабела на телефона. Това се случило под безучастните погледи на българските гранични полицаи, които не реагирали.<\/p>\r\n\r\n\r\n\r\n<figure class=\"wp-block-audio\"><audio src=\"https:\/\/bivol.bg\/wp-content\/uploads\/2018\/12\/captain-badr-1.ogg\" controls=\"controls\"><\/audio>\r\n<figcaption>Записът с декларацията на капитана на BADR е повече от 45 минути и се пази в редакцията<\/figcaption>\r\n<\/figure>\r\n\r\n\r\n\r\n<p><strong><em>&#8220;В този момент разбрах, че полицията е тук, за да прикрива нападателите и няма никаква власт&#8221;<\/em><\/strong> &#8211; казва капитанът. <em><strong>&#8220;Цялата власт беше в охранителите. Те ме накараха да седна, дълго ме разпитваха и принуждаваха да евакуирам кораба. Аз отказах.&#8221;<\/strong><\/em><\/p>\r\n\r\n\r\n\r\n<h2>&#8220;Ако искаш да видиш семейството си не прави глупости&#8221;<\/h2>\r\n\r\n\r\n\r\n<p>През това време граничарите и гардовете строили членовете на екипажа на палубата с вещите им и се готвели да ги натоварят в катерите на &#8220;Гранична полиция&#8221; и МА. Капитанът обаче дал знак на екипажа да не напуска кораба. В този момент той бил нападнат от гардовете, а един от цивилните му крещял: &#8220;Ако искаш да видиш семейството си, не прави глупости. Разкарай се от моя кораб&#8221; и му направил знак за стрелба с пистолет.<\/p>\r\n\r\n\r\n\r\n<figure class=\"wp-block-audio\"><audio src=\"https:\/\/bivol.bg\/wp-content\/uploads\/2018\/12\/captain-bard-2.ogg\" controls=\"controls\"><\/audio>\r\n<figcaption><em>&#8220;Ако искаш да видиш семейството си не прави глупости&#8221;<\/em> &#8211; казало лице, представило се като собственик на кораба и заплашило капитана със знак за стрелба с пистолет.<\/figcaption>\r\n<\/figure>\r\n\r\n\r\n\r\n<p>Капитанът продължил да се съпротивлява и да задържа положението с надеждата, че ще бъде потърсен обратно по телефона от либийската компания, собственик на кораба. Но гардовете и полицаите започнали да губят търпение и прибягнали до физическа агресия.<\/p>\r\n\r\n\r\n\r\n<p><em><strong>&#8220;Единият от двамата офицери беше много изнервен&#8230; Той ме ритна в гърба и паднах. Опитах се да се изправя, но той ме ритна пак. И пак&#8230;&#8221;<\/strong> <\/em>&#8211; пише капитанът в доклада.(става въпрос за униформен офицер от Гранична полиция Бургас, б.р.) <\/p>\r\n\r\n\r\n\r\n<figure class=\"wp-block-audio\"><audio src=\"https:\/\/bivol.bg\/wp-content\/uploads\/2018\/12\/captain-bard-3.ogg\" controls=\"controls\"><\/audio>\r\n<figcaption>Капитанът на кораба е направил своя извод, че е ритан от офицер от Гранична полиция, защото биячът е бил облечен с униформа на държавната институция. Рапортът на му е заверен от нотариус и е част от протеста на либийката компания пред международните институции за регулиране на корабоплаването.<\/figcaption>\r\n<\/figure>\r\n\r\n\r\n\r\n<p>На въпрос дали става дума за офицер от &#8220;Гранична полиция&#8221;, Мохамед Ел Ахреш отговори утвърдително: <strong>&#8220;Да, капитанът пише за граничен полицай и то особено агресивен&#8221;.<\/strong><\/p>\r\n\r\n\r\n\r\n<p>Агресивният полицай продължил да блъска капитана, който бил качен насилствено в оранжевия катер на &#8220;Морска администрация&#8221; и закаран на брега, където го чакала кола на &#8220;Гранична полиция&#8221; и коли на гардовете. Една от тях била <strong>сиво &#8220;Ауди&#8221; с номер CB4907KT<\/strong> &#8211; запомнил е капитанът.<\/p>\r\n\r\n\r\n\r\n<p>Екипажът останал в офисите на &#8220;Гранична полиция&#8221; до 21 часа вечерта, като през цялото време бил пазен от частните гардове. Полицаите отнели мобилния телефон на капитана, но за негово учудване пред очите му го предали на &#8230;. частните гардове!!<\/p>\r\n\r\n\r\n\r\n<p><em><strong>&#8220;Отново стана очевидно, че полицаите нямат власт, а цялата власт е в частните гардове&#8221;<\/strong><\/em> &#8211; твърди той.<\/p>\r\n\r\n\r\n\r\n<p>Капитанът бил откаран от гардовете в хотел &#8220;Адамо&#8221; във Варна, където с него се свързало по телефона цивилното лице, представило се за нов собственик на кораба.<\/p>\r\n\r\n\r\n\r\n<p><strong>&#8220;Виж, това е бизнес. Не ни пречи. Преди да правиш каквото и да е, помисли за живота си и семейството си.&#8221;<\/strong> &#8211; казал му той.<\/p>\r\n\r\n\r\n\r\n<p>На следващия ден, 22 декември, екипажът отлетял от Летище Варна по процедура за депортиране. Във Варна пристигнал от София либийският консул. Той закарал капитана обратно в Бургас, за да попълнят жалба в полицията за завзетия насилствено кораб. В полицията обаче отказали да приемат жалбата. Капитанът и консулът се прибрали в София, където капитанът описал събитията в жалба, връчена на посланика. След това той заминал за Либия с полет през Истанбул.<\/p>\r\n\r\n\r\n\r\n<p><strong>Биволъ<\/strong> не успя да се свърже с либийския консул и посланика за потвърждение на изложението.<\/p>\r\n\r\n\r\n\r\n<p>Изявленията на капитана са заверени нотариално и внесени като протест пред международните институции, регулиращи корабоплаването &#8211; съобщи още Мохамед Ел Ахреш. В специализирани сайта по корабоплаване са налични <a href=\"https:\/\/www.vesseltracker.com\/en\/Ships\/Badr-9356426.html\">съобщенията<\/a> от G.N.M.T.C, в които се твърди, че <strong>танкерът БАДР е отвлечен от въоръжени лица в нарушение на международното законодателство.<\/strong> Тъй като комуникационният маяк за системата AIS е  изключен, това прави трудно локализирането на кораба.<\/p>\r\n\r\n\r\n\r\n<p>Проверка на Биволъ установи също, че флагът на кораба BADR е сменен след 25 февруари с панамска регистрация, а самият кораб започва да се появява в системата AIS с името BDIN след тази дата.<\/p>\r\n\r\n\r\n\r\n<p>Системата <strong>Marine Traffic<\/strong> показа, че на 27 декември танкерът е напуснал Бургаския залив и оттогава е закотвен навътре в Черно море, както изглежда извън 12 милната държавна граница. Специалисти по морско дело допускат, че е в ход пребоядисване и ребрендиране на кораба с новото му име BDIN, преди да бъде продаден.<\/p>\r\n\r\n\r\n\r\n<figure class=\"wp-block-image\"><img data-attachment-id=\"44153\" data-permalink=\"https:\/\/bivol.bg\/badr-mafia-burgas.html\/alcor-badr\" data-orig-file=\"https:\/\/bivol.bg\/wp-content\/uploads\/2018\/12\/alcor-badr.png\" data-orig-size=\"2682,1636\" data-comments-opened=\"0\" data-image-meta=\"{&quot;aperture&quot;:&quot;0&quot;,&quot;credit&quot;:&quot;&quot;,&quot;camera&quot;:&quot;&quot;,&quot;caption&quot;:&quot;&quot;,&quot;created_timestamp&quot;:&quot;0&quot;,&quot;copyright&quot;:&quot;&quot;,&quot;focal_length&quot;:&quot;0&quot;,&quot;iso&quot;:&quot;0&quot;,&quot;shutter_speed&quot;:&quot;0&quot;,&quot;title&quot;:&quot;&quot;,&quot;orientation&quot;:&quot;0&quot;}\" data-image-title=\"alcor-badr\" data-image-description=\"\" data-medium-file=\"https:\/\/bivol.bg\/wp-content\/uploads\/2018\/12\/alcor-badr-300x183.png\" data-large-file=\"https:\/\/bivol.bg\/wp-content\/uploads\/2018\/12\/alcor-badr-1024x625.png\" loading=\"lazy\" width=\"1024\" height=\"625\" class=\"wp-image-44153\" src=\"https:\/\/bivol.bg\/wp-content\/uploads\/2018\/12\/alcor-badr-1024x625.png\" alt=\"\" srcset=\"https:\/\/bivol.bg\/wp-content\/uploads\/2018\/12\/alcor-badr-1024x625.png 1024w, https:\/\/bivol.bg\/wp-content\/uploads\/2018\/12\/alcor-badr-300x183.png 300w, https:\/\/bivol.bg\/wp-content\/uploads\/2018\/12\/alcor-badr-768x468.png 768w, https:\/\/bivol.bg\/wp-content\/uploads\/2018\/12\/alcor-badr-1440x878.png 1440w\" sizes=\"(max-width: 1024px) 100vw, 1024px\" \/><\/figure>\r\n\r\n\r\n\r\n<p>На 31 декември, след като изпратихме въпроси до МВР, към BADR се насочи влекачът на Пристанище Бургас Запад ALCOR. Екранната снимка от системата удостоверява стиковката на двата кораба към 16 ч. на 31 декември. Засега не е ясно с каква цел влекачът е пътувал дотам.<\/p>\r\n\r\n\r\n\r\n<h2>МВР: Да, помагахме. Всичко е точно<\/h2>\r\n\r\n\r\n\r\n<p>Пресцентъра на МВР изпрати следните отговори на въпросите ни:<\/p>\r\n\r\n\r\n\r\n<ul>\r\n<li>На основание на депозирано писмо от 21 декември 2018 г. на корабен агент „Евро агент“ ЕООД и на Дирекция „Морска администрация“ до началника на ГКПП-Пристанище Бургас във връзка със смяна на корабен екипаж   е сформиран екип за оказване на съдействие и извършване на изходяща гранична проверка на моторен танкер „БДИН“, флаг Панама, намиращ се на рейда на Пристанище Бургас;<\/li>\r\n<\/ul>\r\n\r\n\r\n\r\n<ul>\r\n<li>Стандартната процедура по изходящата проверка на екипажа е извършена съгласно чл. 71 \/1\/ от Инструкция № 8121з-813 от 9 юли 2015 г. за реда и организацията за осъществяване на граничните проверки за граничните контролно-пропускателни пунктове. „\/1\/ Корабният агент уведомява съответния ГКПП за всякаква промяна в екипажните списъци. След санкцията на началника на ГКПП промяна се отразява в екипажния списък на кораба \/2\/ При репатриране \/вписване на член на екипажа, за когото се изисква виза, корабният агент представя на началника на ГКПП документите за издаване на виза на границата“;<\/li>\r\n<\/ul>\r\n\r\n\r\n\r\n<ul>\r\n<li>ГДГП е изпълнявала своите задължения съгласно инструкцията.<\/li>\r\n<\/ul>\r\n\r\n\r\n\r\n<p>От МВР отказаха да ни предоставят писмото на &#8220;Морска администрация&#8221; и да съобщят колко служители на ГКПП са участвали в акцията по смяната на екипажа. Не коментираха и коя е охранителната фирма, която ги е придружавала на кораба.<\/p>\r\n\r\n\r\n\r\n<figure class=\"wp-block-image\"><img data-attachment-id=\"44119\" data-permalink=\"https:\/\/bivol.bg\/badr-mafia-burgas.html\/bashev-security-team\" data-orig-file=\"https:\/\/bivol.bg\/wp-content\/uploads\/2018\/12\/bashev-security-team.jpg\" data-orig-size=\"453,206\" data-comments-opened=\"0\" data-image-meta=\"{&quot;aperture&quot;:&quot;0&quot;,&quot;credit&quot;:&quot;&quot;,&quot;camera&quot;:&quot;&quot;,&quot;caption&quot;:&quot;&quot;,&quot;created_timestamp&quot;:&quot;0&quot;,&quot;copyright&quot;:&quot;&quot;,&quot;focal_length&quot;:&quot;0&quot;,&quot;iso&quot;:&quot;0&quot;,&quot;shutter_speed&quot;:&quot;0&quot;,&quot;title&quot;:&quot;&quot;,&quot;orientation&quot;:&quot;0&quot;}\" data-image-title=\"bashev-security-team\" data-image-description=\"\" data-medium-file=\"https:\/\/bivol.bg\/wp-content\/uploads\/2018\/12\/bashev-security-team-300x136.jpg\" data-large-file=\"https:\/\/bivol.bg\/wp-content\/uploads\/2018\/12\/bashev-security-team.jpg\" loading=\"lazy\" width=\"453\" height=\"206\" class=\"wp-image-44119\" src=\"https:\/\/bivol.bg\/wp-content\/uploads\/2018\/12\/bashev-security-team.jpg\" alt=\"\" srcset=\"https:\/\/bivol.bg\/wp-content\/uploads\/2018\/12\/bashev-security-team.jpg 453w, https:\/\/bivol.bg\/wp-content\/uploads\/2018\/12\/bashev-security-team-300x136.jpg 300w\" sizes=\"(max-width: 453px) 100vw, 453px\" \/>\r\n<figcaption>Логото на &#8220;Башев Секюрити&#8221; Снимка: <a href=\"https:\/\/www.facebook.com\/Bashev-Security-Team-561006417420415\/\">Facebook<\/a><\/figcaption>\r\n<\/figure>\r\n\r\n\r\n\r\n<p>Според изложението на капитана става дума за фирмата <strong>&#8220;Башев Секюрити Тийм&#8221;<\/strong>. Официално тя се води на името на Мартин Колев и Стефан Войнов, но е известно, че се контролира от <a href=\"https:\/\/www.prb.bg\/bg\/srp\/news\/aktualno\/na-13-05-2018-g-dejuren-prokuror-pri-sofijska--165-2\">Румен Башев<\/a>, който е криминално проявен и няма право да е в управата на охранителна фирма.<\/p>\r\n\r\n\r\n\r\n<p>Преди две години охранители на <strong>Ивайло Борисов -Ториното<\/strong>, сред които и <strong>Румен Башев<\/strong>, пребиха семейство на Околовръстното. Ториното е известен и като доверен човек на Златко Баретата. Фирмата няма сайт, а на телефона за връзка посочен в страницата й във <a href=\"https:\/\/www.facebook.com\/Bashev-Security-Team-561006417420415\/\">Facebook<\/a> отговаря съвсем друго лице, което няма нищо общо с нея.<\/p>\r\n\r\n\r\n\r\n<p>Биволъ не успя да се свърже с &#8220;Евро агент&#8221; ЕООД, спомената в съобщението на МВР.<\/p>\r\n\r\n\r\n\r\n<p>Редакцията се свърза по телефона с капитан <strong>Живко Петров, директор на ИА &#8220;Морска администрация&#8221;<\/strong>. Той съобщи, че е в отпуск, но според неговата информация акцията по смяната на екипажа е по инициатива на новия собственик, въведен във владение от ЧСИ <strong>Тотко Колев<\/strong>.<\/p>\r\n\r\n\r\n\r\n<p>В панамския документ за регистрация на флага е вписан като собственик &#8220;Булгаргеомин Лтд.&#8221; ДЗЗД, спомни си капитан Петров. Новият собственик е регистрирал кораба под панамски флаг с името БДИН (BDIN) още на 12-13 декември. &#8220;Морска администрация&#8221; няма вече ангажименти към кораба, след като той има редовни панамски документи, каза още Петров и съобщи, че новият екипаж е с украински капитан и помощници. Според к-н Петров действията на МА Бургас са изцяло съобразени с <strong>българското законодателство, което постановявало, че в България ЧСИ може да смени собственост на чужд плавателен съд, който се води субект на международното морско право.<\/strong> <\/p>\r\n\r\n\r\n\r\n<p>Сайтът Maritime.bg, който следи случая отдавна, също твърди, че основанието за смяна на собственика е постановление на ЧСИ. Сайтът <a href=\"https:\/\/www.maritime.bg\/56099\/\">цитира<\/a> представител на либийската компания, според която причина за „невижданата в световната морска индустрия“ ситуация е станала заповед за предаване във владение на кораба на &#8220;Булгаргеомин Лтд.&#8221; ДЗЗД.<\/p>\r\n\r\n\r\n\r\n<p>Същото постановление от ЧСИ е послужило да се задържи кораба в пристанище Бургас, след като вече веднъж е бил освободен от &#8220;Морска администрация&#8221;. Това е станало след окончателно решение на ВКС по исковото производство.<\/p>\r\n\r\n\r\n\r\n<p>Врътката е, че след като &#8220;Булгаргеомин Лтд.&#8221; ДЗЗД се проваля с исковото производство, сдружението се обръща пряко към ЧСИ за ипотечно производство, което юристите на МА са счели за валидна причина да се арестува отново кораба.<\/p>\r\n\r\n\r\n\r\n<p>Опитите ни да се свържем с <a href=\"https:\/\/izpalniteli.com\/izpalnitel\/%D0%A2%D0%BE%D1%82%D0%BA%D0%BE-%D0%94%D0%BE%D0%BD%D1%87%D0%B5%D0%B2-%D0%9A%D0%BE%D0%BB%D0%B5%D0%B2\/\">ЧСИ Тотко Колев <\/a> на мобилните му телефони и по имейла останаха без резултат. Липсва и публична информация за постановените от бургаския ЧСИ актове, свръзани с този кораб.<\/p>\r\n\r\n\r\n\r\n<h2>Фалшива гръцка ипотека и неправосубектен нов собственик<\/h2>\r\n\r\n\r\n\r\n<p>Налични са съвсем легитимни решения на българския съд по случая, придобил и медийна известност. Крайната инстанция се е произнесла по иска на &#8220;Булгаргеомин Лтд.&#8221; ДЗЗД. Решението на ВКС от януари 2018 г. може да бъде свалено тук:<\/p>\r\n\r\n\r\n\r\n<div data-carousel-extra='{\"blog_id\":1,\"permalink\":\"https:\\\/\\\/bivol.bg\\\/badr-mafia-burgas.html\"}' class=\"wp-block-file\"><a href=\"https:\/\/bivol.bg\/wp-content\/uploads\/2018\/12\/Supreme-Court-Ruling-29.1.2018.pdf\">Supreme Court Ruling 29.1.2018<\/a><a class=\"wp-block-file__button\" href=\"https:\/\/bivol.bg\/wp-content\/uploads\/2018\/12\/Supreme-Court-Ruling-29.1.2018.pdf\" download=\"\">Download<\/a><\/div>\r\n\r\n\r\n\r\n<p>В него пише, че претенциите на &#8220;Булгаргеомин&#8221; са на базата на фалшиви документи, а и <strong>самото дружество не се явява правосубектно по българското и международно законодателство<\/strong>. С определение от 29.01.2018 г. ВКС освобождава кораба от арест безусловно.<\/p>\r\n\r\n\r\n\r\n<figure class=\"wp-block-image\"><img data-attachment-id=\"44115\" data-permalink=\"https:\/\/bivol.bg\/badr-mafia-burgas.html\/vks-badr\" data-orig-file=\"https:\/\/bivol.bg\/wp-content\/uploads\/2018\/12\/vks-badr.png\" data-orig-size=\"1430,1474\" data-comments-opened=\"0\" data-image-meta=\"{&quot;aperture&quot;:&quot;0&quot;,&quot;credit&quot;:&quot;&quot;,&quot;camera&quot;:&quot;&quot;,&quot;caption&quot;:&quot;&quot;,&quot;created_timestamp&quot;:&quot;0&quot;,&quot;copyright&quot;:&quot;&quot;,&quot;focal_length&quot;:&quot;0&quot;,&quot;iso&quot;:&quot;0&quot;,&quot;shutter_speed&quot;:&quot;0&quot;,&quot;title&quot;:&quot;&quot;,&quot;orientation&quot;:&quot;0&quot;}\" data-image-title=\"vks-badr\" data-image-description=\"\" data-medium-file=\"https:\/\/bivol.bg\/wp-content\/uploads\/2018\/12\/vks-badr-291x300.png\" data-large-file=\"https:\/\/bivol.bg\/wp-content\/uploads\/2018\/12\/vks-badr-993x1024.png\" loading=\"lazy\" width=\"1430\" height=\"1474\" class=\"wp-image-44115\" src=\"https:\/\/i1.wp.com\/bivol.bg\/wp-content\/uploads\/2018\/12\/vks-badr.png?fit=750%2C773&amp;ssl=1\" alt=\"\" srcset=\"https:\/\/bivol.bg\/wp-content\/uploads\/2018\/12\/vks-badr.png 1430w, https:\/\/bivol.bg\/wp-content\/uploads\/2018\/12\/vks-badr-291x300.png 291w, https:\/\/bivol.bg\/wp-content\/uploads\/2018\/12\/vks-badr-768x792.png 768w, https:\/\/bivol.bg\/wp-content\/uploads\/2018\/12\/vks-badr-993x1024.png 993w\" sizes=\"(max-width: 1430px) 100vw, 1430px\" \/><\/figure>\r\n\r\n\r\n\r\n<p>В същия документ се твърди, че договорът за морска ипотека, оформен от <strong>гръцкия нотариус Йоана Андреадаки<\/strong>, всъщност е <strong>фалшифициран документ<\/strong>.<\/p>\r\n\r\n\r\n\r\n<p>Maritime.bg <a href=\"https:\/\/www.maritime.bg\/50299\/\">публикува<\/a> жалбата на нотариуса до гръцката прокуратура, в която подробно е описано как се е стигнало до измамата. Андреадаки е била потърсена от гръцки бизнесмен, за да изготви договор за морска ипотека. Тя е подготвила документите и е предала черновите на бизнесмена, за да ги покаже на пълномощниците на &#8220;Булгаргеомин&#8221; и либийската страна. В уречения ден и час за изповядване на ипотеката те обаче не се явяват да подпишат. Така никаква ипотека върху кораба БАДР не е вписана и не съществува в правния мир. Спорд Андреадаки, черновите са използвани за изготвяне на фалшив ипотечен документ с нейния подправен подпис и печат.<\/p>\r\n\r\n\r\n\r\n<p><strong>Биволъ<\/strong> се свърза по телефона с Йоана Андреадаки, която потвърди изцяло информацията, че не е вписвала такава ипотека и е подала жалба в гръцката прокуратура за фалшифициране на нейния подпис и печат. Жалбата е регистрирана на 28.11.2017 и е с номер 176209189958.<\/p>\r\n\r\n\r\n\r\n<p>Тя беше категорична, че тече наказателно производство и графологичната експертиза вече е доказала фалшифицирането на нейния подпис. Според нея е фалшифициран и апостилът, с който са заверени документите, представени в България като основание за арестуване на кораба и последвалата му продажба от ЧСИ.<\/p>\r\n\r\n\r\n\r\n<p>Смяната на флага с панамски такъв също е станала в Гърция, научи Биволъ. Там е най-близкото панамско консулство, което може да оформи такива документи.<\/p>\r\n\r\n\r\n\r\n<p>Според либийците обаче и това действие е продукт на фалшификат. Те са сезирали официално с протест панамската морска администрация. Ако тя оттегли регистрацията си, корабът ще остане в своеобразно &#8220;чистилище&#8221; &#8211; в международни води и без флаг, като не може да влезе в никое пристанище.<\/p>\r\n\r\n\r\n\r\n<h2>Зад &#8220;Булгаргеомин&#8221; ДЗЗД са &#8220;Титаните&#8221;, хора на ПГУ и на &#8220;Инвестбанк&#8221;<\/h2>\r\n\r\n\r\n\r\n<p>Сдружението &#8220;Булгаргеомин Лтд.&#8221; ДЗЗД, предявило фалшивата морска ипотека, включва фирмите &#8220;Тектона&#8221;, &#8220;Моран Трейд&#8221; и &#8220;Моран Уест&#8221;. Формално то се управлява от лицето Венцислав Кръстев от Перник, на чието име са прехвърлени в началото на 2018 г. и фирми на добре известния собственик на сметоизвозващата фирма &#8220;Титан&#8221; <strong>Димитър Йосифов<\/strong>.<\/p>\r\n\r\n\r\n\r\n<figure class=\"wp-block-image\"><img data-attachment-id=\"44125\" data-permalink=\"https:\/\/bivol.bg\/badr-mafia-burgas.html\/yosifov-yanakiev\" data-orig-file=\"https:\/\/bivol.bg\/wp-content\/uploads\/2018\/12\/yosifov-yanakiev.png\" data-orig-size=\"1594,1134\" data-comments-opened=\"0\" data-image-meta=\"{&quot;aperture&quot;:&quot;0&quot;,&quot;credit&quot;:&quot;&quot;,&quot;camera&quot;:&quot;&quot;,&quot;caption&quot;:&quot;&quot;,&quot;created_timestamp&quot;:&quot;0&quot;,&quot;copyright&quot;:&quot;&quot;,&quot;focal_length&quot;:&quot;0&quot;,&quot;iso&quot;:&quot;0&quot;,&quot;shutter_speed&quot;:&quot;0&quot;,&quot;title&quot;:&quot;&quot;,&quot;orientation&quot;:&quot;0&quot;}\" data-image-title=\"yosifov-yanakiev\" data-image-description=\"\" data-medium-file=\"https:\/\/bivol.bg\/wp-content\/uploads\/2018\/12\/yosifov-yanakiev-300x213.png\" data-large-file=\"https:\/\/bivol.bg\/wp-content\/uploads\/2018\/12\/yosifov-yanakiev-1024x728.png\" loading=\"lazy\" width=\"1594\" height=\"1134\" class=\"wp-image-44125\" src=\"https:\/\/i0.wp.com\/bivol.bg\/wp-content\/uploads\/2018\/12\/yosifov-yanakiev.png?fit=750%2C533&amp;ssl=1\" alt=\"\" srcset=\"https:\/\/bivol.bg\/wp-content\/uploads\/2018\/12\/yosifov-yanakiev.png 1594w, https:\/\/bivol.bg\/wp-content\/uploads\/2018\/12\/yosifov-yanakiev-300x213.png 300w, https:\/\/bivol.bg\/wp-content\/uploads\/2018\/12\/yosifov-yanakiev-768x546.png 768w, https:\/\/bivol.bg\/wp-content\/uploads\/2018\/12\/yosifov-yanakiev-1024x728.png 1024w, https:\/\/bivol.bg\/wp-content\/uploads\/2018\/12\/yosifov-yanakiev-1440x1024.png 1440w\" sizes=\"(max-width: 1594px) 100vw, 1594px\" \/>\r\n<figcaption>Из определението на Апелативен съд &#8211; Бургас.<\/figcaption>\r\n<\/figure>\r\n\r\n\r\n\r\n<p>&nbsp;<\/p>\r\n<p>&nbsp;<\/p>\r\n<p>Именно Йосифов се явява пред съда като пълномощник на сдружението, заедно с Kостадин Анакиев. Те претендират, че &#8220;<strong>Булгаргеомин Лтд.&#8221; ДЗЗД е купило от държавната компания Булгаргеомин ЕАД \/в несъстоятелност\/ вземане от либийската компания постановено през 1995 г.<\/strong><\/p>\r\n<h2>От Габонската афера, до каптагон и диаманти за Мафията<\/h2>\r\n<p>Тук е мястото да припомним, че именно &#8220;Булгаргеомин&#8221; беше основното действащо лице по колосалната криминална афера с нарицателното име <strong>&#8220;Габонска афера&#8221;<\/strong> по източването на стотици милиони долари от националния ресурс, чрез измамна концесия за дърводобив на тропически гори. Това престъпление е нещо като емблема за начина, по който беше източен външният дълг на страната. В него бяха съучастници редица бивши български политици и банкери от времето на комунизма и първите години след 10ти Ноември и имаше пряка връзка с дейността на тогавашното Първо управление на ДС. Разкриването му е дело и на сериозна журналистическа работа, която е в <strong><a href=\"https:\/\/www.youtube.com\/watch?v=3QFbAiKv_m8&amp;feature=related\">портфолиото на журналистите от Биволъ<\/a><\/strong>. Славата на &#8220;Булгаргеомин&#8221; остана като една от външнотърговските фирми използвани за незаконен експорт на национален капитал от тогавашната висша номенклатура и Държавна сигърност.  <\/p>\r\n<p>Цедирането на този актив на държавната фирма на напълно неправосубектното лице &#8211; сдружение по ДЗЗД със същото име, е направено през 2013 г. от скандалния синдик <strong>Христина Стамова<\/strong>, бивша квесторка на КТБ, която е герой и в други криминални схеми за обсебване на собственост, разследвани от Биволъ.<\/p>\r\n\r\n\r\n\r\n<p>Заради една такава <a href=\"https:\/\/bivol.bg\/belvedere-2-icsid.html\">схема срещу израелски инвеститори<\/a> България е дадена на арбитражен съд във Вашингтон за сума от десетки милиони евро.<\/p>\r\n\r\n\r\n\r\n<h2>Българи, свръзани с Коза Ностра<\/h2>\r\n\r\n\r\n\r\n<p>Освен &#8220;Титаните&#8221;, лицата свързани с фирмата &#8220;Тектона&#8221;, която държи 50% в сдружението &#8220;Булгаргеомин Лтд.&#8221; също представляват оперативен интерес, показа по-ранно разследване на Биволъ, съвместно с италиански колеги от <a href=\"https:\/\/irpi.eu\/\" target=\"_blank\" rel=\"noreferrer noopener\">IRPI<\/a>\/<a href=\"http:\/\/investigativecenters.org\/\" target=\"_blank\" rel=\"noreferrer noopener\">ANCIR<\/a> , озаглавено &#8220;Мафията в Африка&#8221;.<\/p>\r\n\r\n\r\n\r\n<p>Става дума за трафиканта на каптагон от времената на ДС &#8211; <strong>Цветан Цанев<\/strong> и банкерката от &#8220;Инвестбанк&#8221; <strong>Димитрийка Андреева<\/strong>, представляваща „омански инвеститор“ в банката, оплетени в сложни бизнес отношения с швейцарция банкер <strong>Андреа Каравели<\/strong> и германския бизнесмен <strong>Хенри Хенрион.<\/strong><\/p>\r\n\r\n\r\n\r\n<p>Като пълномощник на &#8220;Булгаргеомин Лтд&#8221; ДЗЗД е посочен и <strong>Асен Кавдански<\/strong>, Според гръцката нотариуска именно той е трябвало да подпише подготвяния от нея договор за морска ипотека. Кавдански е тясно свързан с групата около &#8220;Тектона&#8221;, показват <a href=\"https:\/\/tr.bivol.bg\/view.php?guid=D426BF29C7506E01A5304E43BC89CF0D0560825B51F57885D2677B176F250A03\">данните<\/a> от Търговския регистър.<\/p>\r\n\r\n\r\n\r\n<figure class=\"wp-block-image\"><img data-attachment-id=\"26663\" data-permalink=\"https:\/\/bivol.bg\/mafiaafrica.html\/vis_petroalliance-1428230828200\" data-orig-file=\"https:\/\/bivol.bg\/wp-content\/uploads\/2015\/04\/VIS_Petroalliance-1428230828200.jpg\" data-orig-size=\"2381,2381\" data-comments-opened=\"0\" data-image-meta=\"{&quot;aperture&quot;:&quot;0&quot;,&quot;credit&quot;:&quot;&quot;,&quot;camera&quot;:&quot;&quot;,&quot;caption&quot;:&quot;&quot;,&quot;created_timestamp&quot;:&quot;0&quot;,&quot;copyright&quot;:&quot;&quot;,&quot;focal_length&quot;:&quot;0&quot;,&quot;iso&quot;:&quot;0&quot;,&quot;shutter_speed&quot;:&quot;0&quot;,&quot;title&quot;:&quot;&quot;,&quot;orientation&quot;:&quot;0&quot;}\" data-image-title=\"VIS_Petroalliance-1428230828200\" data-image-description=\"\" data-medium-file=\"https:\/\/bivol.bg\/wp-content\/uploads\/2015\/04\/VIS_Petroalliance-1428230828200-300x300.jpg\" data-large-file=\"https:\/\/bivol.bg\/wp-content\/uploads\/2015\/04\/VIS_Petroalliance-1428230828200-1024x1024.jpg\" loading=\"lazy\" width=\"1024\" height=\"1024\" class=\"wp-image-26663\" src=\"https:\/\/bivol.bg\/wp-content\/uploads\/2015\/04\/VIS_Petroalliance-1428230828200-1024x1024.jpg\" alt=\"\" srcset=\"https:\/\/bivol.bg\/wp-content\/uploads\/2015\/04\/VIS_Petroalliance-1428230828200-1024x1024.jpg 1024w, https:\/\/bivol.bg\/wp-content\/uploads\/2015\/04\/VIS_Petroalliance-1428230828200-150x150.jpg 150w, https:\/\/bivol.bg\/wp-content\/uploads\/2015\/04\/VIS_Petroalliance-1428230828200-300x300.jpg 300w, https:\/\/bivol.bg\/wp-content\/uploads\/2015\/04\/VIS_Petroalliance-1428230828200-45x45.jpg 45w\" sizes=\"(max-width: 1024px) 100vw, 1024px\" \/>\r\n<figcaption>Схема на българската следа. Биволъ\/OCCRP<\/figcaption>\r\n<\/figure>\r\n\r\n\r\n\r\n<p>Разследването <a href=\"https:\/\/bivol.bg\/mafiaafrica.html\">установи<\/a> на базата на документи, че Цанев, <strong>Каравели<\/strong> и <strong>Хенрион,<\/strong> са преговаряли с италианския мафиотски бос <strong>Антонино Месикати Витале, <\/strong>за да се включат като &#8220;европейски инвеститори&#8221; в криминална афера с южноафрикански диаманти.<\/p>\r\n\r\n\r\n\r\n<p>Хенрион твърди, че „адвокат Цанев и неговите инвеститори са се отказали от проекта и никога не са предприели отново каквото и да е било по него.“<\/p>\r\n\r\n\r\n\r\n<p><strong>Цветан Цанев<\/strong> е добре познат в България. Има сериозни данни, че в младежките си години, по времето на комунизма, се е занимавал с трафик на амфетамини чрез германска компания през италианското пристанище Бари.<\/p>\r\n\r\n\r\n\r\n<blockquote class=\"wp-block-quote\">\r\n<p>През 1991 г.  е образувано в Главна прокуратура прочутото дело за каптагона. Цветан Цанев е сред обвиняемите 21 души, политици, директори на държавни предприятия и служители на ДС. По делото се посочва, че каптагонът е произвеждан в изпълнение на програмата за набавяне на валута, написана първо от валутната комисия на ЦК на БКП с председател Андрей Луканов и само за кратко време Огнян Дойнов – припомня Богдана Лазарова в <a href=\"http:\/\/dariknews.bg\/view_article.php?article_id=77868\" target=\"_blank\" rel=\"noreferrer noopener\">Дарик радио<\/a> през 2006 г. Делото е прекратено заради важни държавни интереси, но в кориците му има твърдения на прокурори, че по милиард долара на месец са изнасяни от този т.нар. „скрит транзит“. (допълнение от редакцията на Биволъ)<\/p>\r\n<\/blockquote>\r\n\r\n\r\n\r\n<p>По-късно Цанев става известен и като „кредитен милионер“, който е получил заем в размер на 348 милиона български лева от Минералбанк през 1992 г. и никога не го е изплатил.<\/p>\r\n\r\n\r\n\r\n<p>Цанев и Хенрион са близки бизнес съдружници. Германският бизнесмен Хенри Хенрион е мениджър на бившата петролна компания на Цанев – Руспетролеум, разследвана през 90-те години за сделки с руски самолети. Днес Руспетролеум се контролира от швейцарската фирма Петро Алайънс АГ38 (Petro Alliance AG38), чийто български клон е представляван от <strong>Димитринка Лазарова Андреева<\/strong>, Тя е член на Надзорния съвет на <strong>Инвестбанк<\/strong>, представляваща интересите на оманския акционер <strong>Ал Шанфари<\/strong>.<\/p>\r\n\r\n\r\n\r\n<h2>Назрява международен скандал<\/h2>\r\n\r\n\r\n\r\n<p>От известното дотук възниква въпросът дали акцията е легитимна, както твърдят МВР и &#8220;Морска администрация&#8221;, или е квазипиратски акт, както твърди либийската страна, която явно не се е отказала да си възстанови правата върху кораба. По всичко личи, че нещата отиват към международен скандал.<\/p>\r\n\r\n\r\n\r\n<p><strong>Както стана ясно, единственото правно основание за случилото се с танкера е изпълнителното дело и постановление на ЧСИ Тотко Колев за възлагане на собствеността на &#8220;неправосубектно&#8221; според ВКС лице, претендиращо вземания на базата на изцяло фалшив документ.<\/strong><\/p>\r\n\r\n\r\n\r\n<p>Чрез изпълнителното ипотечно дело и действията на ЧСИ Тотко Колев, всъщност е заобиколено окончателното решение на съдебната инстанция и е изненадана либийската страна, която е следвала международно признатите процедури през българския съд.<\/p>\r\n\r\n\r\n\r\n<p>Дали това е легитимен съдебен акт по международното право, за да оправдае намесата на държавните институции &#8220;Морска администрация&#8221; и &#8220;Гранична полиция&#8221;, предстои да узнаем. Според либийските бивши собственици, а и според логиката и закона, това няма как да е така.<\/p>\r\n\r\n\r\n\r\n<p>Отделно от това е шокиращ форматът на акцията по смяната на екипажа, съвместно с охранители, имащи репутацията на мутренска банда, както и сведенията за малтретиране на капитана от гардовете и от офицерите на &#8220;Гранична полиция&#8221;, които могат да бъдат потвърдени или отхвърлени в рамките на една обстоятелствена проверка.<\/p>\r\n\r\n\r\n\r\n<p>Такава може, а и би трябвало да инициира българската прокуратура, която засега не е проявила инициативност, въпреки публичните данни и жалбите на либийската страна.<\/p>\r\n","protected":false},"excerpt":{"rendered":"<p>Преди броени дни, в навечерието на Коледа, към либийски танкер, закотвен в Бургаския залив, се приближава патрулен катер на Гранична полиция. В него има въоръжени полицаи, охранители и цивилни лица.&hellip;<\/p>\n","protected":false},"author":1,"featured_media":44135,"comment_status":"closed","ping_status":"open","sticky":false,"template":"","format":"standard","meta":{"_mo_disable_npp":"","_relevanssi_hide_post":"","_relevanssi_pin_for_all":"","_relevanssi_pin_keywords":"","_relevanssi_unpin_keywords":"","_relevanssi_related_keywords":"","_relevanssi_related_include_ids":"","_relevanssi_related_exclude_ids":"","_relevanssi_related_no_append":"","_relevanssi_related_not_related":"","_relevanssi_related_posts":"","_relevanssi_noindex_reason":"","kia_subtitle":"","spay_email":"","jetpack_publicize_message":"","jetpack_is_tweetstorm":false},"categories":[5805,3974],"tags":[8955,8954,8952,8953,8951,8964,4011,4179,7276,8956,5039],"jetpack_featured_media_url":"https:\/\/bivol.bg\/wp-content\/uploads\/2018\/12\/BADR.jpg","jetpack_publicize_connections":[],"jetpack_sharing_enabled":true,"jetpack_shortlink":"https:\/\/wp.me\/p9hbsr-btv","jetpack_likes_enabled":true,"_links":{"self":[{"href":"https:\/\/bivol.bg\/wp-json\/wp\/v2\/posts\/44113"}],"collection":[{"href":"https:\/\/bivol.bg\/wp-json\/wp\/v2\/posts"}],"about":[{"href":"https:\/\/bivol.bg\/wp-json\/wp\/v2\/types\/post"}],"author":[{"embeddable":true,"href":"https:\/\/bivol.bg\/wp-json\/wp\/v2\/users\/1"}],"replies":[{"embeddable":true,"href":"https:\/\/bivol.bg\/wp-json\/wp\/v2\/comments?post=44113"}],"version-history":[{"count":0,"href":"https:\/\/bivol.bg\/wp-json\/wp\/v2\/posts\/44113\/revisions"}],"wp:featuredmedia":[{"embeddable":true,"href":"https:\/\/bivol.bg\/wp-json\/wp\/v2\/media\/44135"}],"wp:attachment":[{"href":"https:\/\/bivol.bg\/wp-json\/wp\/v2\/media?parent=44113"}],"wp:term":[{"taxonomy":"category","embeddable":true,"href":"https:\/\/bivol.bg\/wp-json\/wp\/v2\/categories?post=44113"},{"taxonomy":"post_tag","embeddable":true,"href":"https:\/\/bivol.bg\/wp-json\/wp\/v2\/tags?post=44113"}],"curies":[{"name":"wp","href":"https:\/\/api.w.org\/{rel}","templated":true}]}}