{"id":53152,"date":"2020-03-14T16:57:48","date_gmt":"2020-03-14T13:57:48","guid":{"rendered":"https:\/\/bivol.bg\/?p=53152"},"modified":"2020-05-19T12:15:18","modified_gmt":"2020-05-19T09:15:18","slug":"covid-19-italy-error","status":"publish","type":"post","link":"https:\/\/bivol.bg\/covid-19-italy-error.html","title":{"rendered":"За фаталната грешка на Италия в борбата ѝ с новия коронавирус. И защо България е на път да я повтори"},"content":{"rendered":"<p>Епидемията на новия коронавирус е в центъра на общественото внимание в Италия още от средата на януари, когато първите случаи на болестта бяха докладвани пред международната общност. Тези първи тревожни сигнали бяха достатъчни, за да алармират и властите, и обществото, че вирусът, който тогава беше локален проблем на Китай, може бързо да прекоси границите и да засегне и други държави.<\/p>\n<p>В отговор на зараждащата се заплаха, в края на януари Италия беше първата държава в света, която забрани директните полети от и за Китай. Още тогава обаче някои от най-изтъкнатите епидемиолози изразиха мнение, че тази мярка едва ли ще бъде достатъчна. В същия период губернаторът на регион Ломбардия, Атилио Фонтана иска спешно да бъдат предприети мерки и пледира за задължителна 14-дневна карантина за всички пътници, пристигащи от епицентъра на болестта. Предложението му среща отпор в лицето на министър-председателя Джузепе Конте, който не просто го отхвърля, но и заклеймява апела на Фонтана като проява на расизъм. Когато няколко седмици по-късно Италия се превърна в първия епицентър на заразата в Обединена Европа, на национално ниво се разрази полемика по най-високите етажи на властта за неадекватността на предприетите дотогава мерки. Полемика, останала извън обсега на световните медии, докато в международното пространство италианската държава упорито продължи да изтъква, че всичко възможно за адекватна и строга превенция на болестта е било направено.<\/p>\n<p>Но реалните факти са други.<\/p>\n<p>‘‘Ще платим висока цена за това, че не поставихме под карантина пристигащите от Китай‘‘, заяви на 23 февруари вирусологът и член на изпълнителният съвет на Световната Здравна Организация, Валтер Рикарди. ‘‘Блокирахме полетите, а подобно решение не се основава на научна аргументация. Това не ни позволи да проследим откъде идват пристигащите пътници. Принудихме ги просто да направят прекачване, но в крайна сметка им позволявахме ежедневно да влизат на територията на Италия. Трябваше да предприемем онова, което направиха други държави, следвайки препоръките на Световната Здравна Организация. Вместо да спрем директни полети, да поставим под карантина всички пристигащите пътници от Китай.‘‘<\/p>\n<p>И ако гореописаното звучи като жалко, фатално недоразумение на политическо ниво, струвало до момента на Италия почти 1300 човешки живота, се питам: защо България трябваше да допусне същата грешка?<\/p>\n<p>На 24 февруари, когато в Северна Италия беше обявено извънредно положение, авиокомпания &#8220;Бългерия Еър&#8221; взе самостоятелното решение да отмени всичките полетите за и от Милано. На национално ниво обаче не беше предприето нищо, за да се ограничи прииждането на пътници от епицентъра на заразата в Северна Италия. Извършването на редовни полети беше оставено на усмотрението на самите авиокомпании, които продължиха да летят до Милано, Бергамо и Венеция, спазвайки обичайния си график.<\/p>\n<p>А вместо карантина на пристигащите на летище София беше извършвано формалното измерване на телесната температура. Метод за диагностика, който от няколко седмици е доказан за безполезен, тъй като огромен брой от заразените не проявяват симптоми, но са активни преносители на смъртоносната болест, способни да я предадат на много други хора. Другата мярка, приложена към пристигащите от огнището, беше словесното приканване към гражданите да се самопоставят под доброволна карантина.<\/p>\n<p>Вече седмици водещите епидемиолози в света подчертават, че веднъж стъпил на дадена територия вирусът не може да бъде контролиран. Както и че единственият шанс е превантивно да се действа срещу неговото проникване в нови страни.<\/p>\n<p>И докато началникът на кризисния щаб проф. Венцислав Мутафчийски с гордост заявяваше, че България не може да въвежда норми за превенция, а само да повтаря нормите, вече приложени в други държави, станахме свидетели на (очакваните) първи случаи на коронавирус в България.<\/p>\n<p>Питам се, нима свободното движение на хора в международното пространство, което всички така ревностно бранят напоследък, е по-важно от опазване на здравето на цяла една нация?<\/p>\n<p>Последните две седмици лично направих многократни опити да се свържа с основните медии на страната ни, с молба да поместят в емисиите си реалната причината за разразилата се епидемия в Италия (тъй като за нея се дискутира на национално, но не и на международно ниво) и необходимостта от незабавно въвеждане на карантина за всички, пристигащи от Северна Италия пътници.<\/p>\n<p>Уви, за пореден път това бе глас в пустиня.<\/p>\n<p>Днес, вече не ни остава нищо друго освен смирено да очакваме развоя на събитията с надеждата пораженията да са възможно най-малките.<\/p>\n<p>И дай Боже някой ден и България, и Италия да могат да потърсят отговорност от онези, които можеха, но не направиха необходимото (умишлено или неволно), за да опазят обществата ни от нелечимата, смъртоносна зараза.<\/p>\n<p>Милва Цветкова<\/p>\n<div><a href=\"https:\/\/bivol.bg\/wp-content\/uploads\/2020\/03\/milva.jpg\" data-rel=\"penci-gallery-image-content\" ><img data-attachment-id=\"53153\" data-permalink=\"https:\/\/bivol.bg\/covid-19-italy-error.html\/milva\" data-orig-file=\"https:\/\/bivol.bg\/wp-content\/uploads\/2020\/03\/milva.jpg\" data-orig-size=\"309,384\" data-comments-opened=\"0\" data-image-meta=\"{&quot;aperture&quot;:&quot;0&quot;,&quot;credit&quot;:&quot;&quot;,&quot;camera&quot;:&quot;&quot;,&quot;caption&quot;:&quot;&quot;,&quot;created_timestamp&quot;:&quot;0&quot;,&quot;copyright&quot;:&quot;&quot;,&quot;focal_length&quot;:&quot;0&quot;,&quot;iso&quot;:&quot;0&quot;,&quot;shutter_speed&quot;:&quot;0&quot;,&quot;title&quot;:&quot;&quot;,&quot;orientation&quot;:&quot;1&quot;}\" data-image-title=\"milva\" data-image-description=\"\" data-medium-file=\"https:\/\/bivol.bg\/wp-content\/uploads\/2020\/03\/milva-241x300.jpg\" data-large-file=\"https:\/\/bivol.bg\/wp-content\/uploads\/2020\/03\/milva.jpg\" loading=\"lazy\" src=\"https:\/\/bivol.bg\/wp-content\/uploads\/2020\/03\/milva-150x150.jpg\" class=\"alignleft size-thumbnail wp-image-53153\" width=\"150\" height=\"150\" alt=\"\"\/><\/a>За автора: Милва Цветкова е репортажен фотограф със седалище в Рим.<\/div>\n<div>През 2014г. завършва кино режисура в италианската столица. От 2016 г. е член на отдела по фотожурналистика на Международната Федерация на Журналистите.<\/div>\n","protected":false},"excerpt":{"rendered":"<p>Епидемията на новия коронавирус е в центъра на общественото внимание в Италия още от средата на януари, когато първите случаи на болестта бяха докладвани пред международната общност. Тези първи тревожни&hellip;<\/p>\n","protected":false},"author":21382,"featured_media":53158,"comment_status":"closed","ping_status":"open","sticky":false,"template":"","format":"standard","meta":{"_mo_disable_npp":"","_relevanssi_hide_post":"","_relevanssi_pin_for_all":"","_relevanssi_pin_keywords":"","_relevanssi_unpin_keywords":"","_relevanssi_related_keywords":"","_relevanssi_related_include_ids":"","_relevanssi_related_exclude_ids":"","_relevanssi_related_no_append":"","_relevanssi_related_not_related":"","_relevanssi_related_posts":"","_relevanssi_noindex_reason":"","kia_subtitle":"","spay_email":"","jetpack_publicize_message":"","jetpack_is_tweetstorm":false},"categories":[9097,10601,5805,6094],"tags":[10445,10425,9290,10424,10449],"jetpack_featured_media_url":"https:\/\/bivol.bg\/wp-content\/uploads\/2020\/03\/covid-italy.jpg","jetpack_publicize_connections":[],"jetpack_sharing_enabled":true,"jetpack_shortlink":"https:\/\/wp.me\/p9hbsr-dPi","jetpack_likes_enabled":true,"_links":{"self":[{"href":"https:\/\/bivol.bg\/wp-json\/wp\/v2\/posts\/53152"}],"collection":[{"href":"https:\/\/bivol.bg\/wp-json\/wp\/v2\/posts"}],"about":[{"href":"https:\/\/bivol.bg\/wp-json\/wp\/v2\/types\/post"}],"author":[{"embeddable":true,"href":"https:\/\/bivol.bg\/wp-json\/wp\/v2\/users\/21382"}],"replies":[{"embeddable":true,"href":"https:\/\/bivol.bg\/wp-json\/wp\/v2\/comments?post=53152"}],"version-history":[{"count":0,"href":"https:\/\/bivol.bg\/wp-json\/wp\/v2\/posts\/53152\/revisions"}],"wp:featuredmedia":[{"embeddable":true,"href":"https:\/\/bivol.bg\/wp-json\/wp\/v2\/media\/53158"}],"wp:attachment":[{"href":"https:\/\/bivol.bg\/wp-json\/wp\/v2\/media?parent=53152"}],"wp:term":[{"taxonomy":"category","embeddable":true,"href":"https:\/\/bivol.bg\/wp-json\/wp\/v2\/categories?post=53152"},{"taxonomy":"post_tag","embeddable":true,"href":"https:\/\/bivol.bg\/wp-json\/wp\/v2\/tags?post=53152"}],"curies":[{"name":"wp","href":"https:\/\/api.w.org\/{rel}","templated":true}]}}