{"id":53926,"date":"2020-04-09T14:46:02","date_gmt":"2020-04-09T11:46:02","guid":{"rendered":"https:\/\/bivol.bg\/?p=53926"},"modified":"2020-04-09T15:06:36","modified_gmt":"2020-04-09T12:06:36","slug":"fake-fight-vs-fake-news","status":"publish","type":"post","link":"https:\/\/bivol.bg\/fake-fight-vs-fake-news.html","title":{"rendered":"Фалшивата борба с фалшивите новини"},"content":{"rendered":"<p><em><strong>Страната ни е епицентър на лъже-новините, които не само битуват в интернет, но живеят и много удобно и необезпокоявано в медийния мейнстрийм<\/strong><\/em><\/p>\n<p>В разгара на пандемията с Covid-19, властта скоропостижно се хвърли да напише закон за извънредното положение – галеното недоносче на законодателите и клакьорите им &#8211; които така се увлякоха в забранителните мерки и нелепостите при прилагането им, че освен, че предизвикаха обърканост и гняв у гражданите, принудиха президента Румен Радев да наложи частично вето на някои от най-абсурдните клаузи. Една от причините за ветото на президента бяха текстовете за ограничаване на свободата на словото в условията на извънредното положение. Първоначално в средата на март депутатите приеха с голямо мнозинство закона, където се регламентираха наказанията за невярна информация за разпространението на заразна болест, при което извършителят се наказва с лишаване от свобода до три години и с глоба от 1000 до 10 000 лв.<\/p>\n<p>Но Радев наложи вето, защото според него ограниченията трябва да са ясно и непротиворечиво формулирани и да не препятстват достъпа на гражданите до независимите медии, както и че липсва конкретен критерий за определяне на една информация като „невярна“.<\/p>\n<p>&#8220;Законът атакува последните остатъци от свободата на словото,&#8221; заяви президентът. И макар че тази и други клаузи отпаднаха по-късно от спорния закон, след като народните представители приеха ветото на държавния глава и заради обществения натиск, остава въпросът защо правителството и законодателите, които от години говорят за борба с фалшивите новини и непрозрачни медийни портали и приемат медийни закони уж в тази насока (справка бутафорния медиен закон на Пеевски) България продължава да е център на хибридната информационна война на Русия в българското медийно и обществено пространство, включително и в контекста на пандемията. Всъщност, страната ни е епицентър на лъже-новините, които не само битуват в интернет, но живеят и много удобно и необезпокоявано в медийния мейнстрийм.<\/p>\n<p>Оказа се, че въпреки ветото на президента – в <a href=\"https:\/\/www.parliament.bg\/bills\/44\/054-01-25.pdf\">парламента виси „входирано“<\/a> едно „симпатично“ законопроектче за фалшивите новини, внесено от депутатите на ВМРО &#8212; Александър Сиди, Искрен Веселинов, Мария Цветанова и Милен Михов. Цензурата в интернет отдавна е обладала мокрите сънища на парламентарните „патриоти“ и сега –по време на извънредното положение те отново искат да пробутат един нелогичен закон, от който смърди на необразовано и вкиснало тоталитарно законотворчество и който се припокрива с предишни нефелни опити за регулиране на интернет пространството .<\/p>\n<p><span style=\"font-weight: 400;\">Самопровъзгласилите се „борци“ с лъже-новините  искат промени в закона за Радиото и телевизията, с респективни промени в Наказателния кодекс като към разпоредбите в него се  включва и интернет. „Патриотите“ искат н<\/span><span style=\"font-weight: 400;\">адзор за предотвратяване и ограничаване на дезинформацията в интернет средата под надзора на Съвета за електронни медии и <\/span><span style=\"font-weight: 400;\">искат <\/span><span style=\"font-weight: 400;\">р<\/span><span style=\"font-weight: 400;\">егистрация на доставчици на медийни услуги чрез интернет. <\/span><\/p>\n<p><span style=\"font-weight: 400;\">Ако трябва да преведем този абсурден законодателен език, това означава, че според  „патриотите,“ ако баба Гица от село Долни Ръб реши да си направи блог за това какви ги върши кметът на общината й, тя трябва да се регистрира в СЕМ по специален образец и да чака СЕМ цели 14 дни да одобри „медията“ й, за да може баба Гица да си разсъждава за политика в блога си, докато вари боб.  А ако на СЕМ не му харесват публикациите на баба Гица с оглед на представата им за фалшиви новини, (която представа въобще не е ясна от закона), СЕМ има правомощия да заличи „стопанската дейност“ на баба Гица в интернет. <\/span><span style=\"font-weight: 400;\">ВМРО също настоява в закона си <\/span><span style=\"font-weight: 400;\">за три години затвор за разпространяване на фалшиви новини, затваряне на сайтове и имуществени санкции до 2000 лв. за собственик на домейн с текст без автор, който разпространява дезинформация. Партията поиска  тези мерки да останат в действие и след отмяна на извънредното положение.<\/span><span style=\"font-weight: 400;\"> <\/span><\/p>\n<p><span style=\"font-weight: 400;\">От миналата година ГЕРБ също флиртува със закон за фалшиви новини, настоявайки за „наказателна отговорност“ на разпространителите им. Депутатът от партията &#8211;Вежди Рашидов &#8211;дори обсъди този въпрос  с министъра на правосъдието, изтъквайки, че иска да създаде „нов европейски стандарт“ в тази насока, натъртвайки на наказателната отговорност. Човек би се зачудил – как депутати от държава с най-репресираната свобода на словото в ЕС имат самочувствието  да говорят за „европейски стандарти“ и да пробутват още репресивни медийни закони, но това е вече в компетенцията на специалистите по психично здраве. Но за успокоение на гражданите този закон никога не видя свят, поне засега, въпреки че ГЕРБ прекрасно си партнира с „патриотите“ в това отношение.<\/span><span style=\"font-weight: 400;\"> <\/span><\/p>\n<p><span style=\"font-weight: 400;\">Но интересно защо въпросните законотворци не си дават сметка, че клаузи за прозрачност на медийните услуги отдавна съществуват в закона на Делян Пеевски (от 2018 г.), от който обществото не е видяло и грам полза, защото по размерите на ширещата се местна политическа пропаганда както  и хибридна такава на Русия – с безброй анонимни сайтовете и портали за фалшиви новини се вижда, че българското медийно пространство отдавна е превзето от вируса на дезинформацията и се поддържа умишлено такова.<\/span><span style=\"font-weight: 400;\"> <\/span><\/p>\n<p><span style=\"font-weight: 400;\">Един от парадоксите на политическо статукво у нас, е че то нарочи с непоклатим парламентарен консенсус олигарха Делян Пеевски за „трубадур на медийното изсветляване.“ През 2018 г.  парламентът прие медийния му закон, който предвижда въвеждане на задължително разкриване на информация от доставчиците на медийни услуги за техния действителен собственик, както и за начините им на финансиране. Според него Министерство на културата има задължението да упражнява контрол и да налага санкции за неизпълнение на закона, по отношение на декларирането на собствеността. Досега не сме видели особени развития в тази сфера, но пък, независими медии и журналисти определиха този закон като бухалка на медийния олигарх срещу опозиционни  медии, финансирани от краудфъндинг – микро дарения на читателите си. И това е така, защото изискваната информацията за дарителите няма как да бъде представена на Министерството на културата в законовите рамки, з<\/span><span style=\"font-weight: 400;\">ащото събирането на допълнителни данни извън предоставените от технологични платформи като PayPal и ePay, както и от банките ги поставя пред невъзможност да изпълнят изискванията на закона. Независимо от големите претенции на този закон за „изсветляване на собствениците на медии и тяхното финансиране“ до този момент не сме<\/span><span style=\"font-weight: 400;\"> свидетели законът на Пеевски да е свършил нещо общественополезно, защото в българското интернет пространство продължават да битуват безброй анонимни сайтове, разпространяващи фалшиви новини и пропаганда, финансирани от фантоми.  А единствената медийна цензура, която обществото наблюдава в момента е цензурата срещу на критиците на властта.<\/span><\/p>\n<p><span style=\"font-weight: 400;\">И досега  нито в дейността на правителството и прилежащите му служби за сигурност, нито в тази на парламента се вижда желание да се спре  информационната диверсия на правителството на Путин в България, включително в контекста на коронавируса. <\/span><span style=\"font-weight: 400;\">И макар че години наред в докладите на правителството за националната сигурност (включително и в последния такъв ) се  говори, че Русия е заплаха за българската държава заради хибридните си действия и дезинформация, реално не се забелязва никакъв ентусиазъм на управляващите да пресекат тези действия (освен, ако няма доста насърчително подбутване от съюзниците по някои теми от международно значение – като шпионски афери или афери с руски отровители, или някои изявления на руското правителство, минаващи рамките на приличие… но  до там…)<\/span><span style=\"font-weight: 400;\"> <\/span><\/p>\n<p><span style=\"font-weight: 400;\">Нека да дадем няколко примера – сайтът informiran.net – е един от основните, чиито новини се разпространяват и споделят десетки хиляди пъти в русофилското интернет пространство в България (и не само). Това е анонимен сайт, с фалшив (несъществуващ) телефон и несъществуващ адрес във Великобритания. <\/span><\/p>\n<div id=\"attachment_53931\" style=\"width: 293px\" class=\"wp-caption alignright\"><a href=\"https:\/\/bivol.bg\/wp-content\/uploads\/2020\/04\/aleksiev-informiran.png\" data-rel=\"penci-gallery-image-content\" ><img aria-describedby=\"caption-attachment-53931\" data-attachment-id=\"53931\" data-permalink=\"https:\/\/bivol.bg\/fake-fight-vs-fake-news.html\/aleksiev-informiran\" data-orig-file=\"https:\/\/bivol.bg\/wp-content\/uploads\/2020\/04\/aleksiev-informiran.png\" data-orig-size=\"800,848\" data-comments-opened=\"0\" data-image-meta=\"{&quot;aperture&quot;:&quot;0&quot;,&quot;credit&quot;:&quot;&quot;,&quot;camera&quot;:&quot;&quot;,&quot;caption&quot;:&quot;&quot;,&quot;created_timestamp&quot;:&quot;0&quot;,&quot;copyright&quot;:&quot;&quot;,&quot;focal_length&quot;:&quot;0&quot;,&quot;iso&quot;:&quot;0&quot;,&quot;shutter_speed&quot;:&quot;0&quot;,&quot;title&quot;:&quot;&quot;,&quot;orientation&quot;:&quot;0&quot;}\" data-image-title=\"aleksiev-informiran\" data-image-description=\"\" data-medium-file=\"https:\/\/bivol.bg\/wp-content\/uploads\/2020\/04\/aleksiev-informiran-283x300.png\" data-large-file=\"https:\/\/bivol.bg\/wp-content\/uploads\/2020\/04\/aleksiev-informiran.png\" loading=\"lazy\" class=\"size-medium wp-image-53931\" src=\"https:\/\/bivol.bg\/wp-content\/uploads\/2020\/04\/aleksiev-informiran-283x300.png\" alt=\"\" width=\"283\" height=\"300\" srcset=\"https:\/\/bivol.bg\/wp-content\/uploads\/2020\/04\/aleksiev-informiran-283x300.png 283w, https:\/\/bivol.bg\/wp-content\/uploads\/2020\/04\/aleksiev-informiran-768x814.png 768w, https:\/\/bivol.bg\/wp-content\/uploads\/2020\/04\/aleksiev-informiran-585x620.png 585w, https:\/\/bivol.bg\/wp-content\/uploads\/2020\/04\/aleksiev-informiran.png 800w\" sizes=\"(max-width: 283px) 100vw, 283px\" \/><\/a><p id=\"caption-attachment-53931\" class=\"wp-caption-text\">Представящият се за собственик на informiran.net с несъществуващ телефон и адрес.<\/p><\/div>\n<p><span style=\"font-weight: 400;\">Посочен за собственик е някой си Владимир Алексеев, за който нищо не може да се намери в интернет пространството, но често той се подписва като автор на статиите в сайта, а самият сайт е амалгама от фалшиви и жълти новини и най-вече тежка про-путинска пропаганда. С<\/span><span style=\"font-weight: 400;\">айтът се хоства чрез GoDaddy, което дава възможност за скриване на данните за собствеността.<\/span><\/p>\n<p><span style=\"font-weight: 400;\"> Ето някои от скорошните  заглавия в този сайт:<\/span><\/p>\n<ul>\n<li><span style=\"font-weight: 400;\">„Руски самолет с медицинско оборудване отлетя за САЩ. Така постъпват истинските хора“<\/span><\/li>\n<li><span style=\"font-weight: 400;\">„Поклон! Руският самолет с 60 тона медицинско оборудване кацна на летище „Кенеди“ в САЩ“<\/span><\/li>\n<\/ul>\n<p><span style=\"font-weight: 400;\">Хибридна опорка за руската „благотворителност“ за САЩ тръгна от Русия по хибридните си артерии в Европа и се лансира включително и от българските медии с претенции за легитимност. Оказа се, че така наречената „помощ“ е закупена от САЩ и не е руска благотворителност, както обяви Щатският Държавен департамент.<\/span><\/p>\n<p><span style=\"font-weight: 400;\">Ето и други скорошни заглавия от въпросния сайт:<\/span><\/p>\n<ul>\n<li><span style=\"font-weight: 400;\">„Русия представи лекарство, което успешно блокира коронавируса и спира заразата“<\/span><\/li>\n<li><span style=\"font-weight: 400;\">„Русия пак изуми всички: Путин раздава безплатни смартфони на болните от коронавирус“<\/span><\/li>\n<li><span style=\"font-weight: 400;\">„Велика държава! В Русия е по-вероятно да те изяде мечка, отколкото да хванеш вируса“<\/span><\/li>\n<li><span style=\"font-weight: 400;\">„Висшето военно командване на САЩ се уплаши от руските ракети! Скри се вдън земя!“<\/span><\/li>\n<li><span style=\"font-weight: 400;\">„Потресаващо! Западът използва пандемията, за да свали от власт Путин докато той помага на света“<\/span><\/li>\n<li><span style=\"font-weight: 400;\">“Проф. Еделев от Русия: България е братска страна, само поискайте лекарството срещу коронавируса и ще ви го дадем!”<\/span><\/li>\n<\/ul>\n<p><span style=\"font-weight: 400;\">Интересното е, че този сайт не е попадал на мушката на правителството освен, когато ГЕРБ сезира ЦИК на миналите местни избори във връзка с фалшиви новини на сайта, свързани с  кандидат за кмет на София – Йорданка Фандъкова. На сайта (който е и анти-герб) се появиха лъжливи статии свързани с Фандъкова – като това че тя се е отказала от надпреварата за кмет и нейни фалшиви цитати, наричащи ГЕРБ „престъпна групировка.“ От ЦИК <\/span><span style=\"font-weight: 400;\">констатират, че в публикациите се отправят индиректни негативни внушения спрямо кандидата за кмет и установява извършено нарушение &#8211; предизборна агитация, забранена 24 часа преди самия вот и решава да  състави <a href=\"https:\/\/www.cik.bg\/bg\/decisions\/1660\/2019-11-05\">акт на главния редактор<\/a>. Обаче ЦИК не може да го открие и се обръща <\/span><span style=\"font-weight: 400;\">към МВР да им помогне да открият собственика и да го санкционират. В решението на ЦИК е посочен адрес за кореспонденция Великобритания, 4659 Dog Hill Lane Scranton, KS 66537. Адресът е очевидно фалшив, защото Scranton не съществува в Обединеното кралство, но има такъв град в <a href=\"https:\/\/www.google.com\/search?q=KS+66537&amp;oq=KS+66537\">щата Канзас<\/a>, Съединените щати.<\/span><\/p>\n<p><span style=\"font-weight: 400;\">Биволъ изпрати запитване до МВР с питане дали са открили собственика и какъв е реалният адрес на медията му – какъвто би трябвало да има по закон. От МВР отговориха, че са локализирали лицето, но не пожелаха да разкрият самоличността му.  Редакцията изпрати и запитване до ЦИК с молба да отговорят дали са санкционирали собственика на informiran.net и какво е реалното му име и адрес. На нито един от тези въпроси нито МВР нито ЦИК са дали отговор до този момент.<\/span><\/p>\n<p><span style=\"font-weight: 400;\"> Редакцията изпрати и въпроси до самия редактор на сайта – Владимир Алексеев &#8212; на обявения от него имейл с молба така нареченият редактор да коментира случая. Съвсем очаквано не получихме отговор. Любопитното и необяснимо нещо в случая е, че сайтът и в момента  продължава да е анонимен и да оперира, посочвайки фалшива информация за адрес и телефон в нарушение със закона, което явно не притеснява нито МВР, нито Министерството на културата, което би трябвало да санкционира подобни анонимници. (Толкова за ефективността на закона на Пеевски).<\/span><\/p>\n<p><span style=\"font-weight: 400;\">Да продължим със следващ подобен сайт – bgr.news-front.info<\/span><\/p>\n<p><span style=\"font-weight: 400;\">Информацията от този сайт е може би най-споделяната в безбройните русофилски и про-путински групи, форуми и сайтове– говорим за стотици хиляди споделяния, които стигат и до стотици хиляди потребители на социалните мрежи.  Този сайт не е анонимен – седалището му е в Русия и в предмета му дейност се казва: „<\/span><span style=\"font-weight: 400;\">News Front («Новостной фронт») – информационное агентство, цель которого – объективное освещение событий в России, на Донбассе, Украине и Балканах, в Сирии, Казахстане, Белоруссии, Молдавии и во всём мире. Наши редакции работают в Болгарии, Сербии, Германии, Франции, Испании, Великобритании, Грузии и Венгрии.“ (News Front – информационна агенция, с цел обективно отразяване на събитията в Русия, Донбас Украйна и на Балканите… ). Ето контакта на агенцията:<\/span><\/p>\n<p><span style=\"font-weight: 400;\">Kонстантин Кнырик, <\/span><span style=\"font-weight: 400;\">Ръководител Информационна Агенция NewsFront<\/span><\/p>\n<p><span style=\"font-weight: 400;\">телефон за връзка:<\/span><span style=\"font-weight: 400;\">+7 (978) 841-31-70+7 (926) 318-10-42+38 (095)101-01-93<\/span>  cf.presscentr@mail.ru<\/p>\n<p><a href=\"https:\/\/bivol.bg\/wp-content\/uploads\/2020\/04\/news-front-editors.png\" data-rel=\"penci-gallery-image-content\" ><img data-attachment-id=\"53935\" data-permalink=\"https:\/\/bivol.bg\/fake-fight-vs-fake-news.html\/news-front-editors\" data-orig-file=\"https:\/\/bivol.bg\/wp-content\/uploads\/2020\/04\/news-front-editors.png\" data-orig-size=\"1460,1426\" data-comments-opened=\"0\" data-image-meta=\"{&quot;aperture&quot;:&quot;0&quot;,&quot;credit&quot;:&quot;&quot;,&quot;camera&quot;:&quot;&quot;,&quot;caption&quot;:&quot;&quot;,&quot;created_timestamp&quot;:&quot;0&quot;,&quot;copyright&quot;:&quot;&quot;,&quot;focal_length&quot;:&quot;0&quot;,&quot;iso&quot;:&quot;0&quot;,&quot;shutter_speed&quot;:&quot;0&quot;,&quot;title&quot;:&quot;&quot;,&quot;orientation&quot;:&quot;0&quot;}\" data-image-title=\"news-front-editors\" data-image-description=\"\" data-medium-file=\"https:\/\/bivol.bg\/wp-content\/uploads\/2020\/04\/news-front-editors-300x293.png\" data-large-file=\"https:\/\/bivol.bg\/wp-content\/uploads\/2020\/04\/news-front-editors-1024x1000.png\" loading=\"lazy\" class=\"alignnone size-large wp-image-53935\" src=\"https:\/\/bivol.bg\/wp-content\/uploads\/2020\/04\/news-front-editors-1024x1000.png\" alt=\"\" width=\"1024\" height=\"1000\" srcset=\"https:\/\/bivol.bg\/wp-content\/uploads\/2020\/04\/news-front-editors-1024x1000.png 1024w, https:\/\/bivol.bg\/wp-content\/uploads\/2020\/04\/news-front-editors-300x293.png 300w, https:\/\/bivol.bg\/wp-content\/uploads\/2020\/04\/news-front-editors-768x750.png 768w, https:\/\/bivol.bg\/wp-content\/uploads\/2020\/04\/news-front-editors-1170x1143.png 1170w, https:\/\/bivol.bg\/wp-content\/uploads\/2020\/04\/news-front-editors-585x571.png 585w, https:\/\/bivol.bg\/wp-content\/uploads\/2020\/04\/news-front-editors.png 1460w\" sizes=\"(max-width: 1024px) 100vw, 1024px\" \/><\/a><\/p>\n<p><span style=\"font-weight: 400;\">Това е още един медиен портал в България, който бълва кремълска пропаганда, в която има какво ли не, но не и обективност.<\/span><\/p>\n<p><span style=\"font-weight: 400;\">А ръководителят на медийна агенция, <\/span><span style=\"font-weight: 400;\">Кнырик, се явява по съвместителство  и лидер на местното кримско отделение на националистическата партия &#8220;<a href=\"https:\/\/www.list-org.com\/company\/8186898\">Родина<\/a>&#8220;. Тя е основана от бившия руски вице-премиер Дмитрий Рогозин. За събралите се в нея партийци руската служба на BBC <a href=\"https:\/\/www.bbc.com\/russian\/russia\/2012\/10\/121001_rodina_resurrection_rogozin\">съобщава<\/a>, че се самоопределят като “спецназ на Путин”. <\/span><\/p>\n<p><span style=\"font-weight: 400;\">В кариерата си като дипломат Рогозин се прочу с множество скандални националистически изказвания. От Брюксел като представител на Русия в НАТО той каза за България, че страната е &#8220;троянски кон на Русия в Европейския съюз&#8221;. Понастоящем Рогозин е трудоустроен като шеф на Роскосмос.<\/span><\/p>\n<p><span style=\"font-weight: 400;\">Нека да прегледаме „обективното“ отразяване на новините от този сайт, който всъщност е директен носител на вирусна путинска пропаганда и баналните й опроки. Първа такава– европейците искат излизане от ЕС,  коронавирусът ще унищожи Европейския съюз, настъпва новият световен ред и ролята на Русия ще е друга, САЩ са създали вируса, италианците са благодарни на Русия и гневни на Европа, италианец замества флага на ЕС с руския… <\/span><\/p>\n<p><span style=\"font-weight: 400;\">Това последното всъщност също се оказа супер фалшива новина, изфабрикувана от руснаците и пусната в българското пространство  и подхваната от доста български медии, включително и от тези, които не смятат себе си за фалшиви. Вероятно повечето хора в България са видели нелепото видео, където някой си италианец на име Фредерико Кане почти конспиративно е заснет до някаква олющена стена на неидентифицирана сграда, без никакви хора наоколо, до която очевидно са пренесени от друго място знамената на Италия и ЕС. Въпросният Кане мълчи през цялото време, докато сгъва  европейското знаме и го замества с руското. Накрая носи някаква бележка на която пише „Grazie Putin! Grazie Russia!” <\/span><\/p>\n<p><span style=\"font-weight: 400;\">Човек дори не трябва да е с набито око, за да види, че това е евтина театрална постановка, режисирана от руската пропаганда, тръгнала от руски сайтове. Ако се направи търсене в интернет на италиански и английски език, никъде не се открива въпросното видео както и медийното му отразяване. Нито може да се открие кой е въпросният Кане, да се разбере каква  е тази сграда, къде се намира и като какъв се явява Кане по отношение на тази сграда. Единствена информация за този енигматичен човек и неговото конспиративно махане на европейското знаме е видеото отразено от руски източници и пуснато за евтина дъвка в българското медийно пространство. Подобни пропагандни трикове на медийни портали, прокарващи антиевропейски тези и обикновено финансирани от Русия се появиха и в други страни, но с китайското знаме. „Новината“ се отрази и в български медии.   <\/span><\/p>\n<p><span style=\"font-weight: 400;\">Обаче, унгарският партньор на Биволъ от OCCRP <a href=\"https:\/\/english.atlatszo.hu\/2020\/03\/27\/fake-news-italians-did-not-swap-eu-flags-for-the-chinese-one\/\">atlatszo.hu<\/a> – обяснява, че това е поредната фалшива новина за това как едно ротационно поставяне на знамена на страни, помагащи на Италия, пред офиса на частна италианска фирма, се тиражира от анти-ЕС пропагандистите като обвинение към страните от Европейския съюз. В разследването си сайтът цитира становището на фирмата, което няма нищо общо с лъжите и манипулациите, които се придават на издигането на китайското знаме от сайтове с фалшиви новини. Аtlatszo проследява кой разпространява подобни новини и в кои региони те се тиражират.<\/span><\/p>\n<p><span style=\"font-weight: 400;\">А ето и някои от заглавията в сайта News Front:<\/span><\/p>\n<p><span style=\"font-weight: 400;\">“Москва положи хуманитарен мост през Атлантическия океан — как Европа оценява руската помощ за САЩ”. (Лъжа! Помощта за САЩ не е хуманитарна, а купена от САЩ.)<\/span><\/p>\n<p><span style=\"font-weight: 400;\">„Защо руското дружелюбие така дразни Запада“ (по повод помощта за Италия и скептиците за нейната полезност с мнения в италианското изданието „Ла Стампа“ – където се задават въпроси защо помощта идва от руски военни, а не от цивилни здравни работници, повдигат се въпроси, че тази помощ може да излезе много скъпа на Италия, защото престоят на военните ще е удобна платформа за руски шпионаж. Както  и това, че голяма част от изпратената руска помощ е безполезна. Източници на руската пропаганда не закъсняха да обявят „Ла Стампа“ за „фашистко“ издание.)<\/span><\/p>\n<ul>\n<li><span style=\"font-weight: 400;\">„Българите призовават Външно министерство да си свърши работата като изгони посланика на САЩ“ (лъжа)<\/span><\/li>\n<li><span style=\"font-weight: 400;\">„Благодаря, Русия!: Началото на края на американския политически елит“ (лъжа)<\/span><\/li>\n<li><span style=\"font-weight: 400;\">„Истински кошмар за геополитиката на атлантизма!: В «утрешния свят» Русия ще има нов статус!“ (лъжа)<\/span><\/li>\n<\/ul>\n<p><span style=\"font-weight: 400;\">И т.н. и т.н….<\/span><\/p>\n<p><span style=\"font-weight: 400;\">Друг анонимен сайт с лъжлива пропаганда е NewBG24.EU  (noviniibg.eu). Статии от там като „<\/span><span style=\"font-weight: 400;\">Експерт потресе цял свят: САЩ създадоха коронавируса, но го изтърваха“ се споделят десетки хиляди пъти в интернет. Тази специално е споделена над 30 хиляди пъти във Фейсбук. Изданието <a href=\"https:\/\/www.codastory.com\/waronscience\/coronavirus-has-conspiracy-theorists-and-anti-5g-campaigners-working-overtime\/\">codastory.com<\/a> разкрива, че конспиративните теории свързани с коронавируса и неговото създаване в американска лаборатория масово се тиражират от руски и китайски държавни медии. <\/span><\/p>\n<p><span style=\"font-weight: 400;\">Следващ много популярен сайт за руска пропаганда в България е “Russia Beyond” <\/span><span style=\"font-weight: 400;\">bg.rbth.com – мултилингвистичен руски медиен проект, със седалище в Москва, определящ се като „комерсиален и независим.“ В него, всъщност, няма абсолютно нищо независимо. Медията първоначално бе създадена като печатно издание през 2007 г. от „Российская газета“ &#8211; еквивалент на Държавен вестник в Русия, а от 2017 г. проектът <a href=\"https:\/\/www.rbc.ru\/technology_and_media\/09\/01\/2017\/587399da9a7947c7cccd70f3\">съществува само онлайн<\/a> и е в ръцете на ръководството на пропагандната телевизия Russia Today. <\/span><\/p>\n<p><span style=\"font-weight: 400;\">Информацията, която разпространява се припокрива с останалите пропагандни канали на правителството на Путин &#8211; сайтът е смес от съветски пост-носталгизъм &#8211; величаене на съветското минало, фиксация върху Втората световна война и въоръжените сили на Русия и СССР, примесена с патетична псевдо-религиозна екзалтация и параноя, че Русия постоянно някой я дебне да я напада и затова тя непрекъснато се готви за война. Ето някои от баналните заглавия в този сайт:<\/span><\/p>\n<ul>\n<li><span style=\"font-weight: 400;\">“Путин: Русия ще реагира на всеки агресор както СССР на фашистите”<\/span><\/li>\n<li><span style=\"font-weight: 400;\">“Политиката на ЕС към Русия е самоубийствена”<\/span><\/li>\n<li><span style=\"font-weight: 400;\">“Брюксел не може да скара Русия с повечето страни от ЕС”<\/span><\/li>\n<li><span style=\"font-weight: 400;\">“ЕС ще се разпадне след 5 години”<\/span><\/li>\n<li><span style=\"font-weight: 400;\">“Как в СССР спират епидемии от смъртоносни болести”<\/span><\/li>\n<li><span style=\"font-weight: 400;\">“В Русия официално утвърдиха нова молитва против коронавируса”<\/span><\/li>\n<\/ul>\n<p><span style=\"font-weight: 400;\">и т.н.  т..н…<\/span><\/p>\n<p><span style=\"font-weight: 400;\">Това бе един от сайтовете, които активно лансираха италианеца, който заменя европейското  с руското знаме в някакъв неизвестен олющен двор, без да каже и една дума на италиански….<\/span><\/p>\n<p><span style=\"font-weight: 400;\">За съжаление България е залята от още много подобни сайтове, които явно не правят никакво впечатление на българските служби и „войната“ им с дезинформацията. А по-долу е само нищожна част от групи и страници във Фейсбук, посветени на Русия и разпространяващи пропагандата на Кремъл в България и в социалните мрежи:<\/span><\/p>\n<ul>\n<li><span style=\"font-weight: 400;\">България обича Русия страница 17К<\/span><\/li>\n<li><span style=\"font-weight: 400;\">България и Русия – дружба от векове за векове 15К страница<\/span><\/li>\n<li><span style=\"font-weight: 400;\">България и Русия – дружба от векове за векове група с 1.8К поста на ден&#8211;<\/span><span style=\"font-weight: 400;\">(описание:Тази група е за подкрепа политиката на ВЛАДИМИР ВЛАДИМИРОВИЧ ПУТИН И РУСИЯ)<\/span><\/li>\n<li><span style=\"font-weight: 400;\">За Русия с любов група 8000 члена<\/span><\/li>\n<li><span style=\"font-weight: 400;\">Владимир Путин (Фен група България) – страница 30К<\/span><\/li>\n<li><span style=\"font-weight: 400;\">Русия и България винаги заедно—група 2.8К<\/span><\/li>\n<li><span style=\"font-weight: 400;\">Обичам СССР! Обичам Русия! Обичам България! група 18К<\/span><\/li>\n<li><span style=\"font-weight: 400;\">ИНФОРМАЦИЯ ОТ РУСИЯ И ЗА РУСИЯ група<\/span><\/li>\n<li><span style=\"font-weight: 400;\">Обичам Русия &#8212; група над 25000 члена и 380 поста дневно<\/span><\/li>\n<li><span style=\"font-weight: 400;\">РОССИЯ и БОЛГАРИЯ &#8211; ОБЩИЙ ПУТЬ!<\/span><span style=\"font-weight: 400;\"> За братската дружба,история и култура на България, Сърбия и Русия.<\/span> <span style=\"font-weight: 400;\">За пътищата на сближаване и обединение.  (Групата носи руско име, но там пишат на български)<\/span><\/li>\n<li><span style=\"font-weight: 400;\">НИЕ СМЕ ЗА ИЗЛИЗАНЕ НА БЪЛГАРИЯ ОТ ЕС И НАТО група. Над 14000 члена и 150 поста на ден<\/span><\/li>\n<li><span style=\"font-weight: 400;\">Европейският Съюз, НАТО, САЩ и Сегашната власт са ВРЕДНИ за Вашето Здраве. Група над 10000 човека, 160 поста на ден<\/span><\/li>\n<\/ul>\n<p><span style=\"font-weight: 400;\">Горепосочените групи и страници във Фейсбук са само върхът на айсберга на руската хибридна война в България. Изброените са мощни ретланслатори на хибридни и фалшиви новини, който се споделят стотици хиляди пъти и влизат и в по-широкото българско медийно пространство. Споменатите руски хибридни сайтове в това разследване са едни от основните, чиито статии се постват в социалните мрежи в многобройните русофилски портали.<\/span><\/p>\n<p><span style=\"font-weight: 400;\">Европейската служба за външно въздействие <a href=\"https:\/\/euvsdisinfo.eu\/disinformation-cases\/?text=bulgaria&amp;disinfo_issue=&amp;date=\">EUvsDisinfo<\/a>, която е дипломатическо звено към ЕС, от няколко години работи върху идентифицирането на руска медийна пропаганда в Европа.<\/span><\/p>\n<div id=\"attachment_53927\" style=\"width: 1034px\" class=\"wp-caption alignnone\"><a href=\"https:\/\/bivol.bg\/wp-content\/uploads\/2020\/04\/pik-blitz-euvsdisinfo.png\" data-rel=\"penci-gallery-image-content\" ><img aria-describedby=\"caption-attachment-53927\" data-attachment-id=\"53927\" data-permalink=\"https:\/\/bivol.bg\/fake-fight-vs-fake-news.html\/pik-blitz-euvsdisinfo\" data-orig-file=\"https:\/\/bivol.bg\/wp-content\/uploads\/2020\/04\/pik-blitz-euvsdisinfo.png\" data-orig-size=\"1200,751\" data-comments-opened=\"0\" data-image-meta=\"{&quot;aperture&quot;:&quot;0&quot;,&quot;credit&quot;:&quot;&quot;,&quot;camera&quot;:&quot;&quot;,&quot;caption&quot;:&quot;&quot;,&quot;created_timestamp&quot;:&quot;0&quot;,&quot;copyright&quot;:&quot;&quot;,&quot;focal_length&quot;:&quot;0&quot;,&quot;iso&quot;:&quot;0&quot;,&quot;shutter_speed&quot;:&quot;0&quot;,&quot;title&quot;:&quot;&quot;,&quot;orientation&quot;:&quot;0&quot;}\" data-image-title=\"pik-blitz-euvsdisinfo\" data-image-description=\"\" data-medium-file=\"https:\/\/bivol.bg\/wp-content\/uploads\/2020\/04\/pik-blitz-euvsdisinfo-300x188.png\" data-large-file=\"https:\/\/bivol.bg\/wp-content\/uploads\/2020\/04\/pik-blitz-euvsdisinfo-1024x641.png\" loading=\"lazy\" class=\"size-large wp-image-53927\" src=\"https:\/\/bivol.bg\/wp-content\/uploads\/2020\/04\/pik-blitz-euvsdisinfo-1024x641.png\" alt=\"\" width=\"1024\" height=\"641\" srcset=\"https:\/\/bivol.bg\/wp-content\/uploads\/2020\/04\/pik-blitz-euvsdisinfo-1024x641.png 1024w, https:\/\/bivol.bg\/wp-content\/uploads\/2020\/04\/pik-blitz-euvsdisinfo-300x188.png 300w, https:\/\/bivol.bg\/wp-content\/uploads\/2020\/04\/pik-blitz-euvsdisinfo-768x481.png 768w, https:\/\/bivol.bg\/wp-content\/uploads\/2020\/04\/pik-blitz-euvsdisinfo-1170x732.png 1170w, https:\/\/bivol.bg\/wp-content\/uploads\/2020\/04\/pik-blitz-euvsdisinfo-585x366.png 585w, https:\/\/bivol.bg\/wp-content\/uploads\/2020\/04\/pik-blitz-euvsdisinfo.png 1200w\" sizes=\"(max-width: 1024px) 100vw, 1024px\" \/><\/a><p id=\"caption-attachment-53927\" class=\"wp-caption-text\">ПИК и Блиц са в базата данни за фалшиви новини на East StratCom Task Force<\/p><\/div>\n<p><span style=\"font-weight: 400;\">В базите ѝ данни (макар и доста непълни) фигурират и български медии, не задължително свързани директно с Русия. Изданията „<a href=\"https:\/\/euvsdisinfo.eu\/report\/bulgarias-president-rosen-plevneliev-will-not-stand-for-a-reelection\/\">ПИК<\/a>“ и „<a href=\"https:\/\/euvsdisinfo.eu\/report\/the-america-for-bulgaria-foundation-george-soros-and-other-ngos-2\/\">Блиц<\/a>“, които са близки до властта и Делян Пеевски, също присъстват в тези бази данни.<\/span><a href=\"https:\/\/www.mediapool.bg\/evromonitoring-otkri-ruska-propaganda-v-pik-blits-i-drugi-balgarski-saitove-news269149.html\"> <\/a><\/p>\n<hr \/>\n<p>Харесва ли Ви статията? <strong>Почерпете автора Татяна Кристи <\/strong>и гарантирайте така нейната авторска мотивация, нашата редакционна независимост и Вашето читателско право на честна и обективна журналистика. Всички суми дарени специално за нея чрез този формуляр ще ѝ бъдат изплатени от редакцията.<br \/>\n\t<div id=\"give-form-51565-wrap\" class=\"give-form-wrap give-display-reveal\">\n\t\t\t\t\t<form id=\"give-form-51565-1\" class=\"give-form give-form-51565 give-form-type-multi\" action=\"https:\/\/bivol.bg\/wp-json\/wp\/v2\/posts\/53926\/?payment-mode=stripe\" data-id=\"51565-1\" data-currency_symbol=\"&euro;\" data-currency_code=\"EUR\" data-currency_position=\"after\" data-thousands_separator=\",\" data-decimal_separator=\".\" data-number_decimals=\"2\" data-publishable-key=\"pk_live_SMtnnvlq4TpJelMdklNha8iD\" data-account=\"acct_19rS6sA2reV0845P\" data-goal_format=\"amount\" data-give_cs_base_amounts=\"{&quot;2&quot;:&quot;2.00&quot;,&quot;3&quot;:&quot;5.00&quot;,&quot;7&quot;:&quot;20.00&quot;,&quot;6&quot;:&quot;50.00&quot;,&quot;9&quot;:&quot;100.00&quot;,&quot;custom&quot;:0}\" method=\"post\">\n\t\t\t\t<!-- The following field is for robots only, invisible to humans: -->\n\t\t\t\t<span class=\"give-hidden\" style=\"display: none !important;\">\n\t\t\t\t\t<label for=\"give-form-honeypot-51565\"><\/label>\n\t\t\t\t\t<input id=\"give-form-honeypot-51565\" type=\"text\" name=\"give-honeypot\"\n\t\t\t\t\t\t   class=\"give-honeypot give-hidden\"\/>\n\t\t\t\t<\/span>\n\n\t\t\t\t\t<input type=\"hidden\" name=\"give-form-id-prefix\" value=\"51565-1\"\/>\n\t<input type=\"hidden\" name=\"give-form-id\" value=\"51565\"\/>\n\t<input type=\"hidden\" name=\"give-form-title\" value=\"Почерпете Татяна\"\/>\n\t<input type=\"hidden\" name=\"give-current-url\" value=\"https:\/\/bivol.bg\/wp-json\/wp\/v2\/posts\/53926\/\"\/>\n\t<input type=\"hidden\" name=\"give-form-url\" value=\"https:\/\/bivol.bg\/wp-json\/wp\/v2\/posts\/53926\/\"\/>\n\t\t\t<input type=\"hidden\" name=\"give-form-minimum\"\n\t\t\t   value=\"1.00\"\/>\n\t\t<input type=\"hidden\" name=\"give-form-maximum\"\n\t\t\t   value=\"999999.99\"\/>\n\t\t<input type=\"hidden\"  name=\"give-form-hash\" value=\"0a96a84094\" data-time=\"1619371806\" data-nonce-life=\"86400\" data-donor-session=\"0\"\/><input type=\"hidden\" name=\"give-price-id\" value=\"3\"\/>\t<input type=\"hidden\" name=\"give-recurring-logged-in-only\"\n\t\t   class=\"give-recurring-logged-in-only\"\n\t\t   value=\"\"\/>\n\n\t<input type=\"hidden\" name=\"give-logged-in-only\"\n\t\t   class=\"give-logged-in-only\"\n\t\t   value=\"1\"\/>\n<input\n\t\t\t\t\ttype=\"hidden\"\n\t\t\t\t\tname=\"give_recurring_donation_details\"\n\t\t\t\t\tclass=\"give_recurring_donation_details\"\n\t\t\t\t\tid=\"give_recurring_donation_details\"\n\t\t\t\t\tvalue=\"{&quot;is_recurring&quot;:false}\"\n                \/>\t\t<div class=\"give-total-wrap\">\n\t\t\t<div class=\"give-donation-amount form-row-wide\">\n\t\t\t\t\t\t\t\t<label class=\"give-hidden\" for=\"give-amount\">Donation Amount:<\/label>\n\t\t\t\t<input class=\"give-text-input give-amount-top\" id=\"give-amount\" name=\"give-amount\" type=\"tel\"\n\t\t\t\t\t   placeholder=\"\" value=\"5.00\" autocomplete=\"off\">\n\t\t\t\t<span class=\"give-currency-symbol give-currency-position-after\">&euro;<\/span>\t\t\t<\/div>\n\t\t<\/div>\n\t\t<ul id=\"give-donation-level-button-wrap\" class=\"give-donation-levels-wrap give-list-inline\"><li><button type=\"button\" data-price-id=\"2\" class=\"give-donation-level-btn give-btn give-btn-level-2 \" value=\"2.00\" data-default=\"0\">2.00 €<\/button><\/li><li><button type=\"button\" data-price-id=\"3\" class=\"give-donation-level-btn give-btn give-btn-level-3 give-default-level\" value=\"5.00\" data-default=\"1\">5.00 €<\/button><\/li><li><button type=\"button\" data-price-id=\"7\" class=\"give-donation-level-btn give-btn give-btn-level-7 \" value=\"20.00\" data-default=\"0\">20.00 €<\/button><\/li><li><button type=\"button\" data-price-id=\"6\" class=\"give-donation-level-btn give-btn give-btn-level-6 \" value=\"50.00\" data-default=\"0\">50.00 €<\/button><\/li><li><button type=\"button\" data-price-id=\"9\" class=\"give-donation-level-btn give-btn give-btn-level-9 \" value=\"100.00\" data-default=\"0\">100.00 €<\/button><\/li><li><button type=\"button\" data-price-id=\"custom\" class=\"give-donation-level-btn give-btn give-btn-level-custom\" value=\"custom\">Друга сума<\/button><\/li><\/ul><button type=\"button\" class=\"give-btn give-btn-reveal\">Черпя Татяна!<\/button><input id=\"give-stripe-payment-method-51565-1\" type=\"hidden\" name=\"give_stripe_payment_method\" value=\"\"><input type=\"hidden\" name=\"give-fee-recovery-settings\" value=\"{&quot;fee_data&quot;:{&quot;all_gateways&quot;:{&quot;percentage&quot;:&quot;2.900000&quot;,&quot;base_amount&quot;:&quot;0.300000&quot;,&quot;give_fee_disable&quot;:false,&quot;give_fee_status&quot;:true,&quot;is_break_down&quot;:true,&quot;maxAmount&quot;:&quot;&quot;}},&quot;give_fee_status&quot;:true,&quot;give_fee_disable&quot;:false,&quot;is_break_down&quot;:true,&quot;fee_mode&quot;:&quot;donor_opt_in&quot;,&quot;is_fee_mode&quot;:true,&quot;fee_recovery&quot;:true}\" \/>\n\t<fieldset id=\"give-payment-mode-select\"\n\t\t\t>\n\t\t\t\t<legend\n\t\t\tclass=\"give-payment-mode-label\">Възможности за плащане\t\t\t<span class=\"give-loading-text\"><span\n\t\t\t\t\tclass=\"give-loading-animation\"><\/span>\n\t\t\t<\/span>\n\t\t<\/legend>\n\n\t\t<div id=\"give-payment-mode-wrap\">\n\t\t\t\t\t\t<ul id=\"give-gateway-radio-list\">\n\t\t\t\t\t\t\t\t\t\t<li class=\"give-gateway-option-selected\">\n\t\t\t\t\t\t\t<input type=\"radio\" name=\"payment-mode\" class=\"give-gateway\"\n\t\t\t\t\t\t\t\t   id=\"give-gateway-stripe-51565-1\"\n\t\t\t\t\t\t\t\t   value=\"stripe\" checked='checked'>\n\n\t\t\t\t\t\t\t\t\t\t\t\t\t\t<label for=\"give-gateway-stripe-51565-1\"\n\t\t\t\t\t\t\t\t   class=\"give-gateway-option\"\n\t\t\t\t\t\t\t\t   id=\"give-gateway-option-stripe\"> Debit or Credit Card<\/label>\n\t\t\t\t\t\t<\/li>\n\t\t\t\t\t\t\t\t\t\t\t\t<li>\n\t\t\t\t\t\t\t<input type=\"radio\" name=\"payment-mode\" class=\"give-gateway\"\n\t\t\t\t\t\t\t\t   id=\"give-gateway-paypal-51565-1\"\n\t\t\t\t\t\t\t\t   value=\"paypal\">\n\n\t\t\t\t\t\t\t\t\t\t\t\t\t\t<label for=\"give-gateway-paypal-51565-1\"\n\t\t\t\t\t\t\t\t   class=\"give-gateway-option\"\n\t\t\t\t\t\t\t\t   id=\"give-gateway-option-paypal\"> PayPal<\/label>\n\t\t\t\t\t\t<\/li>\n\t\t\t\t\t\t\t\t\t<\/ul>\n\t\t\t\t\t<\/div>\n\t\t\t<\/fieldset>\n\n\t\n\t<div id=\"give_purchase_form_wrap\">\n\n\t\t\t<fieldset id=\"give_checkout_user_info\" class=\"\">\n\t\t<legend>\n\t\t\tИнформация за Вас\t\t<\/legend>\n\n\t\t\n\t\t<p id=\"give-first-name-wrap\" class=\"form-row form-row-first form-row-responsive\">\n\t\t\t<label class=\"give-label\" for=\"give-first\">\n\t\t\t\tИме\t\t\t\t\t\t\t\t\t<span class=\"give-required-indicator\">*<\/span>\n\t\t\t\t\t\t\t\t<span class=\"give-tooltip hint--top hint--medium hint--bounce\" aria-label=\"First Name is used to personalize your donation record.\" rel=\"tooltip\"><i class=\"give-icon give-icon-question\"><\/i><\/span>\t\t\t<\/label>\n\t\t\t<input\n\t\t\t\tclass=\"give-input required\"\n\t\t\t\ttype=\"text\"\n\t\t\t\tname=\"give_first\"\n\t\t\t\tautocomplete=\"given-name\"\n\t\t\t\tplaceholder=\"Име\"\n\t\t\t\tid=\"give-first\"\n\t\t\t\tvalue=\"\"\n\t\t\t\t required aria-required=\"true\" \t\t\t\/>\n\t\t<\/p>\n\n\t\t<p id=\"give-last-name-wrap\" class=\"form-row form-row-last form-row-responsive\">\n\t\t\t<label class=\"give-label\" for=\"give-last\">\n\t\t\t\tФамилия\t\t\t\t\t\t\t\t<span class=\"give-tooltip hint--top hint--medium hint--bounce\" aria-label=\"Last Name is used to personalize your donation record.\" rel=\"tooltip\"><i class=\"give-icon give-icon-question\"><\/i><\/span>\t\t\t<\/label>\n\n\t\t\t<input\n\t\t\t\tclass=\"give-input\"\n\t\t\t\ttype=\"text\"\n\t\t\t\tname=\"give_last\"\n\t\t\t\tautocomplete=\"family-name\"\n\t\t\t\tid=\"give-last\"\n\t\t\t\tplaceholder=\"Фамилия\"\n\t\t\t\tvalue=\"\"\n\t\t\t\t\t\t\t\/>\n\t\t<\/p>\n\n\t\t\n\t\t\t\t<p id=\"give-email-wrap\" class=\"form-row form-row-wide\">\n\t\t\t<label class=\"give-label\" for=\"give-email\">\n\t\t\t\tEmail адрес\t\t\t\t\t\t\t\t\t<span class=\"give-required-indicator\">*<\/span>\n\t\t\t\t\t\t\t\t<span class=\"give-tooltip hint--top hint--medium hint--bounce\" aria-label=\"We will send the donation receipt to this address.\" rel=\"tooltip\"><i class=\"give-icon give-icon-question\"><\/i><\/span>\t\t\t<\/label>\n\t\t\t<input\n\t\t\t\tclass=\"give-input required\"\n\t\t\t\ttype=\"email\"\n\t\t\t\tname=\"give_email\"\n\t\t\t\tautocomplete=\"email\"\n\t\t\t\tplaceholder=\"Email адрес\"\n\t\t\t\tid=\"give-email\"\n\t\t\t\tvalue=\"\"\n\t\t\t\t required aria-required=\"true\" \t\t\t\/>\n\n\t\t<\/p>\n\n\t\t\t\t\t\t\t\t<p id=\"give-anonymous-donation-wrap\" class=\"form-row form-row-wide\">\n\t\t\t\t<label class=\"give-label\" for=\"give-anonymous-donation\">\n\t\t\t\t\t<input\n\t\t\t\t\t\ttype=\"checkbox\"\n\t\t\t\t\t\tclass=\"give-input\"\n\t\t\t\t\t\tname=\"give_anonymous_donation\"\n\t\t\t\t\t\tid=\"give-anonymous-donation\"\n\t\t\t\t\t\tvalue=\"1\"\n\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t>\n\t\t\t\t\tЖелая да даря анонимно\t\t\t\t\t<span class=\"give-tooltip hint--top hint--medium hint--bounce\" aria-label=\"Would you like to prevent your name and image from being displayed publicly?\" rel=\"tooltip\"><i class=\"give-icon give-icon-question\"><\/i><\/span>\n\t\t\t\t<\/label>\n\t\t\t<\/p>\n\t\t\n\t\t\t\t\t<\/fieldset>\n\t\t\t\t<input\n\t\t\t\t\ttype=\"hidden\"\n\t\t\t\t\tvalue=\"1\"\n\t\t\t\t\tclass=\"give-fee-disable\"\n\t\t\t\/>\n\t\t\t\t\t\t\t<fieldset class=\"give-fee-recovery-donors-choice give-fee-message form-row\"\n\t\t\t\t\t\t  id=\"give-fee-recovery-wrap-51565\">\n\t\t\t\t\t<legend class=\"give-fee-message-legend\"\n\t\t\t\t\t\t\tstyle=\"display: none;\">Would you like to help cover the processing fees?<\/legend>\n\n\t\t\t\t\t<label for=\"give_fee_mode_checkbox-51565\"\n\t\t\t\t\t\t   class=\"give-fee-message-label\"\n\t\t\t\t\t\t   data-feemessage=\"Ще покрия и комисионната от {fee_amount} за моята почерпка.\"\n\t\t\t\t\t\t   style=\"font-weight:normal; cursor: pointer;\">\n\t\t\t\t\t\t<input\n\t\t\t\t\t\t\t\tname=\"give_fee_mode_checkbox\"\n\t\t\t\t\t\t\t\ttype=\"checkbox\"\n\t\t\t\t\t\t\t\tid=\"give_fee_mode_checkbox-51565\"\n\t\t\t\t\t\t\t\tclass=\"give_fee_mode_checkbox\"\n\t\t\t\t\t\t\t\tvalue=\"1\"\n\t\t\t\t\t\t\t\t\t\t\t\t\t\/>\n\t\t\t\t\t\t<span class=\"give-fee-message-label-text\">Ще покрия и комисионната от 0 за моята почерпка.<\/span>\n\t\t\t\t\t<\/label>\n\t\t\t\t<\/fieldset>\n\t\t\t\t\n\t\t\t<fieldset id=\"give_cc_fields\" class=\"give-do-validate\">\n\t\t\t\t<legend>\n\t\t\t\t\tИнформация за банковата карта\t\t\t\t<\/legend>\n\n\t\t\t\t\t\t\t\t\t<div id=\"give_secure_site_wrapper\">\n\t\t\t\t\t\t<span class=\"give-icon padlock\"><\/span>\n\t\t\t\t\t\t<span>\n\t\t\t\t\tПлащането е защитено със SSL криптиране\t\t\t\t<\/span>\n\t\t\t\t\t<\/div>\n\t\t\t\t\t<div id=\"give-stripe-single-cc-fields-51565-1\" class=\"give-stripe-single-cc-field-wrap\"><\/div>\t\t\t<\/fieldset>\n\t\t\t<div id=\"give-stripe-payment-errors-51565-1\"><\/div>\t<fieldset id=\"give_purchase_submit\" class=\"give-donation-submit\">\n\t\t\t\t<fieldset id=\"give_mailchimp_51565\" class=\"give-mailchimp-fieldset\">\n\t\t\t<label for=\"give_mailchimp_51565_signup\" class=\"give-mc-optin-label\">\n\t\t\t\t<input name=\"give_mailchimp_signup\"\n\t\t\t\t       id=\"give_mailchimp_51565_signup\"\n\t\t\t\t       type=\"checkbox\" \/>\n\t\t\t\t<span class=\"give-mc-message-text\" style=\"font-weight:normal;\">Искам да се абонирам за новини от Биволъ \/ I want to subscribe to Bivol newsletter<\/span>\n\t\t\t<\/label>\n\t\t<\/fieldset>\n\t\t\t<p id=\"give-final-total-wrap\" class=\"form-wrap \">\n\t\t\t\t<span class=\"give-donation-total-label\">\n\t\t\tОбща сума:\t\t<\/span>\n\t\t<span class=\"give-final-total-amount\"\n\t\t\t  data-total=\"5.00\">\n\t\t\t5.00&euro;\t\t<\/span>\n\t\t\t<\/p>\n\t<p class=\"fee-break-down-message fee-break-down-message-51565\" data-breakdowntext=\"{amount} donation plus {fee_amount} to help cover fees.\" style=\"display: none;\">{amount} donation plus {fee_amount} to help cover fees.<\/p>\t<input type=\"hidden\" name=\"give_action\" value=\"purchase\"\/>\n\t<input type=\"hidden\" name=\"give-gateway\" value=\"stripe\"\/>\n\t\t<div class=\"give-submit-button-wrap give-clearfix\">\n\t\t<input type=\"submit\" class=\"give-submit give-btn\" id=\"give-purchase-button\" name=\"give-purchase\"\n\t\t\t   value=\"Плащане\" data-before-validation-label=\"Плащане\"\/>\n\t\t<span class=\"give-loading-animation\"><\/span>\n\t<\/div>\n\t\t<\/fieldset>\n\t\n\t<\/div>\n\n\t<div id=\"give-stripe-ideal-donation-errors\"><\/div>\t\t\t<\/form>\n\n\t\t\t\n\t<\/div><!--end #give-form-51565-->\n\t<\/p>\n<hr \/>\n<p><span style=\"font-weight: 400;\">Как да се ориентираме в неспирния поток от фалшиви и хибридни новини? Най-доброто нещо, което съществува в момента, е проектът „<a href=\"https:\/\/mediascan.gadjokov.com\/\">Медийно Око<\/a>“ на Красимир Гаджоков <\/span><span style=\"font-weight: 400;\"> &#8211;<\/span><span style=\"font-weight: 400;\"> Гаджоков създава (напълно доброволно и безвъзмездно) база данни за българското медийно пространство. Това е непрекъснато обновяващ се сайт-търсачка, който дава информация за анонимни и неетични медии. Ако някой иска да провери как е описана и класифицирана една медия, проектът „Медийно Око“ е много полезен, защото е безпристрастен и е пример за това как дейността на една личност и нейния труд се оказват много по-ценни от дейността на държавата и законодателните напъни на политиците ѝ.<\/span><\/p>\n<p><em>Заглавна картинка: Credit Srđan Stanojević &#8211; Dido<\/em><\/p>\n","protected":false},"excerpt":{"rendered":"<p>Страната ни е епицентър на лъже-новините, които не само битуват в интернет, но живеят и много удобно и необезпокоявано в медийния мейнстрийм В разгара на пандемията с Covid-19, властта скоропостижно&hellip;<\/p>\n","protected":false},"author":21151,"featured_media":53940,"comment_status":"closed","ping_status":"open","sticky":false,"template":"","format":"standard","meta":{"_mo_disable_npp":"","_relevanssi_hide_post":"","_relevanssi_pin_for_all":"","_relevanssi_pin_keywords":"","_relevanssi_unpin_keywords":"","_relevanssi_related_keywords":"","_relevanssi_related_include_ids":"","_relevanssi_related_exclude_ids":"","_relevanssi_related_no_append":"","_relevanssi_related_not_related":"","_relevanssi_related_posts":"","_relevanssi_noindex_reason":"","kia_subtitle":"","spay_email":"","jetpack_publicize_message":"","jetpack_is_tweetstorm":false},"categories":[5805,3974],"tags":[10513,6689,10210,7550],"jetpack_featured_media_url":"https:\/\/bivol.bg\/wp-content\/uploads\/2020\/04\/fake-news-russia.jpeg","jetpack_publicize_connections":[],"jetpack_sharing_enabled":true,"jetpack_shortlink":"https:\/\/wp.me\/p9hbsr-e1M","jetpack_likes_enabled":true,"_links":{"self":[{"href":"https:\/\/bivol.bg\/wp-json\/wp\/v2\/posts\/53926"}],"collection":[{"href":"https:\/\/bivol.bg\/wp-json\/wp\/v2\/posts"}],"about":[{"href":"https:\/\/bivol.bg\/wp-json\/wp\/v2\/types\/post"}],"author":[{"embeddable":true,"href":"https:\/\/bivol.bg\/wp-json\/wp\/v2\/users\/21151"}],"replies":[{"embeddable":true,"href":"https:\/\/bivol.bg\/wp-json\/wp\/v2\/comments?post=53926"}],"version-history":[{"count":0,"href":"https:\/\/bivol.bg\/wp-json\/wp\/v2\/posts\/53926\/revisions"}],"wp:featuredmedia":[{"embeddable":true,"href":"https:\/\/bivol.bg\/wp-json\/wp\/v2\/media\/53940"}],"wp:attachment":[{"href":"https:\/\/bivol.bg\/wp-json\/wp\/v2\/media?parent=53926"}],"wp:term":[{"taxonomy":"category","embeddable":true,"href":"https:\/\/bivol.bg\/wp-json\/wp\/v2\/categories?post=53926"},{"taxonomy":"post_tag","embeddable":true,"href":"https:\/\/bivol.bg\/wp-json\/wp\/v2\/tags?post=53926"}],"curies":[{"name":"wp","href":"https:\/\/api.w.org\/{rel}","templated":true}]}}