{"id":55874,"date":"2020-05-23T12:18:38","date_gmt":"2020-05-23T09:18:38","guid":{"rendered":"https:\/\/bivol.bg\/?p=55874"},"modified":"2020-05-23T18:16:00","modified_gmt":"2020-05-23T15:16:00","slug":"herd-immunity-threshold-20","status":"publish","type":"post","link":"https:\/\/bivol.bg\/herd-immunity-threshold-20.html","title":{"rendered":"Нови научни изследвания сочат по-нисък праг на колективен имунитет срещу коронавируса"},"content":{"rendered":"<p><strong>Прагът на колективния имунитет срещу Covid-19 може да е само между 10 и 20%, много по-нисък от първоначалните оценки, според научни публикации все още слабо известни във Франция. Това е добра новина. Но при условие да се идентифицират и държат затворени входните точки на вируса, уточняват учените.<\/strong><\/p>\n<p>Докато 60-70% от населението не бъде имунизирано, епидемията ще продължи своя болезнен ход, твърдят научни публикации и статии в печата от единия край на планетата до другия. От началото на епидемията тази прогноза изглежда консенсусна. Проблемът е, че моделите, използвани за определяне на този праг, се основават на епидемия, която прилича на грип, където приблизително всеки има еднаква вероятност да зарази всеки друг индивид. Това, което наблюдаваме в момента, е твърде далеч от тази картина. Използвайки нови модели, изследователите понижават този праг за колективен имунитет. Той е оценен толкова ниско, че публикациите им са като паве в блатото.<\/p>\n<p>Колективният имунитет е идеята, че в населението има някакъв вид имунна система. За индивида не е необходимо всички негови клетки да са се сблъсквали с патоген, за да се развият антитела, които да защитят целия организъм. Точно същото е и в мащаба на „популацията&#8221; &#8211; не е необходимо всеки индивид да се среща с този микроб, за да бъде защитена цялата група.<\/p>\n<p>Ако приемем, че инфекцията води до трайна форма на имунитет (което остава да се докаже), тогава с напредването на епидемията броят на имунизираните хора нараства. При това нараства така, че за заразения човек става все по-трудно да премине пътя на неимунизиран човек, на когото да предаде своите вируси. Неминуемо ще дойде време, в което, ако вирусът няма други гостоприемници освен човешкия вид, той ще приключи съществуванието си в няколко &#8220;задънени улици&#8221;, от които вече няма да може да се пренася и възпроизвежда в други индивиди. Това ще подпише края на епидемията.<\/p>\n<p>Целият въпрос е следователно какъв процент от имунизирани индивиди трябва да бъдат достигнат, за да се стигне до &#8220;точката на прегъване&#8221; и да бъде защитена цялата популация (така наречения HIT или herd immunity threshold б.прев.) <em>„Повечето от моделите, използвани в общественото здравеопазване за оценка на този праг са на повече от петдесет години и се основават на средностатистическия индивид. Но днес знаем, че не можем да вземем предвид средния индивид за този вид изчисление, още по-малко, когато има толкова много хетерогенности в една епидемия “<\/em>, изтъква Лоран Ебер-Дюфрен, изследовател в интердисциплинарната лаборатория на Vermont Complex Systems Center, САЩ, и специалист по „мрежова епидемиология“.<\/p>\n<p>Всъщност хетерогенността (разнородност б.прев.) несъмнено е водещата дума в настоящата епидемия. Географска хетерогенност (вирусът е концентриран в определени области и подминава други), но и индивидуална хетерогенност (някои индивиди са по-склонни да бъдат заразени и да предават вируса от други), като двете несъмнено са свързани. В Китай <a href=\"https:\/\/www.thelancet.com\/journals\/laninf\/article\/PIIS1473-3099(20)30287-5\/fulltext\">изследванията<\/a>, проведени върху повече от 1500 души, показват, че само 8,9% от заразените индивиди са отговорни за 80% от случаите на вторично заразяване. Неотдавнашно <a href=\"https:\/\/wellcomeopenresearch.org\/articles\/5-67\/v1\">математическо моделиране<\/a> води до същия порядък. Накратко, много малко хора допринасят за разпространението на епидемията. В допълнение, тези лица, известни като &#8220;свръхразпространители&#8221;, не заразяват &#8220;който и да било&#8221; индивид: те заразяват предимно хората, с които са имали близък и продължителен контакт, най-вече в затворена зона.<\/p>\n<p>В условията на ограничителни мерки често това са хора, които споделят един и същи апартамент, или обитателите на един и същи старчески дом. Извън периода на ограниченията това може да включва например певците от един и същи хор, участниците в един и същ същия клас по фитнес, поклонници от едно и също място за поклонение, колеги по месторабота (кланици, рибни заводи и др.), купонджии от един и същ нощен клуб и т.н. По този начин, епидемията напредва по рязък и локализиран начин, от клъстер в клъстер.<\/p>\n<p>Въпреки това, моделите не успяват да отчетат този нехомогенен начин на разпространение. Те се основават на средна заразност на вируса, известния R₀, наричан още коефициент на заразяване. Той представлява броя на индивидите, които един заразен човек заразява средно. Дори по-сложните модели, които стратифицират населението по възрастова категория, например, все още предполагат хомогенно разпространение на вируса във всяка от категориите. <em>„Една от основните им хипотези е, че вероятността някой да се зарази е същата като вероятността той да зарази други хора, а това без съмнение е непълнота“<\/em>, коментира Антоан Флао, епидемиолог и директор на Института по глобално здравеопазване в Университета в Женева.<\/p>\n<p><img data-attachment-id=\"55878\" data-permalink=\"https:\/\/bivol.bg\/herd-immunity-threshold-20.html\/r0homogeneity\" data-orig-file=\"https:\/\/bivol.bg\/wp-content\/uploads\/2020\/05\/r0homogeneity.png\" data-orig-size=\"661,266\" data-comments-opened=\"0\" data-image-meta=\"{&quot;aperture&quot;:&quot;0&quot;,&quot;credit&quot;:&quot;&quot;,&quot;camera&quot;:&quot;&quot;,&quot;caption&quot;:&quot;&quot;,&quot;created_timestamp&quot;:&quot;0&quot;,&quot;copyright&quot;:&quot;&quot;,&quot;focal_length&quot;:&quot;0&quot;,&quot;iso&quot;:&quot;0&quot;,&quot;shutter_speed&quot;:&quot;0&quot;,&quot;title&quot;:&quot;&quot;,&quot;orientation&quot;:&quot;0&quot;}\" data-image-title=\"r0homogeneity\" data-image-description=\"\" data-medium-file=\"https:\/\/bivol.bg\/wp-content\/uploads\/2020\/05\/r0homogeneity-300x121.png\" data-large-file=\"https:\/\/bivol.bg\/wp-content\/uploads\/2020\/05\/r0homogeneity.png\" loading=\"lazy\" class=\"alignnone size-full wp-image-55878\" src=\"https:\/\/bivol.bg\/wp-content\/uploads\/2020\/05\/r0homogeneity.png\" alt=\"\" width=\"661\" height=\"266\" srcset=\"https:\/\/bivol.bg\/wp-content\/uploads\/2020\/05\/r0homogeneity.png 661w, https:\/\/bivol.bg\/wp-content\/uploads\/2020\/05\/r0homogeneity-300x121.png 300w, https:\/\/bivol.bg\/wp-content\/uploads\/2020\/05\/r0homogeneity-585x235.png 585w\" sizes=\"(max-width: 661px) 100vw, 661px\" \/><\/p>\n<pre><em>Легенда: Отляво, хомогенно заразяване: всеки заразен човек заразява двама други (R0 = 2). Вдясно, верига на предаване на вируса Sars-Cov-2, изчислена от Австрийския департамент по епидемиология и наблюдение на инфекциите (AGES). Този път само определени индивиди причиняват нови случаи на инфекция (по абсцисата: продължителността на веригата на предаване в дни).<\/em><\/pre>\n<p>„<em>В условия на спешност често правим най-простото, за да бъдем бързи и полезни. Най-простото е да се вземе предвид хомогенната заразност<\/em>, обяснява Габриела Гомес, математик от Школата по тропическа медицина в Ливърпул. <em>Но колкото по-дълго трае епидемията, толкова повече време трябва да прецизираме изчисленията си и да включим различните източници на хетерогенност в нашите модели.&#8221;<\/em> С този подход експертът по моделиране на епидемиологията и нейните съавтори са определили прага на колективен имунитет между 10 и 20% (прочетете публикацията им <a href=\"https:\/\/www.medrxiv.org\/content\/10.1101\/2020.04.27.20081893v1.full.pdf\">тук<\/a>). Това е до шест пъти по-малко от общоприетото число от 65%.<\/p>\n<p><em>„Ние също получаваме подобен резултат с праг около 14%, веднага щом вземем предвид тези силни хетерогенности“<\/em>, добавя Лоран Ебер-Дюфрен (прочетете публикациите <a href=\"https:\/\/www.medrxiv.org\/content\/10.1101\/2020.02.10.20021725v2\">тук<\/a> и <a href=\"https:\/\/covid.idmod.org\/data\/Stochasticity_heterogeneity_transmission_dynamics_SARS-CoV-2.pdf\">тук<\/a>).<\/p>\n<p>Логиката е следната: по естествен път вирусът ще удари първо хората, които са най-изложени на най-голям риск от заразяване. Веднага след като тези хора придобият имунитет,  вирусът губи възможните си за входни точки и епидемията започва да намалява. Всъщност повечето вторични случаи няма да предадат вируса толкова ефективно или дори изобщо няма да го предадат. Всичко се случва така, сякаш вирусът взривява основните си боеприпаси в началото на епидемията. А повечето от искрите, получени по време на тези първи огнища, не успяват да запалят други пожари.<\/p>\n<h2>„Нашето проучване не заключава, че ограниченията са безполезни“<\/h2>\n<p>В този контекст въпросът не е толкова да се знае какъв процент от населението ще бъде заразено, преди да достигне колективен имунитет, отколкото да се разбере кои са тези любими входни точки на вируса. В момента обаче все още има сериозна липса на данни за идентифицирането им. Дали тези входни точки са характерни при определени личности, които по природа са „свръхразпространители“? Едно <a href=\"https:\/\/www.nature.com\/articles\/s41598-019-38808-z)\">проучване<\/a> например показа, че някои хора произвеждат много повече пръски при говорене, отколкото други, което прави по-голяма вероятността те да заразят хората около тях.<\/p>\n<p>Многобройни публикации (като <a href=\"https:\/\/www.ncbi.nlm.nih.gov\/pmc\/articles\/PMC7151379\/\">тази<\/a>) разкриват също, че продължителността на заразността не е еднаква при всички пациенти. Друга научна статия <a href=\"https:\/\/www.medrxiv.org\/content\/10.1101\/2020.03.05.20030502v1\">предполага<\/a>, че при определени индивиди инфекцията предпочита да се засели в горните дихателни пътища , като по този начин ги направи по-заразни.<\/p>\n<p>Едно съвсем ново <a href=\"https:\/\/www.cell.com\/cell\/fulltext\/S0092-8674(20)30610-3\">проучване<\/a> излага хипотезата, че някои индивиди, които вече са били изложени на други коронавируси, биха били частично имунизирани срещу SARS-Cov-2, за разлика от тези, които никога не са се сблъсквали с други патогени от същото семейство вируси. Друга <a href=\"https:\/\/www.medrxiv.org\/content\/10.1101\/2020.04.14.20060160v2\">хипотеза<\/a>: тази индивидуална променлива зависи от щама на вируса, като някои мутации могат да доведат до по-добро възпроизвеждане на вируса вътре в дихателните пътища.<\/p>\n<p>Възможно е обаче свойствата на индивидите или вирусите да не са толкова важни в тази хетерогенност. &#8220;<em>Настоящите данни най-вече подчертават важността на контекста на инфекцията и ролята на всеки от нас в нашето общество<\/em>&#8220;, казва Лоран Еберт-Дюфрен. По този начин, колкото по-висока е вирусната доза, която даден човек получава, толкова повече той самият може да стане заразен. И колкото повече този човек е в близък контакт с много хора, на затворени места, толкова повече ще са заразените от него жертви.<\/p>\n<p>Очевидно мислим за медицинския персонал, но и за тези, които работят в градския транспорт, във фитнес залите, барманите, касиерките, стюардесите&#8230; Това създава истински организационен проблем, защото ако ние заместим тези хора веднага, щом се разболеят, то входните точки за вируса ще са непрекъснато широко отворени, отбелязва изследователят от Квебек.<\/p>\n<p>Друга голяма неизвестна е еволюцията във времето на това неравномерно предаване на риска. „<em>Мрежата ни днес може да е разнородна, защото основните работници са на фронта, докато повечето от нас са вкъщи<\/em>“, <a href=\"https:\/\/twitter.com\/nataliexdean\/status\/1259248280686546947\">казва<\/a> Натали Дийн, биостатистик в университета във Флорида. Но какво се случва в &#8220;мирно време&#8221;? „<em>Няма ли нашата мрежова структура да стане по-хомогенна<\/em>?“ Това би било много лоша новина. Всеки от нас би се превърнал в отворена врата за вируса, който след това би могъл да навлезе в гигантския организъм на населението от всички страни. Това би довело до втора катастрофална вълна.<\/p>\n<p><img data-attachment-id=\"55882\" data-permalink=\"https:\/\/bivol.bg\/herd-immunity-threshold-20.html\/second-wave-gomez\" data-orig-file=\"https:\/\/bivol.bg\/wp-content\/uploads\/2020\/05\/second-wave-gomez.png\" data-orig-size=\"661,324\" data-comments-opened=\"0\" data-image-meta=\"{&quot;aperture&quot;:&quot;0&quot;,&quot;credit&quot;:&quot;&quot;,&quot;camera&quot;:&quot;&quot;,&quot;caption&quot;:&quot;&quot;,&quot;created_timestamp&quot;:&quot;0&quot;,&quot;copyright&quot;:&quot;&quot;,&quot;focal_length&quot;:&quot;0&quot;,&quot;iso&quot;:&quot;0&quot;,&quot;shutter_speed&quot;:&quot;0&quot;,&quot;title&quot;:&quot;&quot;,&quot;orientation&quot;:&quot;0&quot;}\" data-image-title=\"second-wave-gomez\" data-image-description=\"\" data-medium-file=\"https:\/\/bivol.bg\/wp-content\/uploads\/2020\/05\/second-wave-gomez-300x147.png\" data-large-file=\"https:\/\/bivol.bg\/wp-content\/uploads\/2020\/05\/second-wave-gomez.png\" loading=\"lazy\" class=\"alignnone size-full wp-image-55882\" src=\"https:\/\/bivol.bg\/wp-content\/uploads\/2020\/05\/second-wave-gomez.png\" alt=\"\" width=\"661\" height=\"324\" srcset=\"https:\/\/bivol.bg\/wp-content\/uploads\/2020\/05\/second-wave-gomez.png 661w, https:\/\/bivol.bg\/wp-content\/uploads\/2020\/05\/second-wave-gomez-300x147.png 300w, https:\/\/bivol.bg\/wp-content\/uploads\/2020\/05\/second-wave-gomez-585x287.png 585w\" sizes=\"(max-width: 661px) 100vw, 661px\" \/><\/p>\n<pre><em>Легенда: Приемайки, че физическата дистанция постепенно намалява, за да се върне към нормално ниво през есента, прилаганите във Франция хомогенни модели дават висока втора вълна наесен. Хетерогенният модел от изследването от Габриела Гомес (плътната оранжева линия) предсказва много по-плоска втора вълна. © Габриела Гомес<\/em><\/pre>\n<p>„<em>Резултатът от нашите модели е обусловен от физическото дистанциране<\/em>, <a href=\"https:\/\/twitter.com\/caesoma\/status\/1257762721317224448\">признава<\/a> Каетано Суто-Майор, съавтор с Габриела Гомес от проучването, обявяващо праг на колективен имунитет от 10%. <em>В този смисъл нашето изследване не заключава за безполезността на мерките за сдържане<\/em>&#8220;, настоява този изследовател от Националния здравен институт в Бетесда, щата Мериленд, като така прекъсва полемиката, която последва публикуването им. Някои виждаха в тези публикации обосноваване на подходите за оставяне на вируса да върши своята работа и залога върху колективния имунитет.<\/p>\n<p>Освен това този прочут праг на колективен имунитет съответства на момента, след който епидемията започва да се забавя. &#8220;<em>Без превантивни мерки веригите на предаване продължават известно време и крайният процент от населението, което ще бъде заразено, надвишава този праг<\/em>&#8220;, казва Габриела Гомес. При средна степен на смъртност от вируса, колебаеща се около 0,7%, дори ако епидемията зарази само 20% от населението, това неизбежно би довело до много смъртни случаи&#8230;<\/p>\n<p><em>От Лиз Барнеу, <a href=\"https:\/\/www.mediapart.fr\/journal\/france\/220520\/des-chercheurs-revoient-le-seuil-d-immunite-collective-la-baisse\">Mediapart<\/a>, 22 май 2020<\/em><\/p>\n<p><em>Превод Биволъ<\/em><\/p>\n<p><em>Изданието Mediapart е водеща медия за журналистически разследвания във Франция<\/em><\/p>\n","protected":false},"excerpt":{"rendered":"<p>Прагът на колективния имунитет срещу Covid-19 може да е само между 10 и 20%, много по-нисък от първоначалните оценки, според научни публикации все още слабо известни във Франция. Това е&hellip;<\/p>\n","protected":false},"author":1,"featured_media":55887,"comment_status":"closed","ping_status":"open","sticky":false,"template":"","format":"standard","meta":{"_mo_disable_npp":"","_relevanssi_hide_post":"","_relevanssi_pin_for_all":"","_relevanssi_pin_keywords":"","_relevanssi_unpin_keywords":"","_relevanssi_related_keywords":"","_relevanssi_related_include_ids":"","_relevanssi_related_exclude_ids":"","_relevanssi_related_no_append":"","_relevanssi_related_not_related":"","_relevanssi_related_posts":"","_relevanssi_noindex_reason":"","kia_subtitle":"Достатъчно е 10% до 20% от населението да бъде заразено, а не над 60%","spay_email":"","jetpack_publicize_message":"","jetpack_is_tweetstorm":false},"categories":[10601,5805,3969],"tags":[10445,10731,10730,10729,10728,10727],"jetpack_featured_media_url":"https:\/\/bivol.bg\/wp-content\/uploads\/2020\/05\/corona-line.jpg","jetpack_publicize_connections":[],"jetpack_sharing_enabled":true,"jetpack_shortlink":"https:\/\/wp.me\/p9hbsr-exc","jetpack_likes_enabled":true,"_links":{"self":[{"href":"https:\/\/bivol.bg\/wp-json\/wp\/v2\/posts\/55874"}],"collection":[{"href":"https:\/\/bivol.bg\/wp-json\/wp\/v2\/posts"}],"about":[{"href":"https:\/\/bivol.bg\/wp-json\/wp\/v2\/types\/post"}],"author":[{"embeddable":true,"href":"https:\/\/bivol.bg\/wp-json\/wp\/v2\/users\/1"}],"replies":[{"embeddable":true,"href":"https:\/\/bivol.bg\/wp-json\/wp\/v2\/comments?post=55874"}],"version-history":[{"count":0,"href":"https:\/\/bivol.bg\/wp-json\/wp\/v2\/posts\/55874\/revisions"}],"wp:featuredmedia":[{"embeddable":true,"href":"https:\/\/bivol.bg\/wp-json\/wp\/v2\/media\/55887"}],"wp:attachment":[{"href":"https:\/\/bivol.bg\/wp-json\/wp\/v2\/media?parent=55874"}],"wp:term":[{"taxonomy":"category","embeddable":true,"href":"https:\/\/bivol.bg\/wp-json\/wp\/v2\/categories?post=55874"},{"taxonomy":"post_tag","embeddable":true,"href":"https:\/\/bivol.bg\/wp-json\/wp\/v2\/tags?post=55874"}],"curies":[{"name":"wp","href":"https:\/\/api.w.org\/{rel}","templated":true}]}}