{"id":56859,"date":"2020-06-08T09:53:50","date_gmt":"2020-06-08T06:53:50","guid":{"rendered":"https:\/\/bivol.bg\/?p=56859"},"modified":"2020-06-08T11:32:13","modified_gmt":"2020-06-08T08:32:13","slug":"taneva-eu-cheating","status":"publish","type":"post","link":"https:\/\/bivol.bg\/taneva-eu-cheating.html","title":{"rendered":"Танева: Да излъжем Европа, за да не спре парите"},"content":{"rendered":"\r\n<p><strong>Скандален видеозапис от КС по земеделие разкрива тежки злоупотреби. <\/strong><\/p>\r\n\r\n\r\n\r\n<p><a href=\"https:\/\/youtu.be\/EhpvUR4K8FE\">https:\/\/youtu.be\/EhpvUR4K8FE<\/a><\/p>\r\n\r\n\r\n\r\n<p>„Аз ви предлагам да се придържаме, че нямаме такива измами и всичко е наред, защото иначе и това (финансиране) ще ни спрат. В крайна сметка ние изпълнихме това, което бранша искаше. Но сега да се хвалим какви измамници сме? Утре нали ще кажат, значи не трябва да получавате тази помощ!“<\/p>\r\n\r\n\r\n\r\n<p>Думите са на земеделския министър Десислава Танева. Те се отнасят за схемата за директно подпомагане „Обвързана подкрепа“. Признанието, че схемата е силно компрометирана от множество констатирани измами идва след въпросите на Георги Василев, който е организационен секретар на асоциацията „Български пипер“. Записът е от Консултативен съвет по овощарство и зеленчукопроизводство, проведен вероятно на 27 март тази година. Официално в специализираните в земеделие медии беше <a href=\"https:\/\/agroclub.bg\/news\/мзхг-представи-мерки-за-подкрепа-на-овощарите-и-градинарите-в-условията-на-covid-19-1-2339\">съобщено<\/a>, че Танева и нейните заместници са представили пред бранша мерки, които възнамеряват да предприемат по отношение на сектор плодове и зеленчуци.<\/p>\r\n\r\n\r\n\r\n<p>Предупреждението на Танева към сектора, да си мълчат за проблемите в „Обвързана подкрепа“ е провокирано от информацията, че в асоциацията „Български пипер“ са постъпили 22 запитвания от нейни членове, във връзка с факта, че те са били финансирани с повече пари, отколкото са очаквали от обвързаната подкрепа.<\/p>\r\n\r\n\r\n\r\n<p>„Ние се досещаме от къде може да са тези пари, които са в повече. Аз предполагам, че не е само при нас, а при всички зеленчуци. Бихме искали, ако може с цифри, официално как става така, че получихме тези пари, които получихме?“ пита секретарят Георги Василев.<\/p>\r\n\r\n\r\n\r\n<p>Във видеото ясно се вижда, че Танева е смутена от въпроса. Тя му отговаря, че от ведомството ще направят съответни изчисления, но… „Ние защо така се въздържаме от много информация? Всички знаят, че ставките се увеличиха заради високия интензитет на проверки. Само че колеги, ако в това се задълбочат европейските служби и си компрометираме обвързана. Защото такова ниво на грешки показва, че такава подкрепа не трябва да има. Тъй че ако искате сами да си го причините, защото искате да си разберете изчисленията… Аз ви предлагам да се придържаме, че нямаме такива измами и всичко е наред, защото иначе и това ще ни спрат. В крайна сметка ние изпълнихме това, което бранша искаше. Но сега да се хвалим какви измамници сме? Утре нали ще кажат, значи не трябва да получавате тази помощ!“<\/p>\r\n\r\n\r\n\r\n<p>На практика Танева казва на Василев и на всички участници в Консултативен съвет по овощарство и зеленчукопроизводство, че България е в тежки нарушения, които требва да останат тайна за европейските ни партньори.<\/p>\r\n<div id=\"attachment_56875\" style=\"width: 1034px\" class=\"wp-caption alignnone\"><img aria-describedby=\"caption-attachment-56875\" data-attachment-id=\"56875\" data-permalink=\"https:\/\/bivol.bg\/taneva-eu-cheating.html\/67298da5-a417-4d89-9d7c-99c814de03aa\" data-orig-file=\"https:\/\/bivol.bg\/wp-content\/uploads\/2020\/06\/67298DA5-A417-4D89-9D7C-99C814DE03AA.jpeg\" data-orig-size=\"1421,823\" data-comments-opened=\"0\" data-image-meta=\"{&quot;aperture&quot;:&quot;0&quot;,&quot;credit&quot;:&quot;&quot;,&quot;camera&quot;:&quot;&quot;,&quot;caption&quot;:&quot;&quot;,&quot;created_timestamp&quot;:&quot;0&quot;,&quot;copyright&quot;:&quot;&quot;,&quot;focal_length&quot;:&quot;0&quot;,&quot;iso&quot;:&quot;0&quot;,&quot;shutter_speed&quot;:&quot;0&quot;,&quot;title&quot;:&quot;&quot;,&quot;orientation&quot;:&quot;1&quot;}\" data-image-title=\"67298DA5-A417-4D89-9D7C-99C814DE03AA\" data-image-description=\"\" data-medium-file=\"https:\/\/bivol.bg\/wp-content\/uploads\/2020\/06\/67298DA5-A417-4D89-9D7C-99C814DE03AA-300x174.jpeg\" data-large-file=\"https:\/\/bivol.bg\/wp-content\/uploads\/2020\/06\/67298DA5-A417-4D89-9D7C-99C814DE03AA-1024x593.jpeg\" loading=\"lazy\" class=\"wp-image-56875 size-large\" src=\"https:\/\/bivol.bg\/wp-content\/uploads\/2020\/06\/67298DA5-A417-4D89-9D7C-99C814DE03AA-1024x593.jpeg\" alt=\"\" width=\"1024\" height=\"593\" srcset=\"https:\/\/bivol.bg\/wp-content\/uploads\/2020\/06\/67298DA5-A417-4D89-9D7C-99C814DE03AA-1024x593.jpeg 1024w, https:\/\/bivol.bg\/wp-content\/uploads\/2020\/06\/67298DA5-A417-4D89-9D7C-99C814DE03AA-300x174.jpeg 300w, https:\/\/bivol.bg\/wp-content\/uploads\/2020\/06\/67298DA5-A417-4D89-9D7C-99C814DE03AA-768x445.jpeg 768w, https:\/\/bivol.bg\/wp-content\/uploads\/2020\/06\/67298DA5-A417-4D89-9D7C-99C814DE03AA-1170x678.jpeg 1170w, https:\/\/bivol.bg\/wp-content\/uploads\/2020\/06\/67298DA5-A417-4D89-9D7C-99C814DE03AA-585x339.jpeg 585w, https:\/\/bivol.bg\/wp-content\/uploads\/2020\/06\/67298DA5-A417-4D89-9D7C-99C814DE03AA.jpeg 1421w\" sizes=\"(max-width: 1024px) 100vw, 1024px\" \/><p id=\"caption-attachment-56875\" class=\"wp-caption-text\">Десислава Танева и европейския комисар по здравеопазване и безопасност на храните Витянис Андриукайтис<\/p><\/div>\r\n\r\n\r\n\r\n<p>Екипът на Биволъ няма яснота кой е автор на записа от КС, но има потвърждение, че подобни разговори са текли. След много опити да накараме някого от бранша да коментира схемата за директно подпомагане „Обвързана подкрепа“, единственият който застана с името си е именно въпросният Георги Василев от асоциацията „Български пипер“.<\/p>\r\n\r\n\r\n\r\n<p>Пред Биволъ той заяви, че схемата се употребява за целенасочено крадене и не става въпрос за допуснати и регистрирани грешки, а за разкрити измами.<\/p>\r\n\r\n\r\n\r\n<p>„60% от хората, които кандидатстват по тази програма лъжат държавата с помощта на МЗХ (Министерството на земеделието и храните). Това много добре го знаят в ДФЗ и МЗХ. От както я има тази помощ, ние всяка година им го казваме.“<\/p>\r\n\r\n\r\n\r\n<h2>Субсидии влизат, продукция не излиза<\/h2>\r\n\r\n\r\n\r\n<p>Първоначално от министерството отричали и не обявявали обемите на констатираните нарушения. Най-сериозен бил процентът измами при културите, които се обработвали основно машинно и не изисквали разсад, като тикви, картофи и лук.<\/p>\r\n\r\n\r\n\r\n<p>Някои играели ва банк и само очертавали декари, без да сеят нищо. Повечето обаче правели минимални разходи за културите от по 30-40 лева на дк., а получавали между 120 и 200 лв. субсидия. И двете категории обаче не изваждали продукция на пазара.<\/p>\r\n\r\n\r\n\r\n<p>Миналата година МЗХ обявило пред бранша, че е проверило по около 20% от заявените площи в половината от областите на България. Там били констатирани нередности при 11000 декара само при зеленчуците. Именно от корекциите наложени на провинилите са били спестени пари, които са били дадени на онези, които са продължили да се ползват със статут на добросъвестни бенефициари, защото са такива, или защото не са били уличени в нарушение. Първоначално уговорката между бранша и МЗХ била уличените не само да бъдат санкционирани за текущата (тогава 2019 г.), но и следващите 3 години те да нямат прао да кандидатстват за каквито и да е субсидии. Те обаче се разминали само със санкция за годината, в която са хванати.<\/p>\r\n\r\n\r\n\r\n<p>Георги Василев обаче направи уговорката, че ако такъв е процентът на измамите, какъвто е констатиран при онези поверени 20% от заявените площи в половината области у нас, то обемът на само обявените но не и реално обработвани площи със зеленчуци би стигнал 110 000 от 200 000 заявени, което е наистина смущаващо.<\/p>\r\n\r\n\r\n\r\n<p>Подобна грешка би могла да накара ЕК да ревизира функционирането на схемата за директно подпомагане „Обвързана подкрепа“ у нас или дори да я спре. Разбира се в хода на консултативния съвет от МЗХ обявяват, че проверките са правени и се правят не произволно, а чрез анализ на риска. А и нарушенията се виждали като минава сателита &#8211; засаждения нямало.<\/p>\r\n\r\n\r\n\r\n<p>Публично обявеното в МЗХ желание да се замитат нередности хвърля сянка на съмнение върху желанието на ведомството да констатира и санкционира всички нарушители.<\/p>\r\n\r\n\r\n\r\n<p>„ Министерството на земеделието непрекъснато обявява, че няма административен капацитет и хора, за да проверява. Аз и представителите на всички асоциации предложихме в тези контролиращи органи да влязат и наши членове. Ние сме производители от 20 години. Нашите членове отлично знаят какво да проверяват и ще са най-добрите контрольори. Те обаче ни отказаха.“<\/p>\r\n\r\n\r\n\r\n<p>Според Георги Василев най-често в подобни измами се впускали, защото лесно можели да заявят 3 или 4 хиляди декара площи, засети или засадени със зеленчуци. У нас всеки производител на зеленчуци с над 300 декара е приеман за голям, но никой не работел с хиляди декари. Преди години бил обявен случай на лице, заявило 10 000 декара, засети с някакъв зеленчук. Само по себе си това било абсурдно, първо поради липсата на пазар и машини, с които да бъде прибрана реколтата. Ако пък се прибирала на ръка, с тази дейност трябвало да бъдат ангажирани 10-15 000 човека.<\/p>\r\n\r\n\r\n\r\n<p>„Човек, който работи тази работа веднага ще ти каже, че този е някакъв измамник“ коментар мъжът, но подчертава, че въпреки очевидната измама, бенефициарът си получил субсидията. Групи зърнопроизводители ползвали консултанти, които всяка година им казвали какво да „очертават“. Консултанти, които вероятно били свързани с МЗХ.<\/p>\r\n\r\n\r\n\r\n<p>Георги Василев е уверен, че ако се обработваха всички заявени у нас площи, то производството при среден добив зеленчуци и плодове е трябвало да съставляват между 40 и 50% от всички зеленчуци, които се предлагат у нас, а те били 20%. Хипотезата за износ също била несъстоятелна, защото той бил мижав или просто за да се усвои ДДС.<\/p>\r\n\r\n\r\n\r\n<p>„Сега, заради COVID-19 И заради предстоящите избори се търси начин да се демонстрира субсидиране на сектора. Мисленето на МЗХ е, че с оглед намаленото с около 40% потребление на зеленчуци в пандемията, нашите зеленчуци и плодове могат да останат непродадени, което би било удар по имиджа на МЗХ и ГЕРБ. Изхождайки от това, те дават пари, буквално с вертолет, те дават пари не на производителя, а на купувача, бил той верига магазини или преработвателно предприятие. Те дават 80 стотинки на килограм, за всеки, който изкупува от България пипер. Средната цена на пипера е 50 ст., а на прекупвача даваш 80. Който и да е този търговец, той ще зареже всеки чужд зеленчук и ще купи български. Дадоха 5 милиона за домати, краставици и пипер. <a href=\"https:\/\/agro-journal.com\/startira-priem-po-de-minimis-za-oranzherijni-proizvoditeli\/\">https:\/\/agro-journal.com\/startira-priem-po-de-minimis-za-oranzherijni-proizvoditeli\/<\/a>, <a href=\"https:\/\/www.dnes.bg\/politika\/2020\/04\/08\/5-miliona-leva-pomosht-za-oranjeriinite-proizvoditeli.445274\">https:\/\/www.dnes.bg\/politika\/2020\/04\/08\/5-miliona-leva-pomosht-za-oranjeriinite-proizvoditeli.445274<\/a> Бяха усвоени само 1 милион. Това просто означава, че няма производство.“<\/p>\r\n\r\n\r\n\r\n<p>Експертът подчерта, че ако се погледнат обявените декари за насаждения от фасул, то България трябва да е основен износител, а страната е основен вносител. „Износът и вносът“ казват много, заключава Василев.<\/p>\r\n\r\n\r\n\r\n<p>Според много експерти обвързаната подкрепа е много спорна мярка, която поддържа нерентабилни производства, вместо да насочи земеделците към отглеждането на рентабилни култури. Всъщност обвързаната подкрепа е квази обвързана, защото тя не се дава за количество изработена продукция, а за обработваема площ. Изглежда така, защото финансовият инструмент е синхронизиран със Световната търговска организация. Тя е уредена в <a href=\"https:\/\/eur-lex.europa.eu\/legal-content\/BG\/TXT\/?uri=CELEX:02013R1307-20200201&amp;qid=1591162818671\">Регламент<\/a> 1307.<\/p>\r\n\r\n\r\n\r\n<p>Още в средата на 80-те години на ХХ век става ясно, че схемата с произведен литър мляко или килограм жито няма как да работи в Европейската общност. Тогава субсидията се изчислява на обработваема площ. Именно тази нейна особеност обаче дава поле за злоупотреби от страна на производители, които само са регистрирани, като такива, без да предлагат продукция на пазара.<\/p>\r\n","protected":false},"excerpt":{"rendered":"<p>Скандален видеозапис от КС по земеделие разкрива тежки злоупотреби. https:\/\/youtu.be\/EhpvUR4K8FE „Аз ви предлагам да се придържаме, че нямаме такива измами и всичко е наред, защото иначе и това (финансиране) ще&hellip;<\/p>\n","protected":false},"author":20613,"featured_media":56875,"comment_status":"closed","ping_status":"open","sticky":false,"template":"","format":"video","meta":{"_mo_disable_npp":"","_relevanssi_hide_post":"","_relevanssi_pin_for_all":"","_relevanssi_pin_keywords":"","_relevanssi_unpin_keywords":"","_relevanssi_related_keywords":"","_relevanssi_related_include_ids":"","_relevanssi_related_exclude_ids":"","_relevanssi_related_no_append":"","_relevanssi_related_not_related":"","_relevanssi_related_posts":"","_relevanssi_noindex_reason":"","kia_subtitle":"","spay_email":"","jetpack_publicize_message":"","jetpack_is_tweetstorm":false},"categories":[5805,6947,3969],"tags":[4697,4889,4593,10785,6636,10784],"jetpack_featured_media_url":"https:\/\/bivol.bg\/wp-content\/uploads\/2020\/06\/67298DA5-A417-4D89-9D7C-99C814DE03AA.jpeg","jetpack_publicize_connections":[],"jetpack_sharing_enabled":true,"jetpack_shortlink":"https:\/\/wp.me\/p9hbsr-eN5","jetpack_likes_enabled":true,"_links":{"self":[{"href":"https:\/\/bivol.bg\/wp-json\/wp\/v2\/posts\/56859"}],"collection":[{"href":"https:\/\/bivol.bg\/wp-json\/wp\/v2\/posts"}],"about":[{"href":"https:\/\/bivol.bg\/wp-json\/wp\/v2\/types\/post"}],"author":[{"embeddable":true,"href":"https:\/\/bivol.bg\/wp-json\/wp\/v2\/users\/20613"}],"replies":[{"embeddable":true,"href":"https:\/\/bivol.bg\/wp-json\/wp\/v2\/comments?post=56859"}],"version-history":[{"count":6,"href":"https:\/\/bivol.bg\/wp-json\/wp\/v2\/posts\/56859\/revisions"}],"predecessor-version":[{"id":56881,"href":"https:\/\/bivol.bg\/wp-json\/wp\/v2\/posts\/56859\/revisions\/56881"}],"wp:featuredmedia":[{"embeddable":true,"href":"https:\/\/bivol.bg\/wp-json\/wp\/v2\/media\/56875"}],"wp:attachment":[{"href":"https:\/\/bivol.bg\/wp-json\/wp\/v2\/media?parent=56859"}],"wp:term":[{"taxonomy":"category","embeddable":true,"href":"https:\/\/bivol.bg\/wp-json\/wp\/v2\/categories?post=56859"},{"taxonomy":"post_tag","embeddable":true,"href":"https:\/\/bivol.bg\/wp-json\/wp\/v2\/tags?post=56859"}],"curies":[{"name":"wp","href":"https:\/\/api.w.org\/{rel}","templated":true}]}}