{"id":73573,"date":"2021-04-13T12:05:31","date_gmt":"2021-04-13T09:05:31","guid":{"rendered":"https:\/\/bivol.bg\/?p=73573"},"modified":"2021-04-13T12:07:36","modified_gmt":"2021-04-13T09:07:36","slug":"roman-anin-fsb","status":"publish","type":"post","link":"https:\/\/bivol.bg\/roman-anin-fsb.html","title":{"rendered":"Брутална репресия спрямо разследващия журналист Роман Анин"},"content":{"rendered":"\r\n<p><strong>Журналистът Роман Анин, главен редактор на сайта “Важни истории”\/ ISTORIES, е разпитан по делото “за неприкосновеността на личния живот” на бившата съпруга на шефа на “Роснефт”. Независимо, че Анин е свидетел по делото, в дома му е извършен обиск, иззета е всичката техника.<\/strong><\/p>\r\n<p>На 9 април вечерта служители на ФСБ \/Федерална служба за сигурност\/ нахлуват в дома на главния редактор на сайта за разследваща журналистика. Тарашът е продължил почти 7 часа, иззети са всичките му устройства. Обискът е в рамките на углавното дело по законовия текст за нарушаване на неприкосновеността на личния живот при използване на служебното положение. По време на претърсванията следователите проявяват особен интерес към документи на английски език, банкови карти и снимки на Роман от следването му в САЩ. Това разказва пред “Важни истории” адвокатът на Роман Василий Гришчак.<\/p>\r\n<p>Впоследствие Роман е отведен на нощен разпит в Следствения комитет. “Ако бяхме отказали да отидем, то Роман фактичесик щеше да бъде задържан и, така или иначе, щеше да бъде откаран там.Затова решихме да отидем доброволно”, допълва вторият му адвокат Анна Ставицкая. Едва в Следствения комитет адвокатите узнават, че Анин е привлечен към делото като свидетел. Той отказва да даде показания, като се аргументира с чл. 51 в Конституцията \/според който никой не е задължен да свидетелства срещу самия себе си\/. Още същата нощ става ясно, че той ще бъде призован за разпит в Следствения комитет и на 12 април. По-късно сътрудници на ФСБ обискират и офисите на сайта “Важни истории”.<\/p>\r\n<h2><strong>Важната съпруга срещу медиите<\/strong><\/h2>\r\n<p>Обиските е вероятно да са свързани с разследването на Роман Анин “Тайната на принцеса Олга. Как шефът на “Роснефт” Игор Сечин е свързан с една от най-луксозните яхти в света?”, публикувано през 2016 г. в “Новая газета”. Същата година ръководителят на “Роснефт” внася иск срещу изданието за защита на честта и достойнството си, а съдът постановява да бъде публикувано опровержение на статията.<\/p>\r\n<p>Олга Сечина, към онзи момент съпруга на главата на държавната компания \/през 2017 г. съпрузите се развеждат\/, също подава иск срещу изданието &#8211; за нарушаване на неприкосновеността на личния й живот. Съдът обаче отказва да го приеме за разглеждане. Едва сега става ясно, че през 2016 г. все пак дело е било образувано.<\/p>\r\n<p>Адвокатът Анна Ставицкая съобщава, че разследването по делото на Сечина е възобновено на 24 март 2021 г., а на 7 април съдия Ирина Виришева издава разрешение за обиск в дома на Анин.<\/p>\r\n<p>През последните два месеца “Роснефт” подава вече 9 иска срещу журналисти и медии, в това число и срещу “Важни истории” и редактора на отдела за разследвания Роман Шлейнов. Последният е свързан с разследването “Танцьорката на “Роснефт” за покупката на акции от италианския гигант “Pirelli” през 2014 г.<\/p>\r\n<h2><strong>Вторият разпит<\/strong><\/h2>\r\n<p>Роман Анин е разпитан в Следствения комитет вчера, 12 април, като той остава със статуса си на свидетел. Следователят задава въпроси за статията му за Олга Сечина от 2016 г. В “Новая газета”. “Разпитваха ме за редакционните процеси в “Новая газета”, кой там одобрява текстовете, откъде съм взел снимките \/на бившата жена на Игор Сечин Олга\/. Казах, че съм ги взел от Инстаграма на Олга Сечина, където тя сама ги е публикувала”, разказва журналистът след разпита.<\/p>\r\n<p>Следователят не информира Анин и адвокатката му Анна Ставицкая за това кога ще продължат следствените действия по делото. Според Анин обаче, той е дал да се разбере, че този разпит съвсем не е последният. Ставицкая подчертава, че в хода на разпита следователят акцентира на факта, че акаунтът на Олга Сечина в Инстаграм е затворен, т.е. Достъп до него имат само одобрените от Сечина потребители. “За следствието думата “затворен” видимо означава, че щом получаваш оттук някаква информация, ти я получаваш без съгласието на въпросния човек. Но ние всички сме наясно какво е Инстаграм и че ако в затворения си профил имаш определен кръг приятели, то те същите могат да споделят информацията от него”, допълва тя.<\/p>\r\n<p><strong>“Служебно положение &#8211; журналист”<\/strong><\/p>\r\n<p>Ставицкая пояснява пред изданието, че съдейки по съдържанието на разпита, следствието счита, че Анин би могъл да се възползва от “служебното си положение на журналист” при разпространяването на информацията за Сечина.<\/p>\r\n<p>Адвокатът не изключва възможността в бъдеще свидетелският статус на Анин по делото да се промени в този на обвиняемия, тъй като углавното дело е възбудено по факта на престъплението. Т.е. по него още няма заподозрян или обвиняем, а следствието все още не е определило кой именно е събирал и разпространявал информацията.<\/p>\r\n<h2><strong>Остри реакции срещу Кремъл<\/strong><\/h2>\r\n<p><em><strong>Европейският съюз<\/strong> <\/em>изрази загрижеността си за заплахата върху свободата на медиите в Русия и конкретно за случая с Роман Анин чрез изявление на своя говорител. В него се подчертава, че <em><strong>Анин е водещ автор на множество журналистически разследвания на организираната престъпност и корупцията в Русия.<\/strong><\/em> “Задължение на медиите е да информират по въпросите от обществен интерес. Държавните органи следва да гарантират, че журналистите са в състояние да извършват законната си работа, без да бъдат възпрепятствани или сплашвани. През последните години е видно, че ситуацията със свободата на медиите в Руската федерация се влошава и пространството за независимата журналистика и гражданското общество се свива”, се подчертава в изявлението.<\/p>\r\n<p><a href=\"https:\/\/bivol.bg\/wp-content\/uploads\/2021\/04\/guardian-anin.png\" data-rel=\"penci-gallery-image-content\" ><img data-attachment-id=\"73591\" data-permalink=\"https:\/\/bivol.bg\/roman-anin-fsb.html\/guardian-anin\" data-orig-file=\"https:\/\/bivol.bg\/wp-content\/uploads\/2021\/04\/guardian-anin.png\" data-orig-size=\"2518,1364\" data-comments-opened=\"0\" data-image-meta=\"{&quot;aperture&quot;:&quot;0&quot;,&quot;credit&quot;:&quot;&quot;,&quot;camera&quot;:&quot;&quot;,&quot;caption&quot;:&quot;&quot;,&quot;created_timestamp&quot;:&quot;0&quot;,&quot;copyright&quot;:&quot;&quot;,&quot;focal_length&quot;:&quot;0&quot;,&quot;iso&quot;:&quot;0&quot;,&quot;shutter_speed&quot;:&quot;0&quot;,&quot;title&quot;:&quot;&quot;,&quot;orientation&quot;:&quot;0&quot;}\" data-image-title=\"guardian-anin\" data-image-description=\"\" data-medium-file=\"https:\/\/bivol.bg\/wp-content\/uploads\/2021\/04\/guardian-anin-300x163.png\" data-large-file=\"https:\/\/bivol.bg\/wp-content\/uploads\/2021\/04\/guardian-anin-1024x555.png\" loading=\"lazy\" class=\"alignnone wp-image-73591 size-large\" src=\"https:\/\/bivol.bg\/wp-content\/uploads\/2021\/04\/guardian-anin-1024x555.png\" alt=\"\" width=\"1024\" height=\"555\" srcset=\"https:\/\/bivol.bg\/wp-content\/uploads\/2021\/04\/guardian-anin-1024x555.png 1024w, https:\/\/bivol.bg\/wp-content\/uploads\/2021\/04\/guardian-anin-300x163.png 300w, https:\/\/bivol.bg\/wp-content\/uploads\/2021\/04\/guardian-anin-768x416.png 768w, https:\/\/bivol.bg\/wp-content\/uploads\/2021\/04\/guardian-anin-1536x832.png 1536w, https:\/\/bivol.bg\/wp-content\/uploads\/2021\/04\/guardian-anin-2048x1109.png 2048w, https:\/\/bivol.bg\/wp-content\/uploads\/2021\/04\/guardian-anin-1170x634.png 1170w, https:\/\/bivol.bg\/wp-content\/uploads\/2021\/04\/guardian-anin-1920x1040.png 1920w, https:\/\/bivol.bg\/wp-content\/uploads\/2021\/04\/guardian-anin-585x317.png 585w\" sizes=\"(max-width: 1024px) 100vw, 1024px\" \/><\/a><\/p>\r\n<p>“Призоваваме руските власти да спазват своите международни и вътрешни ангажименти. Свободата на медиите трябва да бъде зачитана. ЕС ще продължи да следи отблизо въпроса”, е посочено недвусмислено в текста, публикуван в сайта на ЕС в неделя, 11 април.<\/p>\r\n<p><em><strong>Международният консорциум на разследващите журналисти \/OCCRP, част от който е Биволъ\/<\/strong><\/em> реагира с гневно <a href=\"https:\/\/www.occrp.org\/en\/40-press-releases\/presss-releases\/14205-occrp-concerned-by-fsb-raid-on-istories-editor-roman-anin-s-moscow-apartment\">съобщение в сайта си<\/a> още същата вечер на 9 април, петък, когато узна за атаката на ФСБ в дома на Роман Анин.<\/p>\r\n<p>“Анин е един от най-добрите журналисти в света и е инициатор на множество разследвания на организираната престъпност и корупцията в Русия. Миналата година той основа IStories, платформа за членове на OCCRP, която бързо се превърна в една от водещите разследващи медии в страната. Той е стипендиант в Станфордския университет от 2019 г., спечели миналогодишната награда ICFJ Knight Trailblazer”, посочват от гилдията.<\/p>\r\n<p><em><strong>Издателят на OCCRP Дрю Съливан<\/strong><\/em> е <a href=\"https:\/\/www.occrp.org\/en\/40-press-releases\/presss-releases\/14205-occrp-concerned-by-fsb-raid-on-istories-editor-roman-anin-s-moscow-apartment\">категоричен<\/a>, че няма основание за криминалното преследване на Анин. “Това е още една стъпка в продължаващия натиск върху независимите медии от страна на властите в Русия. Роман е наистина независим глас, чиято работа служи на народа на Русия”, коментира Съливан.<\/p>\r\n<p><em><strong>Международната организация на разследващите журналисти ICIJ<\/strong><\/em> също <a href=\"https:\/\/www.icij.org\/inside-icij\/2021\/04\/icij-concerned-by-raid-on-reporter-roman-anins-apartment\/\">реагира незабавно<\/a> още на 9 април срещу бруталната репресия спрямо колегата Анин. В специално съобщение е подчертано, че главният редактор на IStories Роман Анин работи с организацията по няколко основни разследвания, разкриващи световната престъпност и корупцията. “По всичко личи, че това е мрачен ден за свободата на медиите в Русия. Ние изцяло подкрепяме смелостта на Анин да осветява фигурите от престъпния и политическия подземен свят”, казва директорът Джерард Рийл.<\/p>\r\n<p><a href=\"https:\/\/bivol.bg\/wp-content\/uploads\/2021\/04\/novaya-anin.png\" data-rel=\"penci-gallery-image-content\" ><img data-attachment-id=\"73595\" data-permalink=\"https:\/\/bivol.bg\/roman-anin-fsb.html\/novaya-anin\" data-orig-file=\"https:\/\/bivol.bg\/wp-content\/uploads\/2021\/04\/novaya-anin.png\" data-orig-size=\"2138,1280\" data-comments-opened=\"0\" data-image-meta=\"{&quot;aperture&quot;:&quot;0&quot;,&quot;credit&quot;:&quot;&quot;,&quot;camera&quot;:&quot;&quot;,&quot;caption&quot;:&quot;&quot;,&quot;created_timestamp&quot;:&quot;0&quot;,&quot;copyright&quot;:&quot;&quot;,&quot;focal_length&quot;:&quot;0&quot;,&quot;iso&quot;:&quot;0&quot;,&quot;shutter_speed&quot;:&quot;0&quot;,&quot;title&quot;:&quot;&quot;,&quot;orientation&quot;:&quot;0&quot;}\" data-image-title=\"novaya-anin\" data-image-description=\"\" data-medium-file=\"https:\/\/bivol.bg\/wp-content\/uploads\/2021\/04\/novaya-anin-300x180.png\" data-large-file=\"https:\/\/bivol.bg\/wp-content\/uploads\/2021\/04\/novaya-anin-1024x613.png\" loading=\"lazy\" class=\"alignnone wp-image-73595 size-large\" src=\"https:\/\/bivol.bg\/wp-content\/uploads\/2021\/04\/novaya-anin-1024x613.png\" alt=\"\" width=\"1024\" height=\"613\" srcset=\"https:\/\/bivol.bg\/wp-content\/uploads\/2021\/04\/novaya-anin-1024x613.png 1024w, https:\/\/bivol.bg\/wp-content\/uploads\/2021\/04\/novaya-anin-300x180.png 300w, https:\/\/bivol.bg\/wp-content\/uploads\/2021\/04\/novaya-anin-768x460.png 768w, https:\/\/bivol.bg\/wp-content\/uploads\/2021\/04\/novaya-anin-1536x920.png 1536w, https:\/\/bivol.bg\/wp-content\/uploads\/2021\/04\/novaya-anin-2048x1226.png 2048w, https:\/\/bivol.bg\/wp-content\/uploads\/2021\/04\/novaya-anin-1170x700.png 1170w, https:\/\/bivol.bg\/wp-content\/uploads\/2021\/04\/novaya-anin-1920x1149.png 1920w, https:\/\/bivol.bg\/wp-content\/uploads\/2021\/04\/novaya-anin-585x350.png 585w\" sizes=\"(max-width: 1024px) 100vw, 1024px\" \/><\/a><\/p>\r\n<p><strong>The Guardian: Това е отмъщението на кремълския елит<\/strong><br \/>“Руската полиция конфискува телефони и документи в апартамента на репортера, разследвал Кремъл. Роман Анин е един от водещите разследващи журналисти в страната, а върху криминалното разследване тежат подозрения за отмъщение на кремълския елит заради разследванията му”, написа в събота, 10 април, британският “Гардиън”. Публикацията уточнява, че Анин е един от руските журналисти, работили по разследването на <em><strong>Панамските досиета.<\/strong><\/em><\/p>\r\n<p>“Случаят е свързан с разследването на Анин през 2016 г. за близък съюзник на Владимир Путин, чиято съпруга използва супер яхта, оценена на стойност 100 милиона долара.<\/p>\r\n<p>“Новая газета, вестникът, който публикува статията “Тайната на принцеса Олга”, бе успешно осъден от руски съд от шефа на “Роснефт” Игор Сечин, според когото това е навредило на репутацията му… Анин е един от няколкото руски разследващи журналисти, които са използвали изтекли документи, за да разкрият вътрешните работи на Кремъл и на близките до Путин. Миналата година IStories публикува изтекли имейли, изпратени и получени от бившия зет на Путин, разкриващи луксозния начин на живот, на който се радва една от дъщерите на Путин. Миналия месец изданието публикува статия, в която се твърди, че има връзки между старши командир от ФСБ и престъпния свят”, пише Ендрю Рот в кореспонденцията си от Москва.<\/p>\r\n<p><strong>“Новая газета”: Това е отмъщение<\/strong><\/p>\r\n<p><em><strong>“Всичко, което сега се случва с Роман Анин &#8211; то е мъст. И желание да се поровят в компютъра на разследващия журналист. С всички законни средства публично ще защитаваме своя приятел и колега”, обяви в черно каре редакцията на вестника.<\/strong><\/em><\/p>\r\n<p>“Новая газета” припомня някои от най-значимите разследвания на Роман Анин:<\/p>\r\n<p><strong>“Панамските досиета” \/април 2016\/<\/strong>. Тогава журналисти откриха офшорките на световни лидери, парламентаристи и знаменитости. Руската част от “Панамските досиета” е публикувана в “Новая газета”. Там фигурират прессекретарят на руския президент Дмитрий песков, бившият министър на икономическото развитие Алексей Улюкаев, офшорните компании на виолончелиста Сергей Ролдугин, близък приятел на Владимир Путин.<\/p>\r\n<p><strong>“Тайната на “Принцеса Олга” \/август 2016\/.<\/strong> Роман Анин разказва за яхтата “ St. Princess Olga”, на която е засечена бившата съпруга на шефа на “Роснефт” Игор Сечин &#8211; Олга. Според оценката на експертите стойността на въпросната яхта е не по-малка от 100 милиона долара. След публикацията Игор Сечин подава иск срещу “Новая газета”. Съдът задължава изданието да опровергае статията на сайта си и в печатния тираж. Съпругата на Сечин се обръща към съда със собствен иск заради нахлуване в личния й живот, но искът й остава без движение.<\/p>\r\n<p><strong>“Дворци под охрана” \/ноември 2018\/.<\/strong> Разследване за разбогатяването на служители от службата за безопасност на Владимир Путин. Те и роднините им притежават хектари земя на Рубльовка, край резиденцията на президента. В частност, става дума за сегашния шеф на Росгвардията Виктор Золотов.<\/p>\r\n<p><strong>“Полетяха на ядрен щит” \/ноември 2019\/<\/strong>. Всички покупки на стратегически важна за страната ракетна корпорация минават през частна фирма, свързана с младо момиче &#8211; сватбен агент.<br \/>“Генералът и кървавото братство” \/март 2020\/ &#8211; за това как назначеният от Путин първи зам.-директор на ФСБ Сергей Каральов се оказа свързан “внезапно с няколко лидери на криминалния свят, обвинени в десетки убийства и похищения”.<\/p>\r\n<p><strong>“Танцьорка за “Роснефт” \/февруари 2021\/<\/strong> &#8211; за това как акциите на италианската компания Pirelli, придобити от “Роснефт” “за сметка на пенсионните фондове и финансови институции, се оказват у хора, близки до държавната корпорация.<\/p>\r\n<p><strong>“Кирил и Катя: любов, разлъка, офшорки и неограничен ресурс. Историята на най-тайната двойка в Русия” \/декември 2020\/<\/strong> &#8211; разследване за устремното забогатяване на младия бизнесмен Кирил Шамалов, син на стария познат на Владимир Путин, когото изданието нарича също “бившият зет на президента на Русия”.<\/p>\r\n<p>По данните на “Важни истории”, веднага след сватбата на Шамалов и Екатерина Тихонова, наречена от медиите дъщеря на Путин, бизнесменът придобива 3, 8% от акциите на нефтената компания “Сибур” само за 100 долара през офшорна фирма.<\/p>\r\n<p><strong>“Едно време в Русия” \/септември 2018\/<\/strong> &#8211; история “на главния килър в Русия” Аслан Гагиев. През юни 2018 г. Австрия го екстрадира в Русия, Следственият комитет го обвинява в създаването на едва ли не най-кървавата в цялата история на страната престъпна групировка, убила 60 души. Сред близките познати на Гагиев са осетински чиновници и служители в правоохранителните органи.<\/p>\r\n<p><strong>“Място за дуел” \/септември 2018\/<\/strong> &#8211; разследване за имот в Барвиха, собственост на сина на главата на Росгвардията Роман. Още на 23 години той става владелец на недвижимости на стойност няколко милиона долара през ноември 2003 г. Тогава той придобива 90 акра земя в Барвиха. Още тогава стойността на акра по тези места достига 100 млн. долара. След 3 години, в 2006-а, на този участък е завършено строителството на дом с площ почти 700 кв.м.<\/p>\r\n<p><strong>“Файловете на райските острови” \/ноември 2017\/<\/strong> &#8211; разследване на собствениците на фирми на Кайманите, Бермудите, Британските Вирджински и други екзотични острови. Става дума за документите на две офшорни юридически фирми на Бермудските острови и в Сингапур, както и за още 19 регистрирани юридически лица, поддържащи правителствата в тайни офшорни юрисдикции.<\/p>\r\n<p>Биволъ припомня и най-значимите съвместни разследвания с Роман Анин, публикувани в сайта и в Новая Газета.<\/p>\r\n<p><strong>Откъде долетя Боингът?<\/strong>  &#8211; разследване за собствеността на ТИМ в Татарстан.<\/p>\r\n<p><blockquote class=\"wp-embedded-content\" data-secret=\"YWevMACkK0\"><a href=\"https:\/\/bivol.bg\/novaya-gazeta-boeing.html\">Откъде долетя &#8220;Боингът&#8221;<\/a><\/blockquote><iframe class=\"wp-embedded-content\" sandbox=\"allow-scripts\" security=\"restricted\" style=\"position: absolute; clip: rect(1px, 1px, 1px, 1px);\" title=\"&#8220;Откъде долетя &#8220;Боингът&#8221;&#8221; &#8212; Bivol.bg\" src=\"https:\/\/bivol.bg\/novaya-gazeta-boeing.html\/embed#?secret=YWevMACkK0\" data-secret=\"YWevMACkK0\" width=\"600\" height=\"338\" frameborder=\"0\" marginwidth=\"0\" marginheight=\"0\" scrolling=\"no\"><\/iframe><\/p>\r\n<p><strong>Рублопровод<\/strong> &#8211; разследване за машинациите с източването на стотици милиони покрай проекта Южен Поток.<\/p>\r\n<p><blockquote class=\"wp-embedded-content\" data-secret=\"KTQjCZyASs\"><a href=\"https:\/\/bivol.bg\/%d1%80%d1%83%d0%b1%d0%bb%d0%be%d0%bf%d1%80%d0%be%d0%b2%d0%be%d0%b4.html\">Рублопровод*<\/a><\/blockquote><iframe class=\"wp-embedded-content\" sandbox=\"allow-scripts\" security=\"restricted\" style=\"position: absolute; clip: rect(1px, 1px, 1px, 1px);\" title=\"&#8220;Рублопровод*&#8221; &#8212; Bivol.bg\" src=\"https:\/\/bivol.bg\/%d1%80%d1%83%d0%b1%d0%bb%d0%be%d0%bf%d1%80%d0%be%d0%b2%d0%be%d0%b4.html\/embed#?secret=KTQjCZyASs\" data-secret=\"KTQjCZyASs\" width=\"600\" height=\"338\" frameborder=\"0\" marginwidth=\"0\" marginheight=\"0\" scrolling=\"no\"><\/iframe><\/p>\r\n","protected":false},"excerpt":{"rendered":"<p>Журналистът Роман Анин, главен редактор на сайта “Важни истории”\/ ISTORIES, е разпитан по делото “за неприкосновеността на личния живот” на бившата съпруга на шефа на “Роснефт”. Независимо, че Анин е&hellip;<\/p>\n","protected":false},"author":1,"featured_media":73601,"comment_status":"closed","ping_status":"open","sticky":false,"template":"","format":"standard","meta":{"_mo_disable_npp":"","_relevanssi_hide_post":"","_relevanssi_pin_for_all":"","_relevanssi_pin_keywords":"","_relevanssi_unpin_keywords":"","_relevanssi_related_keywords":"","_relevanssi_related_include_ids":"","_relevanssi_related_exclude_ids":"","_relevanssi_related_no_append":"","_relevanssi_related_not_related":"","_relevanssi_related_posts":"","_relevanssi_noindex_reason":"","kia_subtitle":"","spay_email":"","jetpack_publicize_message":"","jetpack_is_tweetstorm":false},"categories":[5805,3976],"tags":[11834,6079,6930,11835,4054,4023,5507],"jetpack_featured_media_url":"https:\/\/bivol.bg\/wp-content\/uploads\/2021\/04\/istories-anin.png","jetpack_publicize_connections":[],"jetpack_sharing_enabled":true,"jetpack_shortlink":"https:\/\/wp.me\/p9hbsr-j8F","jetpack_likes_enabled":true,"_links":{"self":[{"href":"https:\/\/bivol.bg\/wp-json\/wp\/v2\/posts\/73573"}],"collection":[{"href":"https:\/\/bivol.bg\/wp-json\/wp\/v2\/posts"}],"about":[{"href":"https:\/\/bivol.bg\/wp-json\/wp\/v2\/types\/post"}],"author":[{"embeddable":true,"href":"https:\/\/bivol.bg\/wp-json\/wp\/v2\/users\/1"}],"replies":[{"embeddable":true,"href":"https:\/\/bivol.bg\/wp-json\/wp\/v2\/comments?post=73573"}],"version-history":[{"count":7,"href":"https:\/\/bivol.bg\/wp-json\/wp\/v2\/posts\/73573\/revisions"}],"predecessor-version":[{"id":73607,"href":"https:\/\/bivol.bg\/wp-json\/wp\/v2\/posts\/73573\/revisions\/73607"}],"wp:featuredmedia":[{"embeddable":true,"href":"https:\/\/bivol.bg\/wp-json\/wp\/v2\/media\/73601"}],"wp:attachment":[{"href":"https:\/\/bivol.bg\/wp-json\/wp\/v2\/media?parent=73573"}],"wp:term":[{"taxonomy":"category","embeddable":true,"href":"https:\/\/bivol.bg\/wp-json\/wp\/v2\/categories?post=73573"},{"taxonomy":"post_tag","embeddable":true,"href":"https:\/\/bivol.bg\/wp-json\/wp\/v2\/tags?post=73573"}],"curies":[{"name":"wp","href":"https:\/\/api.w.org\/{rel}","templated":true}]}}