{"id":50985,"date":"2018-05-25T17:45:28","date_gmt":"2018-05-25T14:45:28","guid":{"rendered":"https:\/\/bivol.bg\/privacy-policy"},"modified":"2018-05-25T17:45:28","modified_gmt":"2018-05-25T14:45:28","slug":"privacy-policy","status":"publish","type":"page","link":"https:\/\/bivol.bg\/fr\/privacy-policy","title":{"rendered":"Privacy Policy"},"content":{"rendered":"<h2>Who we are<\/h2>\n<p>We are an investigative journalism web site. Our address is: https:\/\/bivol.bg.<\/p>\n<h2>What personal data we collect and why we collect it<\/h2>\n<p>When visitors send us a payment on our donations section <a href=\"https:\/\/shop.bivol.bg\">shop.bivol.bg<\/a>, we collect  visitor’s First Name (mandatory), Family Name (optional), email address, IP address and browser user agent string to help spam detection.<\/p>\n<p>An anonymized string created from your email address (also called a hash) may be provided to the Gravatar service to see if you are using it. The Gravatar service privacy policy is available here: https:\/\/automattic.com\/privacy\/.<\/p>\n<h2>Cookies<\/h2>\n<p>If you have an account and you log in to this site, we will set a temporary cookie to determine if your browser accepts cookies. This cookie contains no personal data and is discarded when you close your browser.<\/p>\n<p>When you log in, we will also set up several cookies to save your login information and your screen display choices. Login cookies last for two days, and screen options cookies last for a year. If you select &#8220;Remember Me&#8221;, your login will persist for two weeks. If you log out of your account, the login cookies will be removed.<\/p>\n<h2>Embedded content from other websites<\/h2>\n<p>Articles on this site may include embedded content (e.g. videos, images, articles, etc.). Embedded content from other websites behaves in the exact same way as if the visitor has visited the other website.<\/p>\n<p>These websites may collect data about you, use cookies, embed additional third-party tracking, and monitor your interaction with that embedded content, including tracing your interaction with the embedded content if you have an account and are logged in to that website.<\/p>\n<h2>Analytics<\/h2>\n<p>We use Google Analytics for tracking visits to our web site.<\/p>\n<h2>Who we share your data with<\/h2>\n<p>We don&#8217;t sale or share personal data.<\/p>\n<h2>How long we retain your data<\/h2>\n<p>For users that register on our website (if any), we also store the personal information they provide in their user profile. All users can see, edit, or delete their personal information at any time (except they cannot change their username). Website administrators can also see and edit that information.<\/p>\n<h2>What rights you have over your data<\/h2>\n<p>If you have an account on this site, or have left comments, you can request to receive an exported file of the personal data we hold about you, including any data you have provided to us. You can also request that we erase any personal data we hold about you. This does not include any data we are obliged to keep for administrative, legal, or security purposes.<\/p>\n<h2>Your contact information<\/h2>\n<p>Fax: +35956896489<\/p>\n<p>Email: contact@bivol.bg<\/p>\n<p>Facebook: https:\/\/www.facebook.com\/bivolnews<\/p>\n<p>Twitter: @bivolbg<\/p>\n<h2>Additional information<\/h2>\n<h3>How we protect your data<\/h3>\n<p>We commit to highest level standards in data protection and we don&#8217;t allow any external access to your data.<\/p>\n<h3>What data breach procedures we have in place<\/h3>\n<p>We take security very serious and we have an audit procedure for investigating data breaches.<\/p>\n<h3>What third parties we receive data from<\/h3>\n<p>We process data from open governmental registries<\/p>\n<h3>What automated decision making and\/or profiling we do with user data<\/h3>\n<p>We don&#8217;t do user profiling.<\/p>\n","protected":false},"excerpt":{"rendered":"<p>Who we are We are an investigative journalism web site. Our address is: https:\/\/bivol.bg. What personal data we collect and why we collect it When visitors send us a payment&hellip;<\/p>\n","protected":false},"author":1,"featured_media":0,"parent":0,"menu_order":0,"comment_status":"closed","ping_status":"closed","template":"","meta":{"_mo_disable_npp":"","_relevanssi_hide_post":"","_relevanssi_pin_for_all":"","_relevanssi_pin_keywords":"","_relevanssi_unpin_keywords":"","_relevanssi_related_keywords":"","_relevanssi_related_include_ids":"","_relevanssi_related_exclude_ids":"","_relevanssi_related_no_append":"","_relevanssi_related_not_related":"","_relevanssi_related_posts":"","_relevanssi_noindex_reason":"","kia_subtitle":"","spay_email":""},"tags":[],"jetpack_sharing_enabled":true,"jetpack_shortlink":"https:\/\/wp.me\/P9hbsr-dgl","jetpack_likes_enabled":true,"_links":{"self":[{"href":"https:\/\/bivol.bg\/fr\/wp-json\/wp\/v2\/pages\/50985"}],"collection":[{"href":"https:\/\/bivol.bg\/fr\/wp-json\/wp\/v2\/pages"}],"about":[{"href":"https:\/\/bivol.bg\/fr\/wp-json\/wp\/v2\/types\/page"}],"author":[{"embeddable":true,"href":"https:\/\/bivol.bg\/fr\/wp-json\/wp\/v2\/users\/1"}],"replies":[{"embeddable":true,"href":"https:\/\/bivol.bg\/fr\/wp-json\/wp\/v2\/comments?post=50985"}],"version-history":[{"count":0,"href":"https:\/\/bivol.bg\/fr\/wp-json\/wp\/v2\/pages\/50985\/revisions"}],"wp:attachment":[{"href":"https:\/\/bivol.bg\/fr\/wp-json\/wp\/v2\/media?parent=50985"}],"wp:term":[{"taxonomy":"post_tag","embeddable":true,"href":"https:\/\/bivol.bg\/fr\/wp-json\/wp\/v2\/tags?post=50985"}],"curies":[{"name":"wp","href":"https:\/\/api.w.org\/{rel}","templated":true}]}}